{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "CG": 9,
      "TG": 10,
      "CA": 11,
      "AA": 12,
      "TT": 13,
      "GG": 14,
      "CCG": 15,
      "CC": 16,
      "AG": 17,
      "TCG": 18,
      "TA": 19,
      "CTG": 20,
      "CGG": 21,
      "CCA": 22,
      "TGG": 23,
      "TCA": 24,
      "CCGG": 25,
      "CT": 26,
      "AGG": 27,
      "ACG": 28,
      "CAG": 29,
      "CTT": 30,
      "AT": 31,
      "AAG": 32,
      "ATG": 33,
      "CCCG": 34,
      "TTG": 35,
      "ACA": 36,
      "CTCG": 37,
      "ATT": 38,
      "TAA": 39,
      "GGG": 40,
      "CTGG": 41,
      "CTA": 42,
      "CCTG": 43,
      "TCGG": 44,
      "CGCG": 45,
      "AAAA": 46,
      "CGGG": 47,
      "TAG": 48,
      "ATA": 49,
      "ACCG": 50,
      "ACC": 51,
      "TCC": 52,
      "ACGG": 53,
      "CCAG": 54,
      "CTCA": 55,
      "CAGG": 56,
      "TCCG": 57,
      "ATCG": 58,
      "CCCGG": 59,
      "TTTT": 60,
      "ATCA": 61,
      "TGGG": 62,
      "CGCA": 63,
      "AAGG": 64,
      "CCCA": 65,
      "CGCCG": 66,
      "ACCA": 67,
      "CGAG": 68,
      "ATGG": 69,
      "CTTG": 70,
      "CGTG": 71,
      "CCGGG": 72,
      "AAAG": 73,
      "AGGG": 74,
      "TCCA": 75,
      "TTGG": 76,
      "TTCG": 77,
      "TTCA": 78,
      "TCTG": 79,
      "AACA": 80,
      "AGCA": 81,
      "CTCGG": 82,
      "CCGCG": 83,
      "CGGCG": 84,
      "TCAG": 85,
      "AATT": 86,
      "TCTT": 87,
      "TATT": 88,
      "ACTG": 89,
      "ACAG": 90,
      "TGCA": 91,
      "TGAG": 92,
      "TCT": 93,
      "TGAA": 94,
      "CCCCG": 95,
      "CCTT": 96,
      "TGCG": 97,
      "ACTT": 98,
      "CCTGG": 99,
      "CCTCG": 100,
      "CCGCCG": 101,
      "AGAA": 102,
      "CGGCA": 103,
      "TACA": 104,
      "ACT": 105,
      "ATAA": 106,
      "AGCG": 107,
      "ACCGG": 108,
      "ATTG": 109,
      "CGGTG": 110,
      "TACG": 111,
      "CTGGG": 112,
      "CCGCA": 113,
      "TATG": 114,
      "TCCGG": 115,
      "CACG": 116,
      "CCCTG": 117,
      "CCGAG": 118,
      "TAGG": 119,
      "CGACG": 120,
      "CAAG": 121,
      "TGTT": 122,
      "TCTA": 123,
      "CCAGG": 124,
      "TAAG": 125,
      "CGAA": 126,
      "ACCCG": 127,
      "TGTG": 128,
      "CACA": 129,
      "AGTT": 130,
      "ACTA": 131,
      "CGCGG": 132,
      "TCCCG": 133,
      "CGTCG": 134,
      "CGCTG": 135,
      "ACCTG": 136,
      "ATCGG": 137,
      "CCGACG": 138,
      "AATG": 139,
      "CCTA": 140,
      "CCGTG": 141,
      "CATG": 142,
      "TCGGG": 143,
      "TCCTG": 144,
      "TGGTG": 145,
      "AGAG": 146,
      "CGGCGG": 147,
      "CCCAG": 148,
      "AACG": 149,
      "TTTG": 150,
      "CCGTCG": 151,
      "ATAG": 152,
      "AGGAG": 153,
      "ACGGG": 154,
      "TTAA": 155,
      "CTAA": 156,
      "CAAA": 157,
      "CGTT": 158,
      "CCTCA": 159,
      "CCCCGG": 160,
      "CCGAA": 161,
      "CGAGG": 162,
      "CGGGG": 163,
      "TGCTG": 164,
      "AAGAA": 165,
      "CCGCGG": 166,
      "CCCCA": 167,
      "CATCG": 168,
      "CCGAGG": 169,
      "TATA": 170,
      "TAAAA": 171,
      "TCTGG": 172,
      "ACCAG": 173,
      "CCCT": 174,
      "TCGACG": 175,
      "TGGCG": 176,
      "CTCAG": 177,
      "TCTCG": 178,
      "CCCGGG": 179,
      "AGTG": 180,
      "CCATG": 181,
      "ATTTT": 182,
      "CATT": 183,
      "AGCTG": 184,
      "CGATG": 185,
      "CACCG": 186,
      "ACTGG": 187,
      "TGGAG": 188,
      "CGCAG": 189,
      "AGGTG": 190,
      "TCGAG": 191,
      "CGCCA": 192,
      "TCCAG": 193,
      "ATCTG": 194,
      "CCGGGG": 195,
      "CGCGGG": 196,
      "CCCTGG": 197,
      "TCGTCG": 198,
      "TATAA": 199,
      "CCTTG": 200,
      "CCCTCG": 201,
      "CTAG": 202,
      "CCGGTG": 203,
      "CCCCCG": 204,
      "CGGAG": 205,
      "CTCCG": 206,
      "AGGGG": 207,
      "CCTCGG": 208,
      "TCAGG": 209,
      "ATCAG": 210,
      "ATGGG": 211,
      "CAGCA": 212,
      "CCAAG": 213,
      "TGGAA": 214,
      "ACGAG": 215,
      "CGACA": 216,
      "ACTCG": 217,
      "CTTTT": 218,
      "CTGCTG": 219,
      "TGGCA": 220,
      "ATGAA": 221,
      "AGGAA": 222,
      "ATATT": 223,
      "CTCCA": 224,
      "ACAGG": 225,
      "ACCCGG": 226,
      "CGTGG": 227,
      "CACCA": 228,
      "TATTG": 229,
      "AAAAAA": 230,
      "ATCCG": 231,
      "TCGCCG": 232,
      "TCGTG": 233,
      "ACGACG": 234,
      "CGCCGG": 235,
      "AGAAG": 236,
      "ACCGGG": 237,
      "CGGAA": 238,
      "ATCTT": 239,
      "TTGGG": 240,
      "CCCTT": 241,
      "CGTCA": 242,
      "CCTCC": 243,
      "AGCAG": 244,
      "CGGTGG": 245,
      "AAAAG": 246,
      "CCGCTG": 247,
      "TGACG": 248,
      "CCGCCA": 249,
      "TCCGGG": 250,
      "TCGCG": 251,
      "CCTGGG": 252,
      "TCCCGG": 253,
      "CACGG": 254,
      "TCATG": 255,
      "TAATT": 256,
      "CTCTG": 257,
      "CTCTT": 258,
      "AGGCG": 259,
      "TACGG": 260,
      "TGCGG": 261,
      "TCGAA": 262,
      "CCACG": 263,
      "CAGGG": 264,
      "CATCA": 265,
      "TGGTT": 266,
      "CCCAGG": 267,
      "TGATG": 268,
      "AGCGG": 269,
      "CCGTT": 270,
      "ATAAAA": 271,
      "CAGCG": 272,
      "ATTAA": 273,
      "ACAAG": 274,
      "CAAGG": 275,
      "CAACG": 276,
      "TCTTG": 277,
      "TGGTGG": 278,
      "ATCCA": 279,
      "CCGGCG": 280,
      "TGAAG": 281,
      "TATCA": 282,
      "CCTCCG": 283,
      "CAGAA": 284,
      "TCTCA": 285,
      "TCGAGG": 286,
      "TGGGG": 287,
      "CTGCG": 288,
      "TGCCG": 289,
      "CGGCCG": 290,
      "AAGAG": 291,
      "TTGTT": 292,
      "CGGTT": 293,
      "CTTGG": 294,
      "CTCCGG": 295,
      "ACAAA": 296,
      "AAGTT": 297,
      "CGGGGG": 298,
      "TAAGG": 299,
      "TTGAA": 300,
      "CTGCA": 301,
      "CTGTT": 302,
      "TACTT": 303,
      "ACGCG": 304,
      "CCCC": 305,
      "ATGAG": 306,
      "ACGAA": 307,
      "CTGAA": 308,
      "CCACCG": 309,
      "TCGCGG": 310,
      "CCGGCA": 311,
      "TCAAG": 312,
      "ATGTT": 313,
      "AAGCA": 314,
      "CTCC": 315,
      "CTTCG": 316,
      "CTATT": 317,
      "ACTCA": 318,
      "TAAAG": 319,
      "ACGTG": 320,
      "TATTTT": 321,
      "CTTCA": 322,
      "ACCTGG": 323,
      "CAGTT": 324,
      "TATCG": 325,
      "CCGTGG": 326,
      "ATCCGG": 327,
      "ATTGG": 328,
      "CCCGCG": 329,
      "CTCGGG": 330,
      "CCGATG": 331,
      "CCACA": 332,
      "TATGG": 333,
      "CCGACA": 334,
      "CGCTGG": 335,
      "AAGAAG": 336,
      "CCCGCA": 337,
      "CGGCTG": 338,
      "CCGCAG": 339,
      "ACTTG": 340,
      "TCAAA": 341,
      "TCCTGG": 342,
      "TCGGCG": 343,
      "CCATCG": 344,
      "TACTG": 345,
      "ACATG": 346,
      "ATATG": 347,
      "TCCTCG": 348,
      "CCAAA": 349,
      "ACGAGG": 350,
      "ATTTG": 351,
      "TAGAA": 352,
      "TCATCG": 353,
      "GGGG": 354,
      "CTACA": 355,
      "ACCTCG": 356,
      "CGAAG": 357,
      "ACCTT": 358,
      "CAGTG": 359,
      "TACCG": 360,
      "CCGGAG": 361,
      "GGGTG": 362,
      "ATAAG": 363,
      "CATGG": 364,
      "CGGTCG": 365,
      "TCGGTG": 366,
      "CTATG": 367,
      "CCACCA": 368,
      "CTGGTG": 369,
      "ACCAGG": 370,
      "ATTCA": 371,
      "CCTTCG": 372,
      "CTGAG": 373,
      "AGGTT": 374,
      "TCCTT": 375,
      "TCATT": 376,
      "CTGTG": 377,
      "CTCCCG": 378,
      "CGTTG": 379,
      "AGGCA": 380,
      "CTTTG": 381,
      "ACATT": 382,
      "ATCCCG": 383,
      "TATAG": 384,
      "CGACGG": 385,
      "TCACCG": 386,
      "ACGCCG": 387,
      "AAAAAG": 388,
      "ATAGG": 389,
      "CCATT": 390,
      "CAGCAG": 391,
      "ATGTG": 392,
      "CTCTA": 393,
      "TGGCGG": 394,
      "AGGAGG": 395,
      "ACGCA": 396,
      "AAAAGG": 397,
      "TCCAGG": 398,
      "TAATG": 399,
      "TCTCGG": 400,
      "CCCTCA": 401,
      "TTTTTT": 402,
      "CGTA": 403,
      "AAGTG": 404,
      "ATCTGG": 405,
      "TTGCA": 406,
      "CGCCGGG": 407,
      "CGCCCG": 408,
      "TGGGGG": 409,
      "ATCCTG": 410,
      "TCGCA": 411,
      "CGGCAG": 412,
      "CTCT": 413,
      "CGGCCA": 414,
      "TACAG": 415,
      "AGATG": 416,
      "AAAATT": 417,
      "TTGTG": 418,
      "CCGGAA": 419,
      "CGGGTG": 420,
      "ACGGTG": 421,
      "ATCC": 422,
      "ACATCG": 423,
      "ATCGGG": 424,
      "TCGGCA": 425,
      "TTGAG": 426,
      "ATCTA": 427,
      "CCGCCGG": 428,
      "ATGCA": 429,
      "ACGGCA": 430,
      "ATCT": 431,
      "CGCTCG": 432,
      "CGGACG": 433,
      "ATCTCG": 434,
      "CCAAGG": 435,
      "TCGTT": 436,
      "CCGTCA": 437,
      "CGACCG": 438,
      "CCCCTG": 439,
      "ACCCA": 440,
      "ATTATT": 441,
      "CAGAG": 442,
      "GGGAA": 443,
      "CCCCCA": 444,
      "GGGAG": 445,
      "TGGTCG": 446,
      "TAGTT": 447,
      "CTGCGG": 448,
      "GGGCA": 449,
      "ACGTCG": 450,
      "ATACA": 451,
      "CGATCG": 452,
      "TCCCA": 453,
      "ATTTAA": 454,
      "TACCA": 455,
      "TTCGG": 456,
      "CTGGAG": 457,
      "CCGCCCG": 458,
      "CAGGGG": 459,
      "CCCTA": 460,
      "AAAGAA": 461,
      "TCACA": 462,
      "CCGAAG": 463,
      "AACTG": 464,
      "ATTAG": 465,
      "CAGCGG": 466,
      "TGGACG": 467,
      "CGGGCA": 468,
      "ACACA": 469,
      "TGGCCG": 470,
      "ACTGGG": 471,
      "ATATAA": 472,
      "CTCCTG": 473,
      "ACGTT": 474,
      "CGGAGG": 475,
      "CTAGG": 476,
      "CCTTCA": 477,
      "TCTGGG": 478,
      "GGGCG": 479,
      "TGTCG": 480,
      "CTACG": 481,
      "CCGGTT": 482,
      "TCAAGG": 483,
      "TGGCTG": 484,
      "ATGAAG": 485,
      "ATAAAG": 486,
      "ACTCGG": 487,
      "ACGGCG": 488,
      "CCCGAG": 489,
      "CCACGG": 490,
      "CTTAA": 491,
      "ACGCGG": 492,
      "TAACA": 493,
      "TGGAGG": 494,
      "AAGGGG": 495,
      "CGCGCA": 496,
      "CCGTA": 497,
      "TGCAG": 498,
      "TCACG": 499,
      "CGCGAG": 500,
      "TTGATG": 501,
      "CTGCTGG": 502,
      "CCGGCGG": 503,
      "TCGATG": 504,
      "CCTACG": 505,
      "TCACCA": 506,
      "AAAGG": 507,
      "TTAG": 508,
      "ATCAGG": 509,
      "ACAAGG": 510,
      "CCCCCGG": 511,
      "TGAGG": 512,
      "ATAATT": 513,
      "TAGGG": 514,
      "TGACCG": 515,
      "CCTCCA": 516,
      "CTCTCG": 517,
      "AAGGAG": 518,
      "AAGGG": 519,
      "TCGGGG": 520,
      "CAGCTG": 521,
      "TTGCTG": 522,
      "AAATT": 523,
      "CGGGAG": 524,
      "CCATGG": 525,
      "CCCCAG": 526,
      "ACCCCG": 527,
      "TAATAA": 528,
      "CAGGAG": 529,
      "TCGCTG": 530,
      "TAGAG": 531,
      "AAGCG": 532,
      "CCAGGG": 533,
      "CTCGACG": 534,
      "TAGCA": 535,
      "TACCGG": 536,
      "ACCGCA": 537,
      "ACACCG": 538,
      "CGGGCG": 539,
      "CTAAAA": 540,
      "ACGCTG": 541,
      "ACCCTG": 542,
      "CCGGGGG": 543,
      "CTCTGG": 544,
      "TCCGCA": 545,
      "ACGGGG": 546,
      "ATGCG": 547,
      "CCCGTG": 548,
      "CTCAGG": 549,
      "CGGCGCG": 550,
      "CAGGTG": 551,
      "TACGCG": 552,
      "TTGCG": 553,
      "CTAAG": 554,
      "CTCCAG": 555,
      "CCTAA": 556,
      "ATTCG": 557,
      "TCGACA": 558,
      "ATGATG": 559,
      "ACCTCA": 560,
      "CCCGAA": 561,
      "CGGCGGG": 562,
      "CGGCCGG": 563,
      "AGCCG": 564,
      "TATATT": 565,
      "CGGTCA": 566,
      "CCCTCGG": 567,
      "CCTTGG": 568,
      "TAAAAAA": 569,
      "CCATCA": 570,
      "AACAG": 571,
      "ACGACA": 572,
      "TACTA": 573,
      "CCGACGG": 574,
      "TCGTGG": 575,
      "TGCTGG": 576,
      "TTTTAA": 577,
      "ATTTTG": 578,
      "ATCCAG": 579,
      "CTGCGCG": 580,
      "TGTGG": 581,
      "TGTTG": 582,
      "AAGAGG": 583,
      "ATATTG": 584,
      "ACACG": 585,
      "CTGCTCG": 586,
      "ACGATG": 587,
      "CCCGCCG": 588,
      "TCCTCA": 589,
      "CTGGGG": 590,
      "CTGATG": 591,
      "ACCGCG": 592,
      "TAAAAG": 593,
      "CTGCCG": 594,
      "TACGGG": 595,
      "CACCGG": 596,
      "AGGACG": 597,
      "TCGTCA": 598,
      "TCGGCGG": 599,
      "AAATG": 600,
      "TCCGCG": 601,
      "ACATCA": 602,
      "CCCCGGG": 603,
      "TGGCAG": 604,
      "CCTAG": 605,
      "TGGTCA": 606,
      "TTCTT": 607,
      "CCACCGG": 608,
      "CTCGCCG": 609,
      "CCCTTG": 610,
      "AAAACA": 611,
      "AGGCGG": 612,
      "ATCGAG": 613,
      "AACGG": 614,
      "TACCTG": 615,
      "TTTTG": 616,
      "CCTACA": 617,
      "ACCGAG": 618,
      "TCCCCG": 619,
      "TGATT": 620,
      "TCTAA": 621,
      "CGCTT": 622,
      "TGACA": 623,
      "AAGATG": 624,
      "CCAGCA": 625,
      "TCGCCA": 626,
      "AAGGAA": 627,
      "CTGGAA": 628,
      "CCGCGCG": 629,
      "AATTAA": 630,
      "TTGTTG": 631,
      "ACCGTG": 632,
      "CGTCGG": 633,
      "CAGGAA": 634,
      "ACTAA": 635,
      "CAGAAG": 636,
      "AGGTCG": 637,
      "TGGGCA": 638,
      "CTTCGG": 639,
      "TAGTG": 640,
      "AGGGCA": 641,
      "CGCAGG": 642,
      "ACACCA": 643,
      "CTGGCCG": 644,
      "TCATCA": 645,
      "CTGATCG": 646,
      "CGGATG": 647,
      "GGGTT": 648,
      "TGGCCA": 649,
      "TGGATG": 650,
      "TGATCG": 651,
      "TCGGAG": 652,
      "CAGATG": 653,
      "CAGCCG": 654,
      "TAAATT": 655,
      "TACCCG": 656,
      "ATCTTG": 657,
      "CGATT": 658,
      "CTGACCG": 659,
      "TACTGG": 660,
      "TGGAAG": 661,
      "TGCTCG": 662,
      "AC": 663,
      "TTGAAG": 664,
      "TGCGCG": 665,
      "ACGCCA": 666,
      "CCTCCGG": 667,
      "TACGAG": 668,
      "AAAATG": 669,
      "TGGACA": 670,
      "AGGAAG": 671,
      "TTATT": 672,
      "CTCCTCG": 673,
      "CGGCCCG": 674,
      "CCTGCA": 675,
      "CGGGAA": 676,
      "CCTTTT": 677,
      "CTGACG": 678,
      "TGGGTG": 679,
      "TATTAA": 680,
      "AGGCCG": 681,
      "CCCATG": 682,
      "TCGAAG": 683,
      "TATTGG": 684,
      "ACAACA": 685,
      "ACGTCA": 686,
      "CAGGCA": 687,
      "TTCCG": 688,
      "AACAAA": 689,
      "CGCAAG": 690,
      "TC": 691,
      "CGACC": 692,
      "ATCAAG": 693,
      "TATCTG": 694,
      "TATTCA": 695,
      "CGCCGAG": 696,
      "TATCGG": 697,
      "CCGGCCG": 698,
      "TATGAA": 699,
      "AGGTGG": 700,
      "ATCTCA": 701,
      "TGGGAG": 702,
      "TACT": 703,
      "ATCCTCG": 704,
      "CCTCAG": 705,
      "CACTG": 706,
      "AAGGTG": 707,
      "CTTTTG": 708,
      "TTTTTG": 709,
      "TTCTG": 710,
      "CCTCTT": 711,
      "TCGACGG": 712,
      "CGCGAA": 713,
      "CTTCTT": 714,
      "ATGGAG": 715,
      "ATCCTGG": 716,
      "CGGGCGG": 717,
      "CCAACG": 718,
      "TTTCG": 719,
      "ATTGAA": 720,
      "ATTATG": 721,
      "TTTCA": 722,
      "CCTCT": 723,
      "ATGGAA": 724,
      "CCCCGCG": 725,
      "ACAACG": 726,
      "CGCGCG": 727,
      "CTGGCA": 728,
      "CTGGCG": 729,
      "TCCTCGG": 730,
      "CTCAAG": 731,
      "AACAAG": 732,
      "CCGACCG": 733,
      "CCGGTGG": 734,
      "CCCTGGG": 735,
      "CGAGCA": 736,
      "CCGTTG": 737,
      "TCAACG": 738,
      "CTGCCCG": 739,
      "TATCCG": 740,
      "ATGGTG": 741,
      "ATTGCA": 742,
      "CCTCTG": 743,
      "TTCGAA": 744,
      "AGGGGG": 745,
      "AGGACA": 746,
      "TTCAG": 747,
      "ATGCTG": 748,
      "TCACCGG": 749,
      "AAGGCA": 750,
      "AGTTG": 751,
      "CTCCCA": 752,
      "AAGCTG": 753,
      "TACTCG": 754,
      "TTTAA": 755,
      "CGGCTT": 756,
      "TATCTT": 757,
      "CGGACA": 758,
      "CTAAAG": 759,
      "CTGGTGG": 760,
      "CCTATG": 761,
      "ACGTGG": 762,
      "TCGCCGG": 763,
      "CTCCCGG": 764,
      "ATGGCA": 765,
      "TCCCTG": 766,
      "ACCCGGG": 767,
      "ACGGAG": 768,
      "ACGAAG": 769,
      "TCCGAG": 770,
      "TGCCA": 771,
      "TAGAAG": 772,
      "ATCCGGG": 773,
      "TCATGG": 774,
      "CTTAG": 775,
      "CCCAAG": 776,
      "CGCACA": 777,
      "CTGGTCG": 778,
      "ATCCCGG": 779,
      "TGGGAA": 780,
      "CCGCGGG": 781,
      "CGGCGAG": 782,
      "ATCAAA": 783,
      "CCCGGGG": 784,
      "TGGGCG": 785,
      "ATAAGG": 786,
      "CCCACA": 787,
      "ATATCA": 788,
      "CTCGAA": 789,
      "CGGTTG": 790,
      "AGGTCA": 791,
      "CTCGTCG": 792,
      "ACCGAA": 793,
      "ACTAG": 794,
      "AAAAATT": 795,
      "ACCCCA": 796,
      "TCAGCA": 797,
      "TGGTTG": 798,
      "CCTCGGG": 799,
      "AGGGCG": 800,
      "AAAAAAG": 801,
      "CCTGCG": 802,
      "ATGACG": 803,
      "CTCTTG": 804,
      "TTCCA": 805,
      "CCCCTT": 806,
      "TACGCCG": 807,
      "CAGTTG": 808,
      "TGCGGG": 809,
      "CAGCCA": 810,
      "ATAACA": 811,
      "CGCGCCG": 812,
      "CTGGCGG": 813,
      "TTCAAA": 814,
      "TACGTG": 815,
      "CCCGACG": 816,
      "ACCTTG": 817,
      "TCCCGGG": 818,
      "CAGGCG": 819,
      "CTTTAA": 820,
      "ACAGCA": 821,
      "TCTAG": 822,
      "TATATG": 823,
      "CTGTTG": 824,
      "ATGATT": 825,
      "TTTTAG": 826,
      "TGCCGG": 827,
      "TTCGCG": 828,
      "ATCCCA": 829,
      "ACGGCGG": 830,
      "AAAGCA": 831,
      "CCGTCGG": 832,
      "TTCAAG": 833,
      "CAGTGG": 834,
      "ATACG": 835,
      "AAAATAA": 836,
      "ATATAG": 837,
      "CCAGCG": 838,
      "TTCGAG": 839,
      "ACCACA": 840,
      "CTGAAG": 841,
      "ACCAAG": 842,
      "ACGGAA": 843,
      "AAAGAG": 844,
      "ACCCCGG": 845,
      "ACCTCGG": 846,
      "TCGTCGG": 847,
      "TTCCGG": 848,
      "TATCC": 849,
      "CTGTGG": 850,
      "TGCCCG": 851,
      "ATAGAA": 852,
      "CTGCAG": 853,
      "TTGATT": 854,
      "CGCGGGG": 855,
      "CCCGGCA": 856,
      "AGGATG": 857,
      "CCGCTT": 858,
      "ACTTCA": 859,
      "CGGCTA": 860,
      "CGTGAG": 861,
      "TATCAG": 862,
      "CTGCGGG": 863,
      "ATTTCA": 864,
      "CTCCGGG": 865,
      "TTATG": 866,
      "ATATGG": 867,
      "CTCGAG": 868,
      "TCGCAG": 869,
      "ATATTTT": 870,
      "CCCACG": 871,
      "CCAGAA": 872,
      "TACGCA": 873,
      "TATGAG": 874,
      "ATCGTG": 875,
      "CTCCTGG": 876,
      "ACATGG": 877,
      "TAGCG": 878,
      "ACCATG": 879,
      "TCGTTG": 880,
      "AGGCCA": 881,
      "TATGCA": 882,
      "AAGCGG": 883,
      "CTGGGGG": 884,
      "ACCCAG": 885,
      "TCTTCA": 886,
      "CCGGACG": 887,
      "TCCGTG": 888,
      "ATCGAA": 889,
      "CCCGCGG": 890,
      "AGGGTG": 891,
      "CGCGTG": 892,
      "CGCGACG": 893,
      "AAGCAG": 894,
      "TTGGTG": 895,
      "GGGCGG": 896,
      "AAGATT": 897,
      "CCTGAA": 898,
      "ATTGAG": 899,
      "CCTGCTG": 900,
      "AGGGAG": 901,
      "AGGGAA": 902,
      "TCCTGGG": 903,
      "TTTTCA": 904,
      "TCCTTG": 905,
      "CCCGTT": 906,
      "TCTTTT": 907,
      "CGCATG": 908,
      "ACCTGGG": 909,
      "TCCCCA": 910,
      "CGCACG": 911,
      "ACCACG": 912,
      "CGTGAA": 913,
      "CTCCCCG": 914,
      "CCTCCCG": 915,
      "TATCCA": 916,
      "TACCAG": 917,
      "ATTGGG": 918,
      "TAGGGG": 919,
      "ATCCGCA": 920,
      "CGGCTGG": 921,
      "CCTGTT": 922,
      "AAGAAAA": 923,
      "ATTTAG": 924,
      "CCGCTGG": 925,
      "CTCCTT": 926,
      "CCTGAG": 927,
      "CTGTCG": 928,
      "TCTCCG": 929,
      "TCTCCA": 930,
      "CTCGCG": 931,
      "CGAGAA": 932,
      "ATCGACG": 933,
      "CCCGGCG": 934,
      "TATACA": 935,
      "TCAACA": 936,
      "CTACGG": 937,
      "AATTAG": 938,
      "AGCACA": 939,
      "TCCCCGG": 940,
      "ATCGCCG": 941,
      "TCAGGG": 942,
      "TTCGACG": 943,
      "CTCGGCG": 944,
      "CGCGCTG": 945,
      "TCACGG": 946,
      "AGCAAA": 947,
      "TCCGAA": 948,
      "TGCTT": 949,
      "CGCGCGG": 950,
      "CTGGTT": 951,
      "TGGATT": 952,
      "CAGACG": 953,
      "TTGGAA": 954,
      "CCGGCTG": 955,
      "ATGCGG": 956,
      "CAGCTT": 957,
      "TTGGAG": 958,
      "AGGATT": 959,
      "AAGGCG": 960,
      "AGCAAG": 961,
      "ACAATT": 962,
      "TATGGG": 963,
      "CTCTCA": 964,
      "TATAAG": 965,
      "TAAATG": 966,
      "AAAGTT": 967,
      "ACAAAG": 968,
      "TACTTG": 969,
      "CTCCGCG": 970,
      "CCTCTA": 971,
      "ATCGCG": 972,
      "CTGGACG": 973,
      "ATCCGCG": 974,
      "TCGGAA": 975,
      "CTACTT": 976,
      "ACTTTT": 977,
      "CTCGCA": 978,
      "ACAGGG": 979,
      "CGGGTT": 980,
      "CGACGGG": 981,
      "CCCCTGG": 982,
      "ATATCG": 983,
      "CTATTG": 984,
      "CGTGCA": 985,
      "CTTGGG": 986,
      "CGGCAAG": 987,
      "AATTTG": 988,
      "ATCGTCG": 989,
      "CGCCGCA": 990,
      "CCGGGCA": 991,
      "ATCGCA": 992,
      "ATCATG": 993,
      "CGCCGCG": 994,
      "CAGCGCG": 995,
      "AAGACG": 996,
      "CCGGTCG": 997,
      "TCGGGGG": 998,
      "TAGATG": 999,
      "CCATTG": 1000,
      "CTCATG": 1001,
      "ATAATG": 1002,
      "AAGCCG": 1003,
      "ATTTTTT": 1004,
      "TAATTG": 1005,
      "TATTTG": 1006,
      "ATTGCG": 1007,
      "ATGGGG": 1008,
      "TACAGG": 1009,
      "ATGCCG": 1010,
      "TAAAGG": 1011,
      "CTCACCG": 1012,
      "CCAACA": 1013,
      "ATGGCG": 1014,
      "TCTCAG": 1015,
      "ATTCTT": 1016,
      "ATACTT": 1017,
      "CCCGTCG": 1018,
      "ACGGTT": 1019,
      "TGCACA": 1020,
      "TCAGCG": 1021,
      "TCCGGGG": 1022,
      "ATGTCG": 1023,
      "CGCCGAA": 1024,
      "CGGGCCG": 1025,
      "ATAGTT": 1026,
      "TCTTCG": 1027,
      "TTGGCA": 1028,
      "TTGCCG": 1029,
      "CTACCG": 1030,
      "ACCGCCG": 1031,
      "CTCGTG": 1032,
      "CAGCAGG": 1033,
      "TCTGCA": 1034,
      "CCACTG": 1035,
      "ATCTCGG": 1036,
      "TCGGTT": 1037,
      "CTCGCGG": 1038,
      "TTGCGG": 1039,
      "CCACCCG": 1040,
      "CTGGAGG": 1041,
      "CGCCGACG": 1042,
      "CTGCCGG": 1043,
      "CCCCTCG": 1044,
      "TACAAA": 1045,
      "ATGAGG": 1046,
      "TCCACA": 1047,
      "CGAGCG": 1048,
      "ACACGG": 1049,
      "TCGGTGG": 1050,
      "ACCGGGG": 1051,
      "TTGACG": 1052,
      "ATCCTT": 1053,
      "TCCCAG": 1054,
      "CCGGCCGG": 1055,
      "CCCGAGG": 1056,
      "CTATAA": 1057,
      "CCCGGTG": 1058,
      "CCCCCCG": 1059,
      "ATGGTT": 1060,
      "ATGTGG": 1061,
      "TTGGGG": 1062,
      "CCGCCGAG": 1063,
      "CGGCGAA": 1064,
      "TCCAAG": 1065,
      "ATGCAG": 1066,
      "CGCGTT": 1067,
      "TAAGAA": 1068,
      "ATCATT": 1069,
      "TACTCA": 1070,
      "TATCT": 1071,
      "CGCACCG": 1072,
      "CCCGCTG": 1073,
      "ATCCCCG": 1074,
      "TCCGCCG": 1075,
      "ATTGTT": 1076,
      "TATAAAA": 1077,
      "AACACA": 1078,
      "TGGCCGG": 1079,
      "TATTAG": 1080,
      "ATGACA": 1081,
      "ACTCCG": 1082,
      "ACGACGG": 1083,
      "ACAGAA": 1084,
      "ATGAAAA": 1085,
      "TTGTCG": 1086,
      "TTGCAG": 1087,
      "TCCATG": 1088,
      "TTGGTT": 1089,
      "TCATCGG": 1090,
      "CCGGGTG": 1091,
      "ACGCCGG": 1092,
      "CTGGCCA": 1093,
      "AAGGTT": 1094,
      "AAGTGG": 1095,
      "TCTACA": 1096,
      "CGCCGCCG": 1097,
      "ACCGCGG": 1098,
      "CTCGGCA": 1099,
      "TTGTGG": 1100,
      "CCCGCCA": 1101,
      "TGAGCG": 1102,
      "ACCAAA": 1103,
      "CTTCCG": 1104,
      "CAGTCG": 1105,
      "TCCACG": 1106,
      "TAACG": 1107,
      "ATAGCA": 1108,
      "CTTCTG": 1109,
      "CGGCGGGG": 1110,
      "ACACCGG": 1111,
      "ACTTCG": 1112,
      "CCAGAG": 1113,
      "CTCATCG": 1114,
      "CTTATT": 1115,
      "ACTCCA": 1116,
      "CCCGCAG": 1117,
      "ACTACA": 1118,
      "CGGCGTG": 1119,
      "CTGCGCA": 1120,
      "CAGGTT": 1121,
      "CCTGTG": 1122,
      "ACTGCA": 1123,
      "CTCAAA": 1124,
      "ACCGTCG": 1125,
      "CTAATT": 1126,
      "ATTAAAA": 1127,
      "TTCGTCG": 1128,
      "ATCACA": 1129,
      "CCCAAA": 1130,
      "TAAATA": 1131,
      "CGGAAG": 1132,
      "AGGCTG": 1133,
      "CCAGGGG": 1134,
      "ACTCAG": 1135,
      "CTCGGGG": 1136,
      "TCAAAG": 1137,
      "TGAGAA": 1138,
      "TTCATG": 1139,
      "CCGGGCG": 1140,
      "ACAATG": 1141,
      "CGGCCTG": 1142,
      "CAGCGGG": 1143,
      "ATCGAGG": 1144,
      "CGCAAA": 1145,
      "CCGGAGG": 1146,
      "CGCATCG": 1147,
      "CGTCGGG": 1148,
      "CCGATT": 1149,
      "CCT": 1150,
      "ACCGGCA": 1151,
      "TGCAAA": 1152,
      "TCATTG": 1153,
      "CTACCA": 1154,
      "CCGACC": 1155,
      "CGGATT": 1156,
      "CCGGCCA": 1157,
      "CCGGGAG": 1158,
      "CCAGTG": 1159,
      "CGCGTCG": 1160,
      "TGGCGGG": 1161,
      "CTTCCA": 1162,
      "CCCAGGG": 1163,
      "CTCTCGG": 1164,
      "CGCGAGG": 1165,
      "TACAAG": 1166,
      "TATTCG": 1167,
      "CTTTAG": 1168,
      "ATGTTG": 1169,
      "CGGCGGCG": 1170,
      "CCCGGAG": 1171,
      "ATAATAA": 1172,
      "CCAGTT": 1173,
      "CAGATT": 1174,
      "CTGGTCA": 1175,
      "CCTTTG": 1176,
      "ACAAAAA": 1177,
      "CAGGAGG": 1178,
      "AGCGAA": 1179,
      "ATCATCG": 1180,
      "CCGCGAA": 1181,
      "ACAGCG": 1182,
      "CGCAGGG": 1183,
      "CTTTCG": 1184,
      "ATAGAG": 1185,
      "CCGCAGG": 1186,
      "CCTATT": 1187,
      "CCGCGCTG": 1188,
      "AACATT": 1189,
      "CGTGCG": 1190,
      "AACATG": 1191,
      "CTATGG": 1192,
      "CCAAAG": 1193,
      "AGATT": 1194,
      "CGAGTT": 1195,
      "CGGTCGG": 1196,
      "CGGGTGG": 1197,
      "TACCCA": 1198,
      "TATGCG": 1199,
      "TCAATT": 1200,
      "ACGGGGG": 1201,
      "CTCGGTG": 1202,
      "ACGCAG": 1203,
      "TAATAG": 1204,
      "CCCCAGG": 1205,
      "CTCCAGG": 1206,
      "CCCCGCA": 1207,
      "CCACAG": 1208,
      "TGGGTT": 1209,
      "TCCGTT": 1210,
      "ACATTG": 1211,
      "CGGGCTG": 1212,
      "CTGGGCA": 1213,
      "CTTTTTT": 1214,
      "ACGGCCG": 1215,
      "TACGGCG": 1216,
      "CGAGAG": 1217,
      "CGGCGCCG": 1218,
      "ACCGTT": 1219,
      "TATGTT": 1220,
      "ACCCCCG": 1221,
      "CTTTGG": 1222,
      "CTTTCA": 1223,
      "CTTCAG": 1224,
      "AGCACG": 1225,
      "TATCTA": 1226,
      "AAGTAA": 1227,
      "CCATCGG": 1228,
      "ATTTCG": 1229,
      "CGCGATG": 1230,
      "ACCGACG": 1231,
      "AGTGG": 1232,
      "CCGCGCA": 1233,
      "TAGGAA": 1234,
      "TTGGCG": 1235,
      "AGGGTT": 1236,
      "CCCGCCGG": 1237,
      "AGGTTG": 1238,
      "ATCCTCA": 1239,
      "TAGAAAA": 1240,
      "ATCGCGG": 1241,
      "CAGCCGG": 1242,
      "TGCGGGG": 1243,
      "CTAAGG": 1244,
      "CCGTCCG": 1245,
      "AGACG": 1246,
      "AAGACA": 1247,
      "ATCCAGG": 1248,
      "TCCGGCA": 1249,
      "CTATCG": 1250,
      "TCAGAA": 1251,
      "TACGAA": 1252,
      "ACCACCA": 1253,
      "CGGACGG": 1254,
      "CGGCTCG": 1255,
      "CTACTG": 1256,
      "CTGGCCGG": 1257,
      "TGCGAA": 1258,
      "AGGCAG": 1259,
      "AAGAAGG": 1260,
      "AGCAGGG": 1261,
      "CCTCCTG": 1262,
      "TGCAAG": 1263,
      "ACTGAA": 1264,
      "CCCCCTG": 1265,
      "CTTGAA": 1266,
      "TCTTGG": 1267,
      "TGACGG": 1268,
      "TCAATG": 1269,
      "ATCTGGG": 1270,
      "CTCCGCA": 1271,
      "CGGCGCA": 1272,
      "TAGTTG": 1273,
      "ACTATT": 1274,
      "CGTGCTG": 1275,
      "CCGCGCCG": 1276,
      "TAGATT": 1277,
      "AAGTCG": 1278,
      "CTAATG": 1279,
      "TGGTCGG": 1280,
      "AAGTTG": 1281,
      "CCTGGGG": 1282,
      "TTCATT": 1283,
      "CCCGATG": 1284,
      "TTTTTAA": 1285,
      "CGGCGACG": 1286,
      "TGAGTT": 1287,
      "CTTATG": 1288,
      "CCGACGGG": 1289,
      "CTGATT": 1290,
      "TAGTAA": 1291,
      "CCGGCAG": 1292,
      "TCTGCG": 1293,
      "TGTCA": 1294,
      "TACGGCA": 1295,
      "AATTATT": 1296,
      "AGCAGG": 1297,
      "CGGGACG": 1298,
      "CCCCTA": 1299,
      "ATCACG": 1300,
      "CGAGCAG": 1301,
      "CCGCCGCG": 1302,
      "CCAGCAG": 1303,
      "AGCATT": 1304,
      "CCGCTCG": 1305,
      "TATAGG": 1306,
      "CCCACCA": 1307,
      "TACCTGG": 1308,
      "CGCGCAG": 1309,
      "TTCGCCG": 1310,
      "ATCGGCA": 1311,
      "ATAAAAAA": 1312,
      "TTTTATT": 1313,
      "CTTGCA": 1314,
      "CTGCCA": 1315,
      "TCCGACG": 1316,
      "TCTGAA": 1317,
      "TGTTAA": 1318,
      "CTACAG": 1319,
      "AAGCCA": 1320,
      "ATCGTT": 1321,
      "TGAACG": 1322,
      "CCGAGGG": 1323,
      "CTGAGG": 1324,
      "AGAGG": 1325,
      "AAAGTG": 1326,
      "ATACAG": 1327,
      "ACCCTGG": 1328,
      "AGCATG": 1329,
      "TACCGGG": 1330,
      "ACCATT": 1331,
      "CGGGCAG": 1332,
      "TCTCCGG": 1333,
      "ATACTG": 1334,
      "CCCCCT": 1335,
      "ATAAATT": 1336,
      "ACCGAGG": 1337,
      "ACGGTGG": 1338,
      "TAATGG": 1339,
      "TTCCTG": 1340,
      "CGGATCG": 1341,
      "ACCCTCG": 1342,
      "AAAAACA": 1343,
      "ATATTAA": 1344,
      "TCTTTG": 1345,
      "TAAACA": 1346,
      "CTATCA": 1347,
      "TGCACG": 1348,
      "TTCGGGG": 1349,
      "CCGATCG": 1350,
      "CGACGAG": 1351,
      "CGGGTCG": 1352,
      "CGGCAGG": 1353,
      "CCAATG": 1354,
      "AGCGGGG": 1355,
      "CTGGCTG": 1356,
      "TTCACA": 1357,
      "TATTATT": 1358,
      "TAGAGG": 1359,
      "TTGACA": 1360,
      "AAGGAGG": 1361,
      "AGCTT": 1362,
      "TCCCTT": 1363,
      "CCGGTCA": 1364,
      "CTCACA": 1365,
      "CCGCTA": 1366,
      "CCGGGAA": 1367,
      "TAATCA": 1368,
      "CCGGATG": 1369,
      "CTCGATG": 1370,
      "CGTGTT": 1371,
      "TAAAATT": 1372,
      "TTGAGG": 1373,
      "CAGAGG": 1374,
      "TCAGTG": 1375,
      "TTGAAAA": 1376,
      "CGCATT": 1377,
      "TACCTT": 1378,
      "TCCAAA": 1379,
      "CCCCGAG": 1380,
      "CGAGCTG": 1381,
      "TGCGTT": 1382,
      "ACTTTG": 1383,
      "CCGCCCGG": 1384,
      "ACGATT": 1385,
      "CGCCGGGG": 1386,
      "CCTCCAG": 1387,
      "TCCTCC": 1388,
      "ACTTGG": 1389,
      "ACAGTT": 1390,
      "TGAATG": 1391,
      "ATCGGGG": 1392,
      "CAGGCGG": 1393,
      "CTCGACA": 1394,
      "TCGCGGG": 1395,
      "ATACCA": 1396,
      "AGCGTT": 1397,
      "TCTATT": 1398,
      "TCTACG": 1399,
      "TGAGTG": 1400,
      "CCTGCGG": 1401,
      "CTAGAA": 1402,
      "ATGTCA": 1403,
      "CACGAA": 1404,
      "CCGGCGCG": 1405,
      "CCCACCG": 1406,
      "CTTGTT": 1407,
      "TAAGGG": 1408,
      "TTCGAGG": 1409,
      "TAAGTT": 1410,
      "ACCAGGG": 1411,
      "TTGCCA": 1412,
      "CGATCA": 1413,
      "ACCGCCA": 1414,
      "AAGTAG": 1415,
      "TGGGCGG": 1416,
      "TAATTTT": 1417,
      "TGGCTT": 1418,
      "CGGCGCTG": 1419,
      "TAGGAG": 1420,
      "TCCGCGG": 1421,
      "CGATGG": 1422,
      "CTCGTT": 1423,
      "CCTGGAG": 1424,
      "CTCCGCCG": 1425,
      "CCGCGACG": 1426,
      "CTCGAGG": 1427,
      "AAAAATG": 1428,
      "CCCGGAA": 1429,
      "ACCCGCA": 1430,
      "CAGGTCG": 1431,
      "TCGGCCA": 1432,
      "CTGACA": 1433,
      "CGCCGTG": 1434,
      "CTGCTT": 1435,
      "TGTTTG": 1436,
      "ACAGTG": 1437,
      "TCGGCCG": 1438,
      "TACCGCA": 1439,
      "AAGCTT": 1440,
      "TCTCGGG": 1441,
      "CTCAAGG": 1442,
      "TTGCTT": 1443,
      "ATCACCG": 1444,
      "ATAGCG": 1445,
      "CTTGAG": 1446,
      "ATATATT": 1447,
      "ACCATCG": 1448,
      "ACCGGCG": 1449,
      "TACTAA": 1450,
      "CGGTAG": 1451,
      "AGAACG": 1452,
      "AGTTAA": 1453,
      "AAGTCA": 1454,
      "ATTTGG": 1455,
      "CTGGGCG": 1456,
      "ACGTTG": 1457,
      "CAGATCG": 1458,
      "ATGCCA": 1459,
      "CGCACCA": 1460,
      "CGCGCCA": 1461,
      "CCCGCGCCG": 1462,
      "CCGCCGGG": 1463,
      "CGGCGCGG": 1464,
      "TACCCGG": 1465,
      "ATGACCG": 1466,
      "CAGGACG": 1467,
      "TAGTAG": 1468,
      "TCTCTT": 1469,
      "ATTCTG": 1470,
      "CAGACA": 1471,
      "CTCGCCA": 1472,
      "CCGGACA": 1473,
      "AGTCG": 1474,
      "AAAGAAG": 1475,
      "CGGGAGG": 1476,
      "CCGCCGAA": 1477,
      "TCAGTT": 1478,
      "CCTAGG": 1479,
      "ATTACA": 1480,
      "CCGTCC": 1481,
      "CCTGCGCG": 1482,
      "ACGGTCG": 1483,
      "ACTTAA": 1484,
      "ACCTCCG": 1485,
      "AAAAATA": 1486,
      "CAGGTGG": 1487,
      "CGGGCCGG": 1488,
      "ACCTCC": 1489,
      "CGAGTG": 1490,
      "CGCCGAGG": 1491,
      "TTCGTT": 1492,
      "CTCACG": 1493,
      "CCCCCAG": 1494,
      "ATTCCA": 1495,
      "TAAGCA": 1496,
      "CCGACGAG": 1497,
      "TTGTCA": 1498,
      "CTTCTA": 1499,
      "CAGGCCG": 1500,
      "ATCACCA": 1501,
      "ATACCG": 1502,
      "ATACGG": 1503,
      "CGTGTG": 1504,
      "CTTCGCG": 1505,
      "AAAAAGG": 1506,
      "GGAG": 1507,
      "TACGACG": 1508,
      "AGTTTG": 1509,
      "TCTGTT": 1510,
      "ACTATG": 1511,
      "ACTACG": 1512,
      "CAGCCCG": 1513,
      "ATTCGG": 1514,
      "CGCCGTCG": 1515,
      "ATCGCCA": 1516,
      "CAGCGCA": 1517,
      "AATTTAA": 1518,
      "TCGGCGCG": 1519,
      "TGCATT": 1520,
      "CTACTA": 1521,
      "CTCCCTG": 1522,
      "CCTGGTG": 1523,
      "TGGCGCG": 1524,
      "CTGACGG": 1525,
      "CTTCCTG": 1526,
      "CCCATT": 1527,
      "TGGTGGG": 1528,
      "CGGACCG": 1529,
      "GGCA": 1530,
      "CTCATT": 1531,
      "CTCGACGG": 1532,
      "TCCGTCG": 1533,
      "ACTGTT": 1534,
      "ACTGAG": 1535,
      "TGCATG": 1536,
      "CCCCGAA": 1537,
      "CGTGACG": 1538,
      "CGGCCCGG": 1539,
      "AGAATG": 1540,
      "ACTCCGG": 1541,
      "ACCTA": 1542,
      "CGGCGTCG": 1543,
      "ATTGTG": 1544,
      "ACAGAG": 1545,
      "CTAACA": 1546,
      "CTTCCCG": 1547,
      "CTGGACA": 1548,
      "CTGCTCA": 1549,
      "ATCAAGG": 1550,
      "TAGTGG": 1551,
      "CGGCATG": 1552,
      "ACCACCG": 1553,
      "TAGCGG": 1554,
      "ATAGGG": 1555,
      "TCCGGCG": 1556,
      "CAGTCA": 1557,
      "CTACCGG": 1558,
      "CCTCGACG": 1559,
      "TGGACGG": 1560,
      "CTTCCGG": 1561,
      "CCCGCCCG": 1562,
      "CAGGGGG": 1563,
      "CCGCGAG": 1564,
      "TTCATCG": 1565,
      "ACTGCG": 1566,
      "ATCGGCG": 1567,
      "TACATT": 1568,
      "ATCGACA": 1569,
      "CGGCCGGG": 1570,
      "CCTGCTCG": 1571,
      "TAGCAG": 1572,
      "CCGCCGCA": 1573,
      "TCTATG": 1574,
      "TCTTAA": 1575,
      "CTCCTCA": 1576,
      "TATTTAA": 1577,
      "CTCAACG": 1578,
      "CCGCCCA": 1579,
      "ATCTAA": 1580,
      "ATCGTGG": 1581,
      "AGCGGG": 1582,
      "CCC": 1583,
      "TATAATT": 1584,
      "TAGCTG": 1585,
      "CCCGCGCG": 1586,
      "TTCGCGG": 1587,
      "CAGGTCA": 1588,
      "CAACA": 1589,
      "ATTTTAA": 1590,
      "ACCGGTG": 1591,
      "TAGCCA": 1592,
      "TCCATT": 1593,
      "ACGGCCA": 1594,
      "CCAGCGG": 1595,
      "CGGCGAGG": 1596,
      "CTACCTG": 1597,
      "ACCCTT": 1598,
      "ATCATCA": 1599,
      "TCGGCAG": 1600,
      "TACCGCG": 1601,
      "TAAAAAG": 1602,
      "ATTCCG": 1603,
      "CTGGGAG": 1604,
      "CTGGCAG": 1605,
      "TCCGCCA": 1606,
      "ACGGCAG": 1607,
      "CGCAACG": 1608,
      "TCGACCG": 1609,
      "TCCGGTG": 1610,
      "CTGATGG": 1611,
      "CTGTCA": 1612,
      "CCCCCGGG": 1613,
      "TATCTGG": 1614,
      "GGGTGG": 1615,
      "TCTGAG": 1616,
      "CGGTGGG": 1617,
      "CGCAAGG": 1618,
      "CCGGCCCG": 1619,
      "CCTGCCG": 1620,
      "CGGCGGCA": 1621,
      "CCGGCGGG": 1622,
      "CCCCTCA": 1623,
      "CTGGAAG": 1624,
      "CAAGAG": 1625,
      "AAAACG": 1626,
      "TCGGTCG": 1627,
      "CAGGCCA": 1628,
      "TAACTT": 1629,
      "AGAAGGG": 1630,
      "ATCGTCA": 1631,
      "ATGCTT": 1632,
      "CTCTCCG": 1633,
      "CTCACCA": 1634,
      "AACACG": 1635,
      "TCCCCCG": 1636,
      "CTGATCA": 1637,
      "TCCACCA": 1638,
      "CTCCTA": 1639,
      "ACCGTGG": 1640,
      "TCCGAGG": 1641,
      "CGCGACA": 1642,
      "CTATTTT": 1643,
      "TCTGTG": 1644,
      "CTAGAG": 1645,
      "CCGACCA": 1646,
      "CTGGGTG": 1647,
      "CCTGCTGG": 1648,
      "TACGGGG": 1649,
      "TCCAGGG": 1650,
      "CGGCGTT": 1651,
      "CCGCACA": 1652,
      "CTTCGAG": 1653,
      "CCGGCGCCG": 1654,
      "CGGCCAG": 1655,
      "CCTGATG": 1656,
      "CGGGCCA": 1657,
      "GGAA": 1658,
      "TAGGTG": 1659,
      "TAAGAG": 1660,
      "CTGACCA": 1661,
      "CCGCGCTGG": 1662,
      "TCGCCCG": 1663,
      "ACTGTG": 1664,
      "CACGACG": 1665,
      "CCCCCCA": 1666,
      "CGGGCGCG": 1667,
      "ATGGTGG": 1668,
      "TCGATT": 1669,
      "TCGGGCA": 1670,
      "CGGTCCG": 1671,
      "CTTCGCCG": 1672,
      "CAGCTGG": 1673,
      "CGTCGAG": 1674,
      "AAAAAATT": 1675,
      "TTCACG": 1676,
      "TACCTCG": 1677,
      "CCAGGAG": 1678,
      "GAG": 1679,
      "CGTGGGG": 1680,
      "TAGACA": 1681,
      "TTCGCCA": 1682,
      "CTCGCCGG": 1683,
      "TATATAA": 1684,
      "TCAGAG": 1685,
      "GCA": 1686,
      "CCTGACG": 1687,
      "CGAGAAG": 1688,
      "TACACA": 1689,
      "CCCGTGG": 1690,
      "CCGCAAG": 1691,
      "CACAAA": 1692,
      "ACTCTT": 1693,
      "CTAGCG": 1694,
      "TTCGACA": 1695,
      "TAGGTT": 1696,
      "CCCGACA": 1697,
      "GGTG": 1698,
      "ATAAAAG": 1699,
      "GAA": 1700,
      "CTCGCTG": 1701,
      "CCCGGCGG": 1702,
      "CTTGTG": 1703,
      "CTCTGGG": 1704,
      "ACCGTCA": 1705,
      "AAAGCG": 1706,
      "ATTTATT": 1707,
      "ATTCAG": 1708,
      "CGAACG": 1709,
      "TCCGCTG": 1710,
      "CGAGCGG": 1711,
      "CTCCGAG": 1712,
      "TTCGTCA": 1713,
      "CCGCCGACG": 1714,
      "TTGTAA": 1715,
      "TATGTG": 1716,
      "CCGCCTG": 1717,
      "CTAGCA": 1718,
      "CGCACGG": 1719,
      "TCTCTG": 1720,
      "AAAATCA": 1721,
      "CTCGTGG": 1722,
      "CCCTGCA": 1723,
      "TAGGCA": 1724,
      "TCCGCAG": 1725,
      "TTCGGG": 1726,
      "AGGTAA": 1727,
      "TGCGCGG": 1728,
      "CCCGTCA": 1729,
      "ACTCTG": 1730,
      "ACATCGG": 1731,
      "ATATGAA": 1732,
      "ATGGCGG": 1733,
      "CTATAG": 1734,
      "CCGAGCA": 1735,
      "CGCGCCGG": 1736,
      "CGACGACG": 1737,
      "CTCACCGG": 1738,
      "CCTGGAA": 1739,
      "TTGCTGG": 1740,
      "CGGTGCTG": 1741,
      "TCACTG": 1742,
      "TACATG": 1743,
      "TATCCGG": 1744,
      "ATCGGTG": 1745,
      "CCGCGGGG": 1746,
      "AAAGAAAA": 1747,
      "CGAGATCG": 1748,
      "ATCCCCA": 1749,
      "ACACAG": 1750,
      "TCCCGCA": 1751,
      "TTGGTGG": 1752,
      "TCACAG": 1753,
      "CCCAGCA": 1754,
      "TACGAGG": 1755,
      "TAGCCG": 1756,
      "CGGCACG": 1757,
      "CTAGGG": 1758,
      "AGAAATT": 1759,
      "CCTAAG": 1760,
      "TCGACC": 1761,
      "AAGAATT": 1762,
      "CGCACCGG": 1763,
      "CTGACC": 1764,
      "CGCGACGG": 1765,
      "TAGCTT": 1766,
      "CTAGTT": 1767,
      "CAGCTCG": 1768,
      "ACCGGAA": 1769,
      "CAGGAAG": 1770,
      "TCAAAAA": 1771,
      "CTAGTG": 1772,
      "TGCAGGG": 1773,
      "CCCCCTT": 1774,
      "CCCCGACG": 1775,
      "TCGGCTG": 1776,
      "CCGTGGG": 1777,
      "CGGCACA": 1778,
      "CTCCTCGG": 1779,
      "ACCGATG": 1780,
      "ACACTG": 1781,
      "CCCGACGG": 1782,
      "CCACTT": 1783,
      "ATCATGG": 1784,
      "AGCGCGG": 1785,
      "CCTCTGG": 1786,
      "CGCGAAG": 1787,
      "CCGAAGG": 1788,
      "TGAGAG": 1789,
      "CCTCTCG": 1790,
      "ATAGTG": 1791,
      "CCTTAA": 1792,
      "CGGGCGGG": 1793,
      "ACCGCAG": 1794,
      "CCCGGTT": 1795,
      "CGGCGATG": 1796,
      "CGCTA": 1797,
      "TCCCTGG": 1798,
      "CGCGGAG": 1799,
      "CGTGCGG": 1800,
      "AGGCCGG": 1801,
      "ACCGACA": 1802,
      "CCGGGCGG": 1803,
      "TCACCCG": 1804,
      "CGTCCG": 1805,
      "CTCCGTG": 1806,
      "TGAAATT": 1807,
      "CGGCATCG": 1808,
      "CTCGAAG": 1809,
      "AAGGACG": 1810,
      "TCGGCGGG": 1811,
      "CCGCGTT": 1812,
      "CGCGTGG": 1813,
      "TTGTTTT": 1814,
      "ATGGGGG": 1815,
      "TCGCTGG": 1816,
      "CGCGCTGG": 1817,
      "AGGGCGG": 1818,
      "TAACCA": 1819,
      "CCGCCGCCG": 1820,
      "CCCGAAG": 1821,
      "AGCCA": 1822,
      "TCGGCGAG": 1823,
      "CACAG": 1824,
      "ATCAACG": 1825,
      "CCGCGCTCG": 1826,
      "TTCGATT": 1827,
      "AAGAAAG": 1828,
      "TTGGGGG": 1829,
      "CGGTGTG": 1830,
      "CGTGATG": 1831,
      "AGAAAA": 1832,
      "CTTCGACG": 1833,
      "TAGACG": 1834,
      "TCTGCTG": 1835,
      "TTCGTGG": 1836,
      "CCGATGG": 1837,
      "ACCGCTG": 1838,
      "TGCGCTG": 1839,
      "TAGTCA": 1840,
      "TGGGTGG": 1841,
      "CGCCTG": 1842,
      "CGGCGCTGG": 1843,
      "CGCATCA": 1844,
      "AAGGGGG": 1845,
      "CCGACCGG": 1846,
      "AAGGAAG": 1847,
      "TAGTCG": 1848,
      "ACTAGG": 1849,
      "AACAGGG": 1850,
      "CCGCCGAGG": 1851,
      "CCGGACGG": 1852,
      "CTCCCCA": 1853,
      "CCCGGGGG": 1854,
      "TAACAG": 1855,
      "ATGGAGG": 1856,
      "TCGATCG": 1857,
      "AAGGCGG": 1858,
      "ACGCCCG": 1859,
      "TCAGGGG": 1860,
      "AAAGATT": 1861,
      "CGGTGTT": 1862,
      "CTACGAG": 1863,
      "TCGGTCA": 1864,
      "CTCGTCA": 1865,
      "CCTGCCCG": 1866,
      "ATCAGGG": 1867,
      "ACTCGGG": 1868,
      "CCTCCCGG": 1869,
      "CTCCCCGG": 1870,
      "TTCACCA": 1871,
      "TCGAGGG": 1872,
      "ACGACC": 1873,
      "TAAATAA": 1874,
      "CGCCGCGG": 1875,
      "ATGATCG": 1876,
      "CCCGGCTG": 1877,
      "TTCACCG": 1878,
      "AGCTGG": 1879,
      "CGCGCCCG": 1880,
      "CACACA": 1881,
      "CGATGGG": 1882,
      "TCTGGGG": 1883,
      "CCGGGTT": 1884,
      "GTG": 1885,
      "AAGATA": 1886,
      "CCAGCTG": 1887,
      "CAGACCG": 1888,
      "TGTGTG": 1889,
      "ACCATCA": 1890,
      "ATGCTGG": 1891,
      "TTGATCG": 1892,
      "AGGCTT": 1893,
      "ATGCCGG": 1894,
      "CACATG": 1895,
      "CAGGACA": 1896,
      "ATGGTCG": 1897,
      "AATCG": 1898,
      "CGAGGGG": 1899,
      "TAAAACA": 1900,
      "CCGAGCTG": 1901,
      "AACGTT": 1902,
      "CGCTCA": 1903,
      "TTGCCGG": 1904,
      "AGGACGG": 1905,
      "TCCTCCG": 1906,
      "AAGGTGG": 1907,
      "CCCACGG": 1908,
      "ATCTAG": 1909,
      "ATCTCCG": 1910,
      "AGATCG": 1911,
      "TTGATA": 1912,
      "CGGCGCCGG": 1913,
      "TACTCGG": 1914,
      "CGGGGGG": 1915,
      "TAATCG": 1916,
      "CGGTGACG": 1917,
      "ATGACGG": 1918,
      "ACCTGCA": 1919,
      "TGGCTGG": 1920,
      "ATGGACG": 1921,
      "CCCACCGG": 1922,
      "CCTTCGG": 1923,
      "CCGCGCGG": 1924,
      "ACCACGG": 1925,
      "ATCTCCA": 1926,
      "CCCTGCTG": 1927,
      "CCCTCAG": 1928,
      "TGCGCAG": 1929,
      "CGCGGGGG": 1930,
      "CCCCTCC": 1931,
      "AAGGTCG": 1932,
      "CCCATCG": 1933,
      "CCTCCGGG": 1934,
      "TGGCCCG": 1935,
      "CCGCACG": 1936,
      "ATGGCCG": 1937,
      "AGGAGAA": 1938,
      "CGAGGTG": 1939,
      "CGTGCCG": 1940,
      "ACCTCGACG": 1941,
      "TGGAAAA": 1942,
      "ATGTAA": 1943,
      "CCAATT": 1944,
      "TCTAGG": 1945,
      "ACCCAGG": 1946,
      "TCTCCCG": 1947,
      "TGGGACG": 1948,
      "CCCCTTG": 1949,
      "TTTTCG": 1950,
      "AGCCGG": 1951,
      "TCGGCGCCG": 1952,
      "CCAGGTG": 1953,
      "GCG": 1954,
      "TAAGTG": 1955,
      "CCGAGCAG": 1956,
      "CCCTAA": 1957,
      "TGGGAGG": 1958,
      "CGGCGACGG": 1959,
      "CACGGGG": 1960,
      "CCTCGAA": 1961,
      "ATCCGTG": 1962,
      "ATATA": 1963,
      "CACCCG": 1964,
      "TTGCGGG": 1965,
      "CCTGACCG": 1966,
      "ACACCCG": 1967,
      "TAAAGAA": 1968,
      "CCACCAG": 1969,
      "ACCCGAA": 1970,
      "ACGGTCA": 1971,
      "AGAAGG": 1972,
      "ATTAAG": 1973,
      "CCGGGCTG": 1974,
      "CCCCGGGG": 1975,
      "CTTCGTG": 1976,
      "AGCGCG": 1977,
      "AGGAAAA": 1978,
      "ATCAACA": 1979,
      "CCTGTGG": 1980,
      "CACGTT": 1981,
      "CAAGTT": 1982,
      "CTACGACG": 1983,
      "CTCATCA": 1984,
      "CTCCGACG": 1985,
      "ACGACCG": 1986,
      "CTTCGGG": 1987,
      "CCGCCGTCG": 1988,
      "ATCCTCGG": 1989,
      "TTGCGCG": 1990,
      "TCAGCGG": 1991,
      "CCGCCAG": 1992,
      "CTTGCG": 1993,
      "ATCTTTT": 1994,
      "TCCGGAA": 1995,
      "ACGCTGG": 1996,
      "ACGCGGG": 1997,
      "ATTATA": 1998,
      "ACCAGCA": 1999,
      "AAGCCGG": 2000,
      "CAGAAGG": 2001,
      "CCGCGTCG": 2002,
      "CCGAGCG": 2003,
      "ACGGGCA": 2004,
      "AAAAGGG": 2005,
      "CTC": 2006,
      "CCCATGG": 2007,
      "AAAAAGAA": 2008,
      "AAGAACA": 2009,
      "TTTTTTG": 2010,
      "CCGCGGCG": 2011,
      "CTGGATG": 2012,
      "ATCACCGG": 2013,
      "CTACGCG": 2014,
      "CTGGTCGG": 2015,
      "TATTTTG": 2016,
      "ATTGATG": 2017,
      "CCTGATCG": 2018,
      "ACCATGG": 2019,
      "CCCAAGG": 2020,
      "CTGTCCG": 2021,
      "TTGGCGG": 2022,
      "TGAGCAG": 2023,
      "TACCAGG": 2024,
      "CCCCGTG": 2025,
      "CCGCGTG": 2026,
      "CCTGCGGG": 2027,
      "CTCATGG": 2028,
      "ACTGGGG": 2029,
      "CTCCTTG": 2030,
      "TTCCCG": 2031,
      "ACCAAGG": 2032,
      "ACCTTCG": 2033,
      "CGACGAA": 2034,
      "CCGATA": 2035,
      "CCGGCGAG": 2036,
      "CAGGCTG": 2037,
      "ATTACG": 2038,
      "TGAAGGG": 2039,
      "AAGATCG": 2040,
      "ACCTTCA": 2041,
      "TAGATA": 2042,
      "TCGGAGG": 2043,
      "TCGGACG": 2044,
      "ACATAA": 2045,
      "TCCTCGACG": 2046,
      "TCGGCTT": 2047,
      "CTCCCCCG": 2048,
      "ATAAGAA": 2049,
      "TATCGGG": 2050,
      "CCTGCAG": 2051,
      "AAGGTCA": 2052,
      "CCGCCGTG": 2053,
      "ACGGACG": 2054,
      "TGGTAA": 2055,
      "TACGCGG": 2056,
      "CTACCCG": 2057,
      "CCGCATG": 2058,
      "TCAGCAG": 2059,
      "TCCGATG": 2060,
      "CGTCGACG": 2061,
      "ACACTT": 2062,
      "CCTGGCG": 2063,
      "TGGTAG": 2064,
      "AACCA": 2065,
      "TGGACCG": 2066,
      "TGCGACG": 2067,
      "CTGGCCCG": 2068,
      "CCGCGCAG": 2069,
      "CCGCCGGGG": 2070,
      "CCGGAAG": 2071,
      "CCCTGCG": 2072,
      "ACAGCAG": 2073,
      "CCTGGCA": 2074,
      "ATGGACA": 2075,
      "ACGGCGAG": 2076,
      "AAAAATAA": 2077,
      "TTGTAG": 2078,
      "CCGAGGGG": 2079,
      "TTGACCG": 2080,
      "AAAGAGG": 2081,
      "TATTTTTT": 2082,
      "CGAATG": 2083,
      "ATGGCAG": 2084,
      "AGCACCA": 2085,
      "CCGGATT": 2086,
      "CGCGGCGG": 2087,
      "CGAAGGG": 2088,
      "TCCCTCG": 2089,
      "ACCCGCG": 2090,
      "TACGTT": 2091,
      "CGCGCTCG": 2092,
      "TAATATT": 2093,
      "CCGCGATG": 2094,
      "TACTGGG": 2095,
      "ATATTCA": 2096,
      "AGACA": 2097,
      "CCGCCCCG": 2098,
      "AAACA": 2099,
      "CGGGGTG": 2100,
      "ACTCCCG": 2101,
      "CACGCTG": 2102,
      "CGCGCGGG": 2103,
      "CTCCCAG": 2104,
      "CTTCTCG": 2105,
      "CAGGCAG": 2106,
      "ATCGATG": 2107,
      "ATGGAAG": 2108,
      "AAAGATG": 2109,
      "CGCCGCCA": 2110,
      "CTCTAA": 2111,
      "CCGCCGCGG": 2112,
      "TGTGGGG": 2113,
      "CGCACCCG": 2114,
      "ACGGCTG": 2115,
      "AATCA": 2116,
      "ATTATTG": 2117,
      "CGGGCCCG": 2118,
      "TGGATA": 2119,
      "ATGGCCA": 2120,
      "ATTTTTG": 2121,
      "CCCGGACG": 2122,
      "TTCGATG": 2123,
      "TTCGTG": 2124,
      "TCCATCG": 2125,
      "TCGGCCGG": 2126,
      "CTCCCT": 2127,
      "CTCGGCGG": 2128,
      "ACCCCCA": 2129,
      "AAGGACA": 2130,
      "CCCTGAA": 2131,
      "CCAGAAG": 2132,
      "CGGCGACA": 2133,
      "ACTAAAA": 2134,
      "AACGGGG": 2135,
      "TACTTTT": 2136,
      "TTGTCGG": 2137,
      "CCGATCA": 2138,
      "TGGCGCA": 2139,
      "CGGGATG": 2140,
      "ACGGCGCG": 2141,
      "AAACG": 2142,
      "CAGCGTG": 2143,
      "ACGGCCGG": 2144,
      "TACGTCG": 2145,
      "TAGTTTT": 2146,
      "ACCGGTT": 2147,
      "TGGTGCTG": 2148,
      "CGCTGCTG": 2149,
      "TCGGCGTG": 2150,
      "CGGTGCG": 2151,
      "TCCGTGG": 2152,
      "TACCTA": 2153,
      "AAGGCCA": 2154,
      "AACTCG": 2155,
      "CGCCGACA": 2156,
      "AGGTAG": 2157,
      "AGGCGGG": 2158,
      "TTCATCA": 2159,
      "ACCGGAG": 2160,
      "CCTCGTCG": 2161,
      "CTCAGGG": 2162,
      "CAGGATG": 2163,
      "ATTTTAG": 2164,
      "ACTGCTG": 2165,
      "TACGGCGG": 2166,
      "CCGGCTGG": 2167,
      "CCGACGACG": 2168,
      "ATGGTCA": 2169,
      "TATCAGG": 2170,
      "TGTTAG": 2171,
      "CGAGGG": 2172,
      "CTCTCCA": 2173,
      "TATGGAA": 2174,
      "ACAGCGG": 2175,
      "TAAACG": 2176,
      "CACGTCG": 2177,
      "ACCGGCTG": 2178,
      "CGCTGCA": 2179,
      "TACCCCG": 2180,
      "CCTGCCGG": 2181,
      "AACACCA": 2182,
      "TCACTT": 2183,
      "ACCTCCA": 2184,
      "CAGCTA": 2185,
      "TGCGCCA": 2186,
      "AATTG": 2187,
      "AACAAGG": 2188,
      "CAAGAAG": 2189,
      "CTAACG": 2190,
      "AGGGCTT": 2191,
      "ACAGGGG": 2192,
      "ATCAGCA": 2193,
      "CCTTGGG": 2194,
      "AACAATT": 2195,
      "CCCTCGGG": 2196,
      "CCGTAG": 2197,
      "CTATCTG": 2198,
      "ATCCGCCG": 2199,
      "TCGCGCG": 2200,
      "CGCACTG": 2201,
      "CCGAGTT": 2202,
      "CTCCTCC": 2203,
      "CATCGAG": 2204,
      "GGGCTG": 2205,
      "TCAACGG": 2206,
      "CGGGAAG": 2207,
      "CCTGGTCG": 2208,
      "ATTCCGG": 2209,
      "CGCAACA": 2210,
      "CGAGACG": 2211,
      "CCTTCGCCG": 2212,
      "AACTGG": 2213,
      "CTTCGTCG": 2214,
      "CGGCGGCGG": 2215,
      "TCGACGAG": 2216,
      "CCTCAGG": 2217,
      "TCGGCAAG": 2218,
      "CGAAGG": 2219,
      "ATGGCTG": 2220,
      "TCCGCCGG": 2221,
      "TATACG": 2222,
      "ACGGAGG": 2223,
      "AATTAAAA": 2224,
      "TCGCTT": 2225,
      "ATTGGTG": 2226,
      "CCGGGACG": 2227,
      "CCGCGGTG": 2228,
      "ATATTTG": 2229,
      "TGGCAGG": 2230,
      "TTGGAGG": 2231,
      "CCCCCCGG": 2232,
      "TTTTTCA": 2233,
      "CGCGACCG": 2234,
      "TAACTG": 2235,
      "CGTGCAG": 2236,
      "ATGAGCA": 2237,
      "CCGCGAGG": 2238,
      "AAGGATT": 2239,
      "CCGTGCTG": 2240,
      "CCGCGATCG": 2241,
      "CCCGCGAG": 2242,
      "AACATCG": 2243,
