{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "GC": 9,
      "AA": 10,
      "TT": 11,
      "GA": 12,
      "TC": 13,
      "CC": 14,
      "GG": 15,
      "TA": 16,
      "TG": 17,
      "GCC": 18,
      "GCA": 19,
      "CA": 20,
      "AAA": 21,
      "TGC": 22,
      "TGA": 23,
      "GGC": 24,
      "TCA": 25,
      "GTT": 26,
      "GAA": 27,
      "TGG": 28,
      "TAA": 29,
      "TTA": 30,
      "GAC": 31,
      "GTC": 32,
      "TTC": 33,
      "CCA": 34,
      "AAC": 35,
      "TAC": 36,
      "GCCA": 37,
      "GCGC": 38,
      "TCC": 39,
      "GGA": 40,
      "CCC": 41,
      "TTTT": 42,
      "TGGC": 43,
      "GTA": 44,
      "TGAA": 45,
      "TGCC": 46,
      "TGCA": 47,
      "GGCA": 48,
      "GGCC": 49,
      "TCAA": 50,
      "TAAA": 51,
      "GTG": 52,
      "GCAA": 53,
      "TCGA": 54,
      "CAC": 55,
      "TATT": 56,
      "GCCC": 57,
      "TGTT": 58,
      "GAAA": 59,
      "GCGA": 60,
      "AAAA": 61,
      "TGGA": 62,
      "TGAC": 63,
      "GTGC": 64,
      "GCTT": 65,
      "GCAC": 66,
      "GTCA": 67,
      "GCGG": 68,
      "GAAC": 69,
      "TCGC": 70,
      "GATT": 71,
      "TACC": 72,
      "GTGA": 73,
      "TATC": 74,
      "GACC": 75,
      "GGTT": 76,
      "GATC": 77,
      "GTTA": 78,
      "GTTC": 79,
      "AAAC": 80,
      "GTAA": 81,
      "GTGG": 82,
      "TGTC": 83,
      "GGAA": 84,
      "GCTC": 85,
      "TCAC": 86,
      "TTAC": 87,
      "TTCA": 88,
      "TTAA": 89,
      "GACA": 90,
      "GGGC": 91,
      "TACA": 92,
      "GGAC": 93,
      "GGTC": 94,
      "TGGCC": 95,
      "GAGC": 96,
      "TTTC": 97,
      "TAAC": 98,
      "TTCC": 99,
      "TTTA": 100,
      "TTGA": 101,
      "TCCA": 102,
      "GCGCC": 103,
      "GCGGC": 104,
      "GTCC": 105,
      "TCCC": 106,
      "AACC": 107,
      "GGCCA": 108,
      "GTAC": 109,
      "CCAC": 110,
      "AACA": 111,
      "TGCCA": 112,
      "TTGC": 113,
      "TATA": 114,
      "TGAAA": 115,
      "TCGG": 116,
      "TTGG": 117,
      "TCGCC": 118,
      "TCGGC": 119,
      "TGCCC": 120,
      "TGGCA": 121,
      "TGACC": 122,
      "TAAAA": 123,
      "TGTA": 124,
      "GCTGC": 125,
      "GATA": 126,
      "CACC": 127,
      "GCGCA": 128,
      "GAGG": 129,
      "TCACC": 130,
      "GGCAA": 131,
      "GAAAA": 132,
      "TGGAA": 133,
      "TCTT": 134,
      "GCACC": 135,
      "GGTA": 136,
      "GAGA": 137,
      "GCCAA": 138,
      "TGTTC": 139,
      "TGAAC": 140,
      "GTGGC": 141,
      "GCCGC": 142,
      "TTATT": 143,
      "GCCGA": 144,
      "TGCAC": 145,
      "GGCGC": 146,
      "GTGCC": 147,
      "TTCAA": 148,
      "TGCAA": 149,
      "GTGAA": 150,
      "TCGAC": 151,
      "GGCAC": 152,
      "GCCAC": 153,
      "GCTA": 154,
      "GGCCC": 155,
      "GCCGG": 156,
      "GGCGA": 157,
      "TTACC": 158,
      "TGATC": 159,
      "GGCGG": 160,
      "TGCGC": 161,
      "AACAA": 162,
      "TGGAC": 163,
      "TGATT": 164,
      "TCTC": 165,
      "AAACC": 166,
      "GGGG": 167,
      "GAACA": 168,
      "TCGTC": 169,
      "TAAAC": 170,
      "GGGA": 171,
      "GCTGG": 172,
      "TGGCGC": 173,
      "GTTTT": 174,
      "GTGCA": 175,
      "GGTGC": 176,
      "GACAA": 177,
      "CCAA": 178,
      "GAGCA": 179,
      "TCTA": 180,
      "GCGTC": 181,
      "GCGAA": 182,
      "GATGC": 183,
      "GCAAA": 184,
      "TGTCA": 185,
      "TGTGC": 186,
      "TGGTT": 187,
      "TCGAA": 188,
      "GCGAC": 189,
      "GATGA": 190,
      "GCCGCC": 191,
      "GAAAC": 192,
      "TTTAA": 193,
      "TTGAA": 194,
      "TACAA": 195,
      "GCGTT": 196,
      "GTAAA": 197,
      "CCACC": 198,
      "TCAAA": 199,
      "TGACA": 200,
      "TGTGG": 201,
      "GATCA": 202,
      "GGGCA": 203,
      "GCAAC": 204,
      "GTTCA": 205,
      "GCTGA": 206,
      "TGTCC": 207,
      "TTAAA": 208,
      "TAGA": 209,
      "GGCGGC": 210,
      "TTTTA": 211,
      "CCCA": 212,
      "TGCTGC": 213,
      "GTGAC": 214,
      "TTGCC": 215,
      "GTCAA": 216,
      "TTGTT": 217,
      "GCCCA": 218,
      "TCAAC": 219,
      "GAACC": 220,
      "GGTGA": 221,
      "AAACA": 222,
      "TGTTA": 223,
      "GATCC": 224,
      "GTTAA": 225,
      "GCACA": 226,
      "GGTGG": 227,
      "GTCAC": 228,
      "GATAA": 229,
      "GGACA": 230,
      "GGTCA": 231,
      "GCTTC": 232,
      "TTGGC": 233,
      "CCCC": 234,
      "GCCCC": 235,
      "GACCA": 236,
      "TGTAA": 237,
      "TTACA": 238,
      "GCTCA": 239,
      "TGAAAA": 240,
      "TATAA": 241,
      "GGAAA": 242,
      "TTTCA": 243,
      "TATCA": 244,
      "TTTGC": 245,
      "TCTGC": 246,
      "TTTTC": 247,
      "TGTAC": 248,
      "TGTTTT": 249,
      "GTCGA": 250,
      "GCAGG": 251,
      "GTACC": 252,
      "GCCGGC": 253,
      "TGGCCA": 254,
      "GTTAC": 255,
      "TATTA": 256,
      "TCCAA": 257,
      "GACGA": 258,
      "GGTAA": 259,
      "GTTCC": 260,
      "TTGCA": 261,
      "GCGCCC": 262,
      "GACCC": 263,
      "GCCTGC": 264,
      "CACA": 265,
      "GCGGA": 266,
      "TGTGA": 267,
      "TATTTT": 268,
      "GATGG": 269,
      "GCATC": 270,
      "TATTC": 271,
      "GGGGC": 272,
      "TTTGA": 273,
      "TCGTT": 274,
      "GGGCC": 275,
      "TCTGG": 276,
      "TATGC": 277,
      "GAGAA": 278,
      "GGGTT": 279,
      "GAGTT": 280,
      "TAAAAA": 281,
      "GGTTC": 282,
      "TCGCA": 283,
      "CCCAA": 284,
      "GAAAAA": 285,
      "TTTCC": 286,
      "TTTGG": 287,
      "GTAAC": 288,
      "TGCTGG": 289,
      "TCGCGC": 290,
      "TGGCAA": 291,
      "GTCCA": 292,
      "GCGGCC": 293,
      "TTTAC": 294,
      "GCTAA": 295,
      "GATTC": 296,
      "AAAAAA": 297,
      "GAGCC": 298,
      "TACCA": 299,
      "TATGA": 300,
      "TTCCA": 301,
      "TTATC": 302,
      "GCCACC": 303,
      "GTACA": 304,
      "TCGACC": 305,
      "TATCC": 306,
      "GAGGC": 307,
      "TCTTC": 308,
      "GGACC": 309,
      "GCGCAA": 310,
      "TTCAC": 311,
      "TTGTC": 312,
      "TACCC": 313,
      "TGGCCC": 314,
      "GCAAAA": 315,
      "GCTAC": 316,
      "TAACC": 317,
      "TTCCC": 318,
      "GGAAC": 319,
      "GGCACC": 320,
      "GAGGA": 321,
      "TCAAAA": 322,
      "GCAGCA": 323,
      "TATGG": 324,
      "TAGAA": 325,
      "TAGG": 326,
      "GCTTA": 327,
      "TTAAC": 328,
      "TAACA": 329,
      "TCACA": 330,
      "GGCGCC": 331,
      "CACAA": 332,
      "TCATC": 333,
      "TGCTC": 334,
      "GGGAA": 335,
      "GCGCCA": 336,
      "GATTA": 337,
      "TTTTAA": 338,
      "GTATT": 339,
      "GCCGAC": 340,
      "GTCCC": 341,
      "GCTGGC": 342,
      "GCCGAA": 343,
      "TGAAAC": 344,
      "GCCTT": 345,
      "GCCGCA": 346,
      "GGCTT": 347,
      "TGGTGG": 348,
      "GGCCAA": 349,
      "TGTCGA": 350,
      "GACAC": 351,
      "GCCGCGC": 352,
      "GCGTA": 353,
      "TGCCAA": 354,
      "GGTTA": 355,
      "GCGTG": 356,
      "GGGCGC": 357,
      "GATGAA": 358,
      "TGGCAC": 359,
      "TGCTGA": 360,
      "GCGACC": 361,
      "GGCGCA": 362,
      "TTTATT": 363,
      "TGGTC": 364,
      "GATAC": 365,
      "GGTAC": 366,
      "TCCCC": 367,
      "GCGGCA": 368,
      "GCTCC": 369,
      "GGGTC": 370,
      "GAACAA": 371,
      "TTTTCA": 372,
      "GGCGAA": 373,
      "CCACA": 374,
      "GGGGA": 375,
      "TCGCCC": 376,
      "GCCGTC": 377,
      "GCATT": 378,
      "TAGTT": 379,
      "GAGCGC": 380,
      "TGAACA": 381,
      "TCGACA": 382,
      "GCTGCC": 383,
      "TATTAA": 384,
      "GAAACC": 385,
      "TCAACC": 386,
      "GCTGGA": 387,
      "GAAGAA": 388,
      "TCGGCC": 389,
      "GGCGAC": 390,
      "TGATGA": 391,
      "TTGGA": 392,
      "TCTAC": 393,
      "TTGAC": 394,
      "GGCTGC": 395,
      "TACAC": 396,
      "GGTTTT": 397,
      "TGTATT": 398,
      "TCTGA": 399,
      "TGTTCA": 400,
      "TGGTGC": 401,
      "GAAGA": 402,
      "TATAC": 403,
      "GCGTGC": 404,
      "GCAACA": 405,
      "TTAAAA": 406,
      "TGCACC": 407,
      "GCAACC": 408,
      "GTAAAA": 409,
      "GATTTT": 410,
      "TCAACA": 411,
      "TGTGGC": 412,
      "GCTGAA": 413,
      "GAGTC": 414,
      "GCCGTT": 415,
      "AAACAA": 416,
      "TCCAC": 417,
      "GCTTTT": 418,
      "GATGCC": 419,
      "GGCGTT": 420,
      "TCTCC": 421,
      "GGCGTC": 422,
      "TGATGC": 423,
      "GGCCAC": 424,
      "TCGCCA": 425,
      "GGCGCGC": 426,
      "GCCTGG": 427,
      "TGATCC": 428,
      "GCTCAA": 429,
      "GTTCAA": 430,
      "GGGTG": 431,
      "GACGAC": 432,
      "TGATCA": 433,
      "GCTGCA": 434,
      "TCCCA": 435,
      "GGCTTC": 436,
      "TCGGCA": 437,
      "TGTCGC": 438,
      "TGCCAC": 439,
      "GGGTA": 440,
      "TAGCA": 441,
      "GCGACA": 442,
      "GTCACC": 443,
      "GCTGTT": 444,
      "GCCAAA": 445,
      "TGCTT": 446,
      "GGCAAA": 447,
      "GCACAA": 448,
      "TGAACC": 449,
      "GGTGGC": 450,
      "GGAAAA": 451,
      "GGTCC": 452,
      "GGGCAA": 453,
      "TCTCA": 454,
      "TAACAA": 455,
      "TATTCA": 456,
      "GTGTT": 457,
      "TGGAAA": 458,
      "TCGGA": 459,
      "TCTAA": 460,
      "GTTTA": 461,
      "TGACCC": 462,
      "GCCGGA": 463,
      "TGACAA": 464,
      "GT": 465,
      "TTACAA": 466,
      "TGTGCC": 467,
      "GCCAAC": 468,
      "TGATA": 469,
      "GCGCAC": 470,
      "GGTGCC": 471,
      "TCATT": 472,
      "GGGAC": 473,
      "TTCGA": 474,
      "GGCAAC": 475,
      "GGTGAA": 476,
      "TGCGCA": 477,
      "GGGCGA": 478,
      "TTATTA": 479,
      "TATCAA": 480,
      "TGTTCC": 481,
      "TGCGCC": 482,
      "GCTTCA": 483,
      "TGACCA": 484,
      "GAGAC": 485,
      "GTGACC": 486,
      "TTTAAA": 487,
      "GTCGTC": 488,
      "TAATAA": 489,
      "TCATCA": 490,
      "GATGGC": 491,
      "TTGTA": 492,
      "TGGGCA": 493,
      "TGTTAA": 494,
      "GAGTA": 495,
      "GCCTTC": 496,
      "GATCAA": 497,
      "GCCCAA": 498,
      "TGGACA": 499,
      "GCAGTT": 500,
      "GATAAA": 501,
      "GCTCGA": 502,
      "TATAAA": 503,
      "GAGCAA": 504,
      "GTGCCC": 505,
      "GGTATT": 506,
      "GTGAAA": 507,
      "TGAAAAA": 508,
      "TAAAAAA": 509,
      "GCAGGC": 510,
      "GGTCGA": 511,
      "TGGACC": 512,
      "TGATGG": 513,
      "GGACAA": 514,
      "GTGCCA": 515,
      "GGATT": 516,
      "GCTG": 517,
      "TTATA": 518,
      "GAATT": 519,
      "GGCTGG": 520,
      "GTTTC": 521,
      "GATATT": 522,
      "GACGAA": 523,
      "GCACCA": 524,
      "GAAACA": 525,
      "GACACC": 526,
      "TTCGTC": 527,
      "GCATCA": 528,
      "GCAGGA": 529,
      "TTTTCC": 530,
      "TCGTA": 531,
      "AAATA": 532,
      "GCATCC": 533,
      "TAATA": 534,
      "TTCACC": 535,
      "GCCTGA": 536,
      "GCCGGCC": 537,
      "TGGTA": 538,
      "TACCAA": 539,
      "TCTTA": 540,
      "TGTGCA": 541,
      "GGTCAA": 542,
      "GCTTCC": 543,
      "TGCAAC": 544,
      "TGCCCA": 545,
      "GGTGCA": 546,
      "GCAGAA": 547,
      "GCTTAA": 548,
      "TATCCA": 549,
      "TGCAAA": 550,
      "AC": 551,
      "TGGTCA": 552,
      "GACGGC": 553,
      "TGTGTT": 554,
      "TGCGGC": 555,
      "TTCAAA": 556,
      "TGTAAA": 557,
      "GCTATT": 558,
      "GATCGA": 559,
      "GGTGTT": 560,
      "GCGAAC": 561,
      "GCTCGC": 562,
      "GCCGCCC": 563,
      "GTGGAA": 564,
      "GGGCGG": 565,
      "AAAACC": 566,
      "TAAAAC": 567,
      "GAAAAC": 568,
      "TTTTTT": 569,
      "GGTAAA": 570,
      "TAATT": 571,
      "TACACC": 572,
      "TTCTT": 573,
      "TCGCGA": 574,
      "GTTGTT": 575,
      "TTATCA": 576,
      "TCGCGG": 577,
      "TGCACA": 578,
      "TGTGGA": 579,
      "TCGTG": 580,
      "GTCGAC": 581,
      "GATCCC": 582,
      "TTCAAC": 583,
      "GATCCA": 584,
      "GCCCCC": 585,
      "GCGTTC": 586,
      "TCACCC": 587,
      "TCGTGC": 588,
      "GTTACC": 589,
      "GCACCC": 590,
      "GCGTCA": 591,
      "TAGAC": 592,
      "GGCGGA": 593,
      "GCAGA": 594,
      "AAATT": 595,
      "TGCGG": 596,
      "GCGTGA": 597,
      "TGGAAC": 598,
      "TATGAA": 599,
      "GACCAA": 600,
      "GCGAAA": 601,
      "TAGCC": 602,
      "GGCGGCC": 603,
      "TCACCA": 604,
      "GAGGCC": 605,
      "GCCACA": 606,
      "TTTGCC": 607,
      "TCACAA": 608,
      "TGGTGA": 609,
      "TTATTTT": 610,
      "GATTCA": 611,
      "GTTGAA": 612,
      "GATTAA": 613,
      "GTGCAA": 614,
      "GGCACA": 615,
      "TAGTC": 616,
      "GCAAAC": 617,
      "TATATT": 618,
      "TCTTTT": 619,
      "TAGTA": 620,
      "GCAGCC": 621,
      "GCTAAA": 622,
      "TGTACC": 623,
      "TCTGGC": 624,
      "GCTGAC": 625,
      "GTTTTA": 626,
      "GTTGA": 627,
      "GTTAAA": 628,
      "TATGGC": 629,
      "TGGCCAA": 630,
      "GCCCCA": 631,
      "TTGCGC": 632,
      "GGCCCA": 633,
      "TTCGAC": 634,
      "GCGGAA": 635,
      "TCCTGC": 636,
      "GTGAAC": 637,
      "TATGCC": 638,
      "GATGAC": 639,
      "TGAGCA": 640,
      "GTCGGC": 641,
      "GGGCTT": 642,
      "GGAACA": 643,
      "GTCGAA": 644,
      "TGTG": 645,
      "TTCGCC": 646,
      "GATTCC": 647,
      "TCAGCA": 648,
      "TGATAA": 649,
      "TTTCCC": 650,
      "TAAACA": 651,
      "GGTTCA": 652,
      "TGTCCA": 653,
      "GGATC": 654,
      "GTGCAC": 655,
      "GACGCC": 656,
      "AAAACA": 657,
      "GATGCA": 658,
      "TATCCC": 659,
      "TTCGGC": 660,
      "TAGGA": 661,
      "AACAAC": 662,
      "GCGTGG": 663,
      "GGTGGA": 664,
      "TTGCCC": 665,
      "GTCGCC": 666,
      "TATCGA": 667,
      "TCGAAC": 668,
      "GGTTAA": 669,
      "GTGGCC": 670,
      "GTAAAC": 671,
      "TGTGAA": 672,
      "GTGGA": 673,
      "TGCGTT": 674,
      "TGAGTT": 675,
      "GAAGCC": 676,
      "GGGTGA": 677,
      "GGGCCA": 678,
      "AAATAA": 679,
      "GACAAC": 680,
      "GTATC": 681,
      "TGTCAC": 682,
      "GTGGCA": 683,
      "GCGCGGC": 684,
      "TAGGC": 685,
      "TGCTCA": 686,
      "TTTCCA": 687,
      "TTATTC": 688,
      "GCTGGCC": 689,
      "TGCCCC": 690,
      "GCTACC": 691,
      "TATTCC": 692,
      "GTACAA": 693,
      "GGTGAC": 694,
      "GACAAA": 695,
      "GAAGGC": 696,
      "GCTGTC": 697,
      "TTGCCA": 698,
      "TACAAA": 699,
      "TGTATC": 700,
      "TGGGGC": 701,
      "TGATTC": 702,
      "GTGTTC": 703,
      "TTGATT": 704,
      "TCGTCA": 705,
      "GAATCC": 706,
      "GCTCCA": 707,
      "TCTGCC": 708,
      "GGGTGC": 709,
      "TCATCC": 710,
      "TGGTTC": 711,
      "TTACCC": 712,
      "TGCTGGC": 713,
      "TTGAAA": 714,
      "TGCGTC": 715,
      "TACCCA": 716,
      "GCAGCGC": 717,
      "GGCCCC": 718,
      "TCAAAC": 719,
      "GATGTT": 720,
      "AACAAA": 721,
      "GACCCA": 722,
      "TTTATC": 723,
      "TGCGCGC": 724,
      "TCAGGA": 725,
      "GTTTTC": 726,
      "TTGGCC": 727,
      "TTTGAA": 728,
      "TGAACAA": 729,
      "GCCGCCA": 730,
      "TTTGGC": 731,
      "TTGGCA": 732,
      "TGCGCGA": 733,
      "GAATA": 734,
      "TGTCCC": 735,
      "TCCACC": 736,
      "TGATTTT": 737,
      "GAAAAAA": 738,
      "GTTTAA": 739,
      "AACACC": 740,
      "GAAGAC": 741,
      "TGTCAA": 742,
      "TTTGTT": 743,
      "TCCGGC": 744,
      "GCATTC": 745,
      "TTATAA": 746,
      "GTCAAA": 747,
      "TTTACC": 748,
      "GAACCC": 749,
      "GCCTC": 750,
      "GAGCTT": 751,
      "GTTTCA": 752,
      "GCTATC": 753,
      "GTCGCGC": 754,
      "TTACCA": 755,
      "GTCAAC": 756,
      "GACCCC": 757,
      "TAAACC": 758,
      "GTTACA": 759,
      "GGCTC": 760,
      "TGGGCC": 761,
      "TTTCAA": 762,
      "GGGGCA": 763,
      "TTATCC": 764,
      "TTAACC": 765,
      "TTCTTC": 766,
      "TGGGTT": 767,
      "TACAAC": 768,
      "GAGAAA": 769,
      "GAGCGG": 770,
      "GACGCGC": 771,
      "TTTTTA": 772,
      "GAGCAC": 773,
      "CCACAA": 774,
      "GCATGC": 775,
      "GAGGAA": 776,
      "GGTCGC": 777,
      "TGTTAC": 778,
      "TGAGCC": 779,
      "GATCGC": 780,
      "GGGGCC": 781,
      "GGAGAA": 782,
      "TTGGTT": 783,
      "TAGC": 784,
      "GTAACC": 785,
      "GATCAC": 786,
      "GACGGCC": 787,
      "CCACCA": 788,
      "TTCCCC": 789,
      "GAGTG": 790,
      "TCAGCC": 791,
      "GAATC": 792,
      "GGGCAC": 793,
      "TGTACA": 794,
      "TCAGTT": 795,
      "GATACC": 796,
      "GCGTCC": 797,
      "TATGTT": 798,
      "TATTAC": 799,
      "GGTATC": 800,
      "GATGGA": 801,
      "GCGGCAA": 802,
      "GAGCGA": 803,
      "GCGGAC": 804,
      "GAAGCA": 805,
      "GGAACC": 806,
      "TCTGGA": 807,
      "GTGACA": 808,
      "GTATTC": 809,
      "TATCGC": 810,
      "GGCTAC": 811,
      "GGATGC": 812,
      "TCGAAA": 813,
      "AACCAA": 814,
      "GTTTCC": 815,
      "GGCGGCA": 816,
      "GAACAC": 817,
      "GCCCAC": 818,
      "GGCGCGG": 819,
      "TGATCGA": 820,
      "TCGCAA": 821,
      "GCGTTA": 822,
      "GACGTC": 823,
      "AAACCC": 824,
      "GCATGG": 825,
      "GTGGCGC": 826,
      "TTTTTTA": 827,
      "TCGCTT": 828,
      "GGATA": 829,
      "TGATGAA": 830,
      "GGTTCC": 831,
      "GAAGG": 832,
      "TCATGC": 833,
      "GCTCCC": 834,
      "TGGTAC": 835,
      "GAGCCC": 836,
      "TACCCC": 837,
      "TGGTAA": 838,
      "GACGG": 839,
      "GAAGTC": 840,
      "GAGCCA": 841,
      "GAATAA": 842,
      "GCATGA": 843,
      "GCGCTGC": 844,
      "TTGCTT": 845,
      "GAATAC": 846,
      "GGATCA": 847,
      "TTGCAA": 848,
      "TTGTG": 849,
      "GCAGGCC": 850,
      "GGCCACC": 851,
      "GCCGTA": 852,
      "TTTGCA": 853,
      "GAGATC": 854,
      "TTAACA": 855,
      "TTAAAAA": 856,
      "TGATTA": 857,
      "GAAGTT": 858,
      "GTCGTT": 859,
      "TGCTGCC": 860,
      "TCTATT": 861,
      "GCCTGCC": 862,
      "GCTCAC": 863,
      "TTGATC": 864,
      "GGGATT": 865,
      "TGCTA": 866,
      "TTCCAA": 867,
      "GGGAAA": 868,
      "GAACCA": 869,
      "TGTTCAA": 870,
      "AAACCA": 871,
      "GGAGTT": 872,
      "TATGAC": 873,
      "TCATGA": 874,
      "TGCGCCA": 875,
      "GTGTC": 876,
      "GCAGTC": 877,
      "GGCTGA": 878,
      "GCGCACC": 879,
      "GCCGGCA": 880,
      "GAGTTC": 881,
      "TGGGTA": 882,
      "GGTCAC": 883,
      "GATGTC": 884,
      "TGAAACA": 885,
      "TCTTCA": 886,
      "GGGTGG": 887,
      "TGTGAC": 888,
      "GGTGTC": 889,
      "TTGAAC": 890,
      "GAATTC": 891,
      "GGGCTC": 892,
      "AAATCA": 893,
      "TCTGTT": 894,
      "TAGTG": 895,
      "TGCTCAA": 896,
      "GGAAAC": 897,
      "GCGCGCC": 898,
      "GCTACA": 899,
      "TGCTAA": 900,
      "TCCCCC": 901,
      "GATATC": 902,
      "TATGGA": 903,
      "GAGATT": 904,
      "TCGTGA": 905,
      "TATGCA": 906,
      "GGAGCA": 907,
      "TTATGA": 908,
      "GTAACA": 909,
      "TCGGCAA": 910,
      "TGCTTC": 911,
      "TGCTGGA": 912,
      "TGACCAA": 913,
      "GGATAA": 914,
      "GCCGCGA": 915,
      "AACCCC": 916,
      "TCGGTT": 917,
      "GTTCCA": 918,
      "TCGGGC": 919,
      "GAAGCGC": 920,
      "TCTGCA": 921,
      "GGGGTT": 922,
      "GGATGA": 923,
      "GCAAAAA": 924,
      "GCAGTA": 925,
      "GACCAC": 926,
      "TTTTTAA": 927,
      "TGGGTC": 928,
      "TCAGGC": 929,
      "TGGAAAA": 930,
      "GGATTC": 931,
      "GCATTA": 932,
      "GGGTTC": 933,
      "TGGTGGC": 934,
      "TGGTTA": 935,
      "GGCCGTC": 936,
      "TTGACC": 937,
      "GGCCGGC": 938,
      "TGCTGTT": 939,
      "GCCGTGC": 940,
      "TGAAACC": 941,
      "GTCCAA": 942,
      "TCCCCA": 943,
      "GATAAC": 944,
      "GACTTC": 945,
      "GCAGC": 946,
      "TGTAAC": 947,
      "TGACAC": 948,
      "TGTGTC": 949,
      "GCGGCCC": 950,
      "TGCTCGA": 951,
      "TCATTC": 952,
      "TCTGAA": 953,
      "TCCGCC": 954,
      "AAAGAA": 955,
      "GTTTTTT": 956,
      "TCTCAA": 957,
      "TTTAAC": 958,
      "GTTTAC": 959,
      "TCGGTC": 960,
      "GTATTA": 961,
      "GCCGACC": 962,
      "GCAGAC": 963,
      "TATCAC": 964,
      "GCCTAC": 965,
      "TTTTAC": 966,
      "CCACCC": 967,
      "TGGACAA": 968,
      "TGCCCAA": 969,
      "TCCCAA": 970,
      "GGGCCC": 971,
      "TGGTCGA": 972,
      "GTCACA": 973,
      "GTATCC": 974,
      "TGCGGA": 975,
      "TGGCGGC": 976,
      "GTTGGC": 977,
      "TGATCAA": 978,
      "TAATCA": 979,
      "TTGCGG": 980,
      "AAATCC": 981,
      "TACACA": 982,
      "TCGCCAA": 983,
      "GCAGCAA": 984,
      "TAAACAA": 985,
      "GATTAC": 986,
      "GGTCCA": 987,
      "TCGCAC": 988,
      "GCGCGCGC": 989,
      "TTCCCA": 990,
      "GACGGCA": 991,
      "TAACCA": 992,
      "GTTCAC": 993,
      "TGCTGCA": 994,
      "TATATC": 995,
      "AACGGC": 996,
      "TGCGCAA": 997,
      "GCTGACC": 998,
      "GCGGCCA": 999,
      "GCGTAA": 1000,
      "TTTCGA": 1001,
      "TTGCTC": 1002,
      "TCGTTC": 1003,
      "TGGGCGC": 1004,
      "GCATA": 1005,
      "GCACAC": 1006,
      "GCGCCAA": 1007,
      "GGCGTGC": 1008,
      "TCAAAAA": 1009,
      "GCCTA": 1010,
      "TCATGG": 1011,
      "TGAGCAA": 1012,
      "TCGTCC": 1013,
      "TTCGAA": 1014,
      "TTGTTA": 1015,
      "TAACCC": 1016,
      "GGGTAA": 1017,
      "GACTAC": 1018,
      "GGGTCA": 1019,
      "TCTACC": 1020,
      "GACACA": 1021,
      "TTTCAC": 1022,
      "GTTGTC": 1023,
      "GAGAAC": 1024,
      "TTAAAC": 1025,
      "GTTGCC": 1026,
      "TGCTGAA": 1027,
      "GTATCA": 1028,
      "TCGCCCA": 1029,
      "TGCAAAA": 1030,
      "TAGAAA": 1031,
      "TCCACA": 1032,
      "GCTTAC": 1033,
      "GTACCC": 1034,
      "GGCGCTC": 1035,
      "GCTGTTC": 1036,
      "GAATCA": 1037,
      "TCGACAA": 1038,
      "TAATTA": 1039,
      "GGTG": 1040,
      "GCTGCCC": 1041,
      "TAGCAA": 1042,
      "GGTAAC": 1043,
      "TGATAC": 1044,
      "GTACCA": 1045,
      "TCTCGA": 1046,
      "TTCTGG": 1047,
      "GAATTA": 1048,
      "TATGTC": 1049,
      "GGCCGCC": 1050,
      "TGCGAC": 1051,
      "AAATTA": 1052,
      "TTGTCA": 1053,
      "TTCACA": 1054,
      "TCGTGG": 1055,
      "TCTTTA": 1056,
      "TTGAGC": 1057,
      "GAGGAC": 1058,
      "GGGCGGC": 1059,
      "TGGCCCA": 1060,
      "GTTGCA": 1061,
      "AACGCC": 1062,
      "TACGGC": 1063,
      "TAGCCA": 1064,
      "TGGTTTT": 1065,
      "GCGTAC": 1066,
      "GAGGCA": 1067,
      "TCCTGA": 1068,
      "GATG": 1069,
      "GTTTGA": 1070,
      "TGGGCGA": 1071,
      "TAATGA": 1072,
      "GGGATC": 1073,
      "GAGACC": 1074,
      "GAGGTT": 1075,
      "TCCGGA": 1076,
      "TCTATC": 1077,
      "TTTACA": 1078,
      "CACCAA": 1079,
      "TCATTA": 1080,
      "AACCCA": 1081,
      "GCGTGCC": 1082,
      "TGCACAA": 1083,
      "TCTAAA": 1084,
      "GGTTAC": 1085,
      "TCCGCA": 1086,
      "TCTTCC": 1087,
      "TGACCCA": 1088,
      "TCCAAA": 1089,
      "GGGGAA": 1090,
      "TATACC": 1091,
      "GTTAAC": 1092,
      "GAAGGA": 1093,
      "GCGCGAC": 1094,
      "GAGTGG": 1095,
      "GGCGCCC": 1096,
      "GCCACCC": 1097,
      "GTATTTT": 1098,
      "TGGCACC": 1099,
      "GGCTCA": 1100,
      "TTGCAC": 1101,
      "GTTTGC": 1102,
      "GTTCCC": 1103,
      "GGCTGGC": 1104,
      "GCCGAGC": 1105,
      "TTGGAA": 1106,
      "AAATAC": 1107,
      "TTGTTC": 1108,
      "GGCCGCGC": 1109,
      "TGGGCAA": 1110,
      "CCATCA": 1111,
      "TTTGTC": 1112,
      "GGCTGCC": 1113,
      "CCAGCA": 1114,
      "GCTGGAA": 1115,
      "TGCTGGCC": 1116,
      "GGTGGCC": 1117,
      "TGTATA": 1118,
      "GCCTGGC": 1119,
      "GTGGAC": 1120,
      "GCCGATC": 1121,
      "GGTACC": 1122,
      "TGGGGA": 1123,
      "GCCGCGCC": 1124,
      "TGCCACC": 1125,
      "GTGTA": 1126,
      "TGGGAA": 1127,
      "AAAAAAA": 1128,
      "TATTTTA": 1129,
      "TGCTCC": 1130,
      "GGGTTA": 1131,
      "GCTCGAC": 1132,
      "GGCGCGA": 1133,
      "TGCTTA": 1134,
      "GCCGAAC": 1135,
      "GAGTTA": 1136,
      "TGATGGC": 1137,
      "TGAGTC": 1138,
      "GCGCGTC": 1139,
      "TATAAC": 1140,
      "GGCGATC": 1141,
      "TTTGAC": 1142,
      "TGGTCAA": 1143,
      "GGACAC": 1144,
      "TGGTCC": 1145,
      "TGAAGAA": 1146,
      "GGTACA": 1147,
      "GTGAAAA": 1148,
      "GAGGTC": 1149,
      "TACGAC": 1150,
      "TGAAAAC": 1151,
      "TGGCACA": 1152,
      "TCGGCCA": 1153,
      "TTTTAAA": 1154,
      "TGAAAAAA": 1155,
      "GCCTCC": 1156,
      "GGCTCC": 1157,
      "GCTGTA": 1158,
      "GAAAAAC": 1159,
      "GTGGCAA": 1160,
      "GACGCA": 1161,
      "GCTGCAA": 1162,
      "TTGGTC": 1163,
      "TAGCGC": 1164,
      "GGCGTA": 1165,
      "TGCTAC": 1166,
      "TTTGGA": 1167,
      "GAAGTA": 1168,
      "TTCGTT": 1169,
      "TCTTTC": 1170,
      "GTGTCC": 1171,
      "TGGTGTT": 1172,
      "GATACA": 1173,
      "AAACAC": 1174,
      "TCTTAA": 1175,
      "GCTCGTC": 1176,
      "GAGTGC": 1177,
      "GCCTGCA": 1178,
      "GCCGCAC": 1179,
      "TCTCCC": 1180,
      "TGGCGCA": 1181,
      "TCGCGCA": 1182,
      "TAAGGA": 1183,
      "TAGCTT": 1184,
      "TAATTTT": 1185,
      "TCACCAA": 1186,
      "TCGTTA": 1187,
      "TTGCGA": 1188,
      "GCGGCAC": 1189,
      "TCGACCA": 1190,
      "TCAGTC": 1191,
      "TACTTC": 1192,
      "TTGTGC": 1193,
      "GCCGCAA": 1194,
      "TTGTGG": 1195,
      "TCCAAC": 1196,
      "CAA": 1197,
      "GGAGGA": 1198,
      "GGAAAAA": 1199,
      "CACCCA": 1200,
      "TCTTGA": 1201,
      "TTCTGC": 1202,
      "GCCTTA": 1203,
      "TGGTGGA": 1204,
      "TCTCGC": 1205,
      "GTGTCA": 1206,
      "GGCCTGC": 1207,
      "TGGGAC": 1208,
      "AACACA": 1209,
      "AACGAC": 1210,
      "TCACCCA": 1211,
      "GCCACCA": 1212,
      "GGCCGAC": 1213,
      "TAATCC": 1214,
      "GCT": 1215,
      "GCCATCC": 1216,
      "TTTCGC": 1217,
      "GTAAAAA": 1218,
      "TGGTGCA": 1219,
      "GATGAAA": 1220,
      "TGGCAAA": 1221,
      "TAAAAAAA": 1222,
      "TAATAC": 1223,
      "CCCTGC": 1224,
      "TTCTCC": 1225,
      "GAGCTC": 1226,
      "GGCTA": 1227,
      "TTATGC": 1228,
      "GTTGAC": 1229,
      "GGCAAAA": 1230,
      "GATCGTC": 1231,
      "GCTGGCA": 1232,
      "TGGGTG": 1233,
      "TTATCAA": 1234,
      "TAGCGA": 1235,
      "TTACAC": 1236,
      "GCTATA": 1237,
      "GCTAAC": 1238,
      "TGGGG": 1239,
      "TTATTAA": 1240,
      "TCATCAA": 1241,
      "TGAGTA": 1242,
      "GCCGGGC": 1243,
      "TGAGGA": 1244,
      "TGATGCC": 1245,
      "AACGTC": 1246,
      "GAGTCA": 1247,
      "TTAGAA": 1248,
      "GCCGCTC": 1249,
      "GCATCGA": 1250,
      "TCTCCA": 1251,
      "GAGTAA": 1252,
      "TCAGTA": 1253,
      "AAACCAA": 1254,
      "GGCGCCA": 1255,
      "TCCGTC": 1256,
      "TACCAC": 1257,
      "TAAGTT": 1258,
      "GGCGTG": 1259,
      "GCTGATC": 1260,
      "GCCGCTT": 1261,
      "TTACCAA": 1262,
      "TTTG": 1263,
      "TCAGAA": 1264,
      "TGGTGCC": 1265,
      "TGATGCA": 1266,
      "GCGTGGC": 1267,
      "GTTGGA": 1268,
      "GGGGGC": 1269,
      "CCATCC": 1270,
      "GCCAGCA": 1271,
      "GCCGTG": 1272,
      "TCGGCCC": 1273,
      "TTCTAC": 1274,
      "TTAGTT": 1275,
      "GGATCC": 1276,
      "GCAACAA": 1277,
      "GAGGGC": 1278,
      "TCATAA": 1279,
      "GGCGACC": 1280,
      "TCTGAC": 1281,
      "CACCCC": 1282,
      "GAAACCC": 1283,
      "TGCTTTT": 1284,
      "TATTTA": 1285,
      "GATGGCC": 1286,
      "GGCGAGC": 1287,
      "GCATAC": 1288,
      "TGGTGAA": 1289,
      "TTTAAAA": 1290,
      "TGGCCAC": 1291,
      "TCAGCAA": 1292,
      "GCCGTTC": 1293,
      "TCAGG": 1294,
      "TAGTGA": 1295,
      "GGCATCC": 1296,
      "GGCGCAA": 1297,
      "GCGCAAC": 1298,
      "GACGTT": 1299,
      "GCGCCAC": 1300,
      "GAGTGA": 1301,
      "TGCGTA": 1302,
      "TGCGAA": 1303,
      "GGCGCTGC": 1304,
      "GGCTTA": 1305,
      "GCATAA": 1306,
      "GCGATCC": 1307,
      "TGGCGTT": 1308,
      "TCTACA": 1309,
      "GGACCC": 1310,
      "GATAAAA": 1311,
      "TACTAC": 1312,
      "GAAGAAA": 1313,
      "TGCCGTC": 1314,
      "GGGAAC": 1315,
      "GGCTTTT": 1316,
      "GACGCCC": 1317,
      "TGATGTT": 1318,
      "TAGATT": 1319,
      "GAGCAAC": 1320,
      "TAAATAA": 1321,
      "GCCATCA": 1322,
      "TATTAAA": 1323,
      "GGACCA": 1324,
      "TTCGCGC": 1325,
      "GCCGACA": 1326,
      "TTATAC": 1327,
      "ACC": 1328,
      "TTCAAAA": 1329,
      "GCCTCA": 1330,
      "GGAGTC": 1331,
      "TGAGCGA": 1332,
      "GGATGCC": 1333,
      "AACGAA": 1334,
      "GCCTGTT": 1335,
      "GCAAACC": 1336,
      "GGATAC": 1337,
      "GGCGGGC": 1338,
      "GGCGCGGC": 1339,
      "GCCGCGG": 1340,
      "GCATTTT": 1341,
      "TGCGCCC": 1342,
      "TGGGCGG": 1343,
      "GCCTGAA": 1344,
      "GTACAC": 1345,
      "TAGCGG": 1346,
      "GCCTGGA": 1347,
      "GCAGCAC": 1348,
      "TCGGAA": 1349,
      "GGGACA": 1350,
      "TTATTTA": 1351,
      "GGGGTC": 1352,
      "TGATATT": 1353,
      "GCGCCCA": 1354,
      "TGGAACA": 1355,
      "GAAAACC": 1356,
      "GGCACCC": 1357,
      "GTGTAC": 1358,
      "GTGCTGC": 1359,
      "GCATCAA": 1360,
      "TTGGGC": 1361,
      "GTATA": 1362,
      "GAACAAC": 1363,
      "GAAGCGG": 1364,
      "TTGTCC": 1365,
      "GCGCCCC": 1366,
      "GGTAAAA": 1367,
      "TAATAAA": 1368,
      "TTGAAAA": 1369,
      "GAATGC": 1370,
      "TAAAAAC": 1371,
      "GGCACCA": 1372,
      "TGATGGA": 1373,
      "TCAACAA": 1374,
      "GCGCTTC": 1375,
      "GGTCCC": 1376,
      "TCATTTT": 1377,
      "GCAGCCC": 1378,
      "TCGGAC": 1379,
      "TGGTATT": 1380,
      "TAATTC": 1381,
      "GTTGTA": 1382,
      "TCGACCC": 1383,
      "GATATA": 1384,
      "GCAGCCA": 1385,
      "GATCACC": 1386,
      "GCCAACC": 1387,
      "GAGTAC": 1388,
      "GCATGGC": 1389,
      "GTCGGCC": 1390,
      "GTCTGC": 1391,
      "TAATGC": 1392,
      "GAAACAA": 1393,
      "GCTGGCGC": 1394,
      "TTCCAC": 1395,
      "GCCGGAC": 1396,
      "TTGTGA": 1397,
      "AAATTC": 1398,
      "GCTGGAC": 1399,
      "GCTGAAA": 1400,
      "GTCGG": 1401,
      "TGATCCA": 1402,
      "GCCCTGC": 1403,
      "GATGCCC": 1404,
      "TGGGCTT": 1405,
      "GGAGAC": 1406,
      "GTCTTC": 1407,
      "TTGTAA": 1408,
      "AAAGCA": 1409,
      "TGATAAA": 1410,
      "GCCAAAA": 1411,
      "TGTAAAA": 1412,
      "GCTGCAC": 1413,
      "GAAGGCC": 1414,
      "GAGACA": 1415,
      "TCCGTT": 1416,
      "TGAGCGC": 1417,
      "TATACA": 1418,
      "TCGCCCC": 1419,
      "GTGTTA": 1420,
      "GGCGAAC": 1421,
      "GACGACC": 1422,
      "TATAAAA": 1423,
      "GGCGCGCC": 1424,
      "TTTTTCA": 1425,
      "TGGCTGC": 1426,
      "TTTTTTC": 1427,
      "GGCGTTC": 1428,
      "TCGTCAA": 1429,
      "TGCAGCA": 1430,
      "GGATTA": 1431,
      "GTTTATT": 1432,
      "GACTGG": 1433,
      "TCTTGC": 1434,
      "GCCACAA": 1435,
      "GCTGAAC": 1436,
      "GTCCAC": 1437,
      "GGCGCTT": 1438,
      "GGCGCAC": 1439,
      "TGTTATT": 1440,
      "GAGTCC": 1441,
      "GATGTA": 1442,
      "GGCTGGA": 1443,
      "GCACCAA": 1444,
      "GGTGTA": 1445,
      "GAAGCCC": 1446,
      "TGGCAAC": 1447,
      "GCGCGCA": 1448,
      "GATCGAC": 1449,
      "TTATGG": 1450,
      "TCACAC": 1451,
      "GCG": 1452,
      "TGCGCTT": 1453,
      "TGTGGCA": 1454,
      "TCTGTC": 1455,
      "GATCAAC": 1456,
      "GTATAA": 1457,
      "TGCGGCA": 1458,
      "GAGAGC": 1459,
      "TAGTAA": 1460,
      "TTCGCCA": 1461,
      "TGAGAA": 1462,
      "GGCGTGG": 1463,
      "TCGATCC": 1464,
      "GGCTAA": 1465,
      "TGTGTA": 1466,
      "TGCTGAC": 1467,
      "TAGTGC": 1468,
      "TTATTGA": 1469,
      "TTACCCA": 1470,
      "TCACCCC": 1471,
      "GCAGCGA": 1472,
      "GGGAGA": 1473,
      "TAGTTA": 1474,
      "GCCGCTGC": 1475,
      "TTGCCAA": 1476,
      "GTAGAA": 1477,
      "GTGGCCC": 1478,
      "GCCGTCA": 1479,
      "GTCGCCC": 1480,
      "GCAGCTT": 1481,
      "GGATTTT": 1482,
      "GTGGCCA": 1483,
      "GCCGGTC": 1484,
      "GGCGTGA": 1485,
      "GCGCTGG": 1486,
      "GCGTGAA": 1487,
      "CCATGA": 1488,
      "CCAGTT": 1489,
      "GGCGATT": 1490,
      "GGCCTGG": 1491,
      "TGCGCGG": 1492,
      "GCAGCGG": 1493,
      "TGCCGAC": 1494,
      "TGACCCC": 1495,
      "TCAGCCA": 1496,
      "TAACAC": 1497,
      "GCCGGTT": 1498,
      "TTTTTAC": 1499,
      "GATGAAC": 1500,
      "GCCGATT": 1501,
      "GCGCGGCC": 1502,
      "TCAAGGA": 1503,
      "GGCAACC": 1504,
      "GGCGACA": 1505,
      "TAAAACA": 1506,
      "TGT": 1507,
      "GGTGTTC": 1508,
      "GTCTAC": 1509,
      "GGCACAA": 1510,
      "TGCCGAA": 1511,
      "GTCGCA": 1512,
      "TGTTGTT": 1513,
      "TGAGCCA": 1514,
      "TGATGAC": 1515,
      "TGATCGCC": 1516,
      "GCAAAAC": 1517,
      "TCATCGA": 1518,
      "GGAAACC": 1519,
      "TAGTCA": 1520,
      "GGT": 1521,
      "GCCGTGG": 1522,
      "TGCCCCA": 1523,
      "TTTGTA": 1524,
      "TGCCGGA": 1525,
      "TGGCGGA": 1526,
      "GCACCCA": 1527,
      "TGCGGCC": 1528,
      "GCTCGCGC": 1529,
      "TGCGCGCC": 1530,
      "TTCGCCC": 1531,
      "TGATCGGC": 1532,
      "TGCAGGA": 1533,
      "TGTGGCC": 1534,
      "GGGAGC": 1535,
      "CCCGCA": 1536,
      "AAAGTT": 1537,
      "TTTTATT": 1538,
      "GTGTGG": 1539,
      "GGTCGTC": 1540,
      "GCGACAA": 1541,
      "TTCTA": 1542,
      "GAAATCC": 1543,
      "GGTGAAA": 1544,
      "TCAACCA": 1545,
      "TCATA": 1546,
      "GATGCCA": 1547,
      "GCTGCCA": 1548,
      "TATTTAA": 1549,
      "AAAGAC": 1550,
      "GAATGG": 1551,
      "TCTTGG": 1552,
      "GGCCAAC": 1553,
      "GAGATA": 1554,
      "GCAGGCA": 1555,
      "GCACCCC": 1556,
      "TACTGC": 1557,
      "TCAAACA": 1558,
      "GCTAAAA": 1559,
      "TTGCCCA": 1560,
      "TTATGAA": 1561,
      "CCCAAA": 1562,
      "TATCAAA": 1563,
      "GTGTGC": 1564,
      "GGGTAC": 1565,
      "TCAGCGC": 1566,
      "GTTAAAA": 1567,
      "TACGTC": 1568,
      "TCCGAC": 1569,
      "TACGAA": 1570,
      "GCGTGCA": 1571,
      "GCCGGAA": 1572,
      "TAGCCC": 1573,
      "GTGTTTT": 1574,
      "AACAAAA": 1575,
      "TGATTGA": 1576,
      "TCGTAA": 1577,
      "TAGGTT": 1578,
      "GGCGAAA": 1579,
      "TCGCGAC": 1580,
      "GATGACC": 1581,
      "GCAGGAA": 1582,
      "GGTATA": 1583,
      "TTCTAA": 1584,
      "GTGAACA": 1585,
      "GTTTGG": 1586,
      "GAAGCCA": 1587,
      "GGTGATC": 1588,
      "TTATTCA": 1589,
      "TTATAAA": 1590,
      "GCCCACC": 1591,
      "GTTGCGC": 1592,
      "GCCTAA": 1593,
      "TACTGG": 1594,
      "GGCATCA": 1595,
      "GCCTTTT": 1596,
      "TGCAACA": 1597,
      "GCCGTCC": 1598,
      "GATGGCA": 1599,
      "GCTCAGTT": 1600,
      "GAGCGTC": 1601,
      "CACAAA": 1602,
      "TACTCA": 1603,
      "GAAGAAC": 1604,
      "TACAAAA": 1605,
      "GCCGCGCA": 1606,
      "TCTCGG": 1607,
      "TTAGTA": 1608,
      "GCTTCAA": 1609,
      "TGATTTA": 1610,
      "GCTCACC": 1611,
      "GTGCCAA": 1612,
      "AAAGTA": 1613,
      "TTGACA": 1614,
      "TCTATA": 1615,
      "TCCTTC": 1616,
      "TGCCGTT": 1617,
      "TCCGAA": 1618,
      "TCGCGGCC": 1619,
      "GAAACCA": 1620,
      "GCTCAAC": 1621,
      "TAGGCA": 1622,
      "GTGCTGG": 1623,
      "TCGATCA": 1624,
      "CCCAAC": 1625,
      "TGAACCA": 1626,
      "GCGACCA": 1627,
      "TCGGCAC": 1628,
      "TAGTGG": 1629,
      "AAAGTC": 1630,
      "TGCGCGGC": 1631,
      "TTATATT": 1632,
      "GGCGGTC": 1633,
      "TCGCGTC": 1634,
      "TGGCGAA": 1635,
      "GCCGTGA": 1636,
      "TTGGAC": 1637,
      "TGGGCCA": 1638,
      "CCCGGA": 1639,
      "TAAGAA": 1640,
      "GGCGGAC": 1641,
      "TGAGCTT": 1642,
      "TGCCGGCC": 1643,
      "GCCAAAC": 1644,
      "GCGAACA": 1645,
      "GGAAAAC": 1646,
      "TGCACCA": 1647,
      "TTCGGCC": 1648,
      "GCAAACA": 1649,
      "GCGAAAA": 1650,
      "TCGAGCA": 1651,
      "GGGGAC": 1652,
      "GCCGCGGC": 1653,
      "TAAGCA": 1654,
      "TGGCGCAA": 1655,
      "TGGCGAC": 1656,
      "TCCTGG": 1657,
      "TGTGCCA": 1658,
      "TGCCAAA": 1659,
      "GGAGTA": 1660,
      "TTCGCGA": 1661,
      "GATGCGC": 1662,
      "GTTTTTA": 1663,
      "TCCGCGC": 1664,
      "TGCCGCGC": 1665,
      "TCAGAC": 1666,
      "GAGCAAA": 1667,
      "GTTCGTC": 1668,
      "AAACCCA": 1669,
      "GGCGGTT": 1670,
      "GGGCGTC": 1671,
      "GCTGATT": 1672,
      "TTCGGCA": 1673,
      "TCGACAC": 1674,
      "GCATGAA": 1675,
      "GCCAACA": 1676,
      "TTCGG": 1677,
      "CCCGTC": 1678,
      "GACCACC": 1679,
      "TGATTCA": 1680,
      "TCATGAA": 1681,
      "TTAGTC": 1682,
      "AACTGG": 1683,
      "AACTGC": 1684,
      "GTTACAA": 1685,
      "GAAGTGC": 1686,
      "TGGCGGCC": 1687,
      "TAAGTA": 1688,
      "TTCGCA": 1689,
      "GCGATGC": 1690,
      "GCCTGAC": 1691,
      "TGGCGG": 1692,
      "AACTAC": 1693,
      "TCTGGCC": 1694,
      "TCTCTT": 1695,
      "GATTTA": 1696,
      "TGCCCCC": 1697,
      "TAATATT": 1698,
      "TAATGAA": 1699,
      "TGTCCAA": 1700,
      "TGGCTGG": 1701,
      "GAT": 1702,
      "GACACCC": 1703,
      "TCTCAC": 1704,
      "GGCTGCA": 1705,
      "GTTTGCC": 1706,
      "GGATGG": 1707,
      "GGGCGAC": 1708,
      "TTGCCGA": 1709,
      "GGCAACA": 1710,
      "CCCGAC": 1711,
      "TCAGCGA": 1712,
      "TATTCAA": 1713,
      "TATTATT": 1714,
      "GCCGAAA": 1715,
      "GTTTTCA": 1716,
      "GTTTTTC": 1717,
      "GGGATA": 1718,
      "TCCGCCA": 1719,
      "TTAAAAC": 1720,
      "GGCTGAA": 1721,
      "GCGTCAA": 1722,
      "TCGAACA": 1723,
      "GGCAAAC": 1724,
      "TGGCTCA": 1725,
      "TTGTAC": 1726,
      "GCAACCA": 1727,
      "GTCTGG": 1728,
      "GCGTGAC": 1729,
      "TGTGGAA": 1730,
      "CCCGAA": 1731,
      "TGCTCGGC": 1732,
      "TCCCAC": 1733,
      "GTCGGCA": 1734,
      "TATTGAA": 1735,
      "GGTGCGC": 1736,
      "AACTTC": 1737,
      "GGCTTCA": 1738,
      "TCAAGCA": 1739,
      "TCGTAC": 1740,
      "TGTGCAA": 1741,
      "GTGTCGA": 1742,
      "TAGATA": 1743,
      "TTATTGG": 1744,
      "GACGATC": 1745,
      "TTGCGCC": 1746,
      "GAGAAAA": 1747,
      "GACAAAA": 1748,
      "TCAAAAAA": 1749,
      "GTTTTAA": 1750,
      "TGTTCCA": 1751,
      "ACA": 1752,
      "GTGTAA": 1753,
      "GACGCGG": 1754,
      "TTCTTTT": 1755,
      "TCGTGCC": 1756,
      "TGCCGCA": 1757,
      "TCCGG": 1758,
      "GCAACCC": 1759,
      "TCATGGC": 1760,
      "GACGTGC": 1761,
      "GTCGCGG": 1762,
      "TGTGGTT": 1763,
      "GCCATGC": 1764,
      "GGATGAA": 1765,
      "GTCACCC": 1766,
      "TCCGGCA": 1767,
      "TTAGCA": 1768,
      "TGATCGC": 1769,
      "AAATAAA": 1770,
      "TCCGGCC": 1771,
      "GCGAGCGC": 1772,
      "GATGACA": 1773,
      "TGATTAA": 1774,
      "GAAGGCA": 1775,
      "TATGAAA": 1776,
      "TGATCCC": 1777,
      "GTCGTA": 1778,
      "TTGGCAA": 1779,
      "TCAGCTT": 1780,
      "TGCCACA": 1781,
      "TGTTGAA": 1782,
      "GGGCAAC": 1783,
      "CCATGC": 1784,
      "TACTAA": 1785,
      "TGGCCACC": 1786,
      "TTTTGTT": 1787,
      "TCGATGC": 1788,
      "GACGGA": 1789,
      "GCGCAAA": 1790,
      "GGGCAAA": 1791,
      "TCTTAC": 1792,
      "TCCTCC": 1793,
      "GCCGAGG": 1794,
      "GTCGCCA": 1795,
      "GACTGC": 1796,
      "AAACAAA": 1797,
      "GCGAGCA": 1798,
      "TGGGTGA": 1799,
      "GGTCAAC": 1800,
      "TGGAGCA": 1801,
      "TGGGGCA": 1802,
      "GACGCCA": 1803,
      "TTCGTGC": 1804,
      "TTCGTA": 1805,
      "GCCTTCC": 1806,
      "TAGACA": 1807,
      "TTATTAC": 1808,
      "TAAAACC": 1809,
      "TTCTCA": 1810,
      "GTAACAA": 1811,
      "GGGAGG": 1812,
      "GCCTTCA": 1813,
      "CACAAC": 1814,
      "GCGAACC": 1815,
      "GTCGTGC": 1816,
      "TGTTAAA": 1817,
      "GTCGAGC": 1818,
      "GCGGTGC": 1819,
      "CCAGAA": 1820,
      "TTCTTA": 1821,
      "TGGCTGA": 1822,
      "TACTTA": 1823,
      "GCGTTTT": 1824,
      "TAGAAC": 1825,
      "TTTATTA": 1826,
      "GACTCC": 1827,
      "GCGCCGCGC": 1828,
      "TCAAAAC": 1829,
      "TAGCAC": 1830,
      "TGTCACC": 1831,
      "GGCAGCC": 1832,
      "TTTGCCA": 1833,
      "GGCGGAA": 1834,
      "TGGATCA": 1835,
      "GGGACC": 1836,
      "GCCAGTT": 1837,
      "GGCGCGCA": 1838,
      "GGTGCCC": 1839,
      "GCATGCC": 1840,
      "TTTTTATT": 1841,
      "GGTGACC": 1842,
      "GCCCGCGC": 1843,
      "TATGTA": 1844,
      "GTCCCC": 1845,
      "TCGCCAC": 1846,
      "TGTGAAA": 1847,
      "GCGACCC": 1848,
      "GTCGATC": 1849,
      "TAAAGAA": 1850,
      "GCAGATC": 1851,
      "GTGAAAC": 1852,
      "AAAAAAC": 1853,
      "TTGCTGC": 1854,
      "GGCGTCA": 1855,
      "TCAAGAA": 1856,
      "TTGCGGC": 1857,
      "TCAACCC": 1858,
      "TGAATAA": 1859,
      "GGCTCGC": 1860,
      "TTACAAA": 1861,
      "GGCAGCA": 1862,
      "GTATGC": 1863,
      "GATTTAA": 1864,
      "GTTTAAA": 1865,
      "GATTAAA": 1866,
      "TTCACCC": 1867,
      "TGCGTGA": 1868,
      "GTCGACC": 1869,
      "GGCTACC": 1870,
      "GTTCGAC": 1871,
      "TCGAGCGC": 1872,
      "GGAGCGC": 1873,
      "TTCAACA": 1874,
      "GCCCGAC": 1875,
      "TTATTTC": 1876,
      "GCCTGTC": 1877,
      "GGTGGCA": 1878,
      "GAAAACA": 1879,
      "TCCTCA": 1880,
      "TTTATTTT": 1881,
      "TGGGTGC": 1882,
      "TGCTCGCC": 1883,
      "TGATCGG": 1884,
      "GCTGTGC": 1885,
      "TTTTCAA": 1886,
      "TACGTT": 1887,
      "GCAGAAA": 1888,
      "TCGAAAA": 1889,
      "GAAGACC": 1890,
      "GAACAAA": 1891,
      "TTGATGA": 1892,
      "TCTGTA": 1893,
      "GGCCGGCC": 1894,
      "GAATACC": 1895,
      "GTGCACC": 1896,
      "GAGAGG": 1897,
      "TATTTTC": 1898,
      "TGTTTTA": 1899,
      "TGGTAAA": 1900,
      "GATGCAA": 1901,
      "GCATCGC": 1902,
      "TGCCGCCC": 1903,
      "GGCCCCC": 1904,
      "TAATTAA": 1905,
      "GGGGTA": 1906,
      "GCGGGCGC": 1907,
      "GCGATCA": 1908,
      "TTTACCC": 1909,
      "GTCCCA": 1910,
      "GTGATCC": 1911,
      "TTACCCC": 1912,
      "TATCAAC": 1913,
      "TGGATGA": 1914,
      "TGGGCGGC": 1915,
      "GATGGAA": 1916,
      "GCTTTA": 1917,
      "GACTCA": 1918,
      "GCCGCCGA": 1919,
      "GCCTCAA": 1920,
      "GCCTGGCC": 1921,
      "TATTGTT": 1922,
      "GTGAACC": 1923,
      "GGCTTCC": 1924,
      "TTGATAA": 1925,
      "TGCTGTC": 1926,
      "GCAAAAAA": 1927,
      "TGTGATT": 1928,
      "CCCGTT": 1929,
      "GAAGATC": 1930,
      "TAACAAA": 1931,
      "GACGAAC": 1932,
      "GGTGGAA": 1933,
      "TTAAACA": 1934,
      "TGGATAA": 1935,
      "GGG": 1936,
      "GCTGTCC": 1937,
      "TGGGGTT": 1938,
      "TTCGGA": 1939,
      "GAGGCGC": 1940,
      "GGTCACC": 1941,
      "TTTGCCC": 1942,
      "TACTGA": 1943,
      "GCGTTCA": 1944,
      "GCGCACA": 1945,
      "GATTTTA": 1946,
      "GAAGTGG": 1947,
      "TGTACAA": 1948,
      "TTTCAAA": 1949,
      "TCCACCA": 1950,
      "TTCGACC": 1951,
      "TACGCA": 1952,
      "GCCGCCCA": 1953,
      "TTTTTCC": 1954,
      "GATCAAA": 1955,
      "TGCCAAC": 1956,
      "TCAAACC": 1957,
      "TGACAAA": 1958,
      "GGGCACC": 1959,
      "GCTCAAA": 1960,
      "TAAATTA": 1961,
      "GTGACAA": 1962,
      "TGAACAC": 1963,
      "TCGAGGA": 1964,
      "GCAACAC": 1965,
      "TTCTGA": 1966,
      "TTTGAAA": 1967,
      "TAGAAAA": 1968,
      "TCGCTGC": 1969,
      "GGCGAGG": 1970,
      "GTAAAAC": 1971,
      "GACACCA": 1972,
      "GATGATC": 1973,
      "GAGCACC": 1974,
      "TAATCAA": 1975,
      "TCTCGCC": 1976,
      "GATTATT": 1977,
      "AAACACA": 1978,
      "TCGAACC": 1979,
      "TCTAAC": 1980,
      "GTAGTA": 1981,
      "GTGTTCA": 1982,
      "TACTCC": 1983,
      "GGCATGG": 1984,
      "CCCTGG": 1985,
      "GATTTTC": 1986,
      "TTGCCGG": 1987,
      "GCCCGTC": 1988,
      "TACGCC": 1989,
      "GCAGTTC": 1990,
      "GTCACCA": 1991,
      "GTTTGAA": 1992,
      "TGCGCAC": 1993,
      "GAATTTT": 1994,
      "GCGACAC": 1995,
      "GCAGGTT": 1996,
      "GGCTGTT": 1997,
      "GAATGA": 1998,
      "GCCATGA": 1999,
      "GACATCC": 2000,
      "TAATTTA": 2001,
      "GATTCCC": 2002,
      "TACTTTT": 2003,
      "TTATGGC": 2004,
      "GTATGG": 2005,
      "GCAAGGA": 2006,
      "GAGGCCA": 2007,
      "GAGATCC": 2008,
      "GGCCGAA": 2009,
      "GGCTTTC": 2010,
      "GGTGAAC": 2011,
      "GGCGGCGG": 2012,
      "TCAATCA": 2013,
      "TCGCGAA": 2014,
      "GGCATTC": 2015,
      "AAACAAC": 2016,
      "GGGCTGG": 2017,
      "GTATTAA": 2018,
      "GCAGGAC": 2019,
      "TCGATGCC": 2020,
      "GGGTGGC": 2021,
      "TGACACA": 2022,
      "TAGGAA": 2023,
      "TGTTACA": 2024,
      "CCAGGA": 2025,
      "TACGCCA": 2026,
      "GTTGCCC": 2027,
      "TTGGCCA": 2028,
      "TGGTTCA": 2029,
      "TTCAACC": 2030,
      "TGAACCC": 2031,
      "TTATTGC": 2032,
      "GATTACC": 2033,
      "GTCGCGA": 2034,
      "TGCAGAA": 2035,
      "TTATGTT": 2036,
      "TTGTTAA": 2037,
      "TCTGGCA": 2038,
      "TGATCAC": 2039,
      "GTCAAAA": 2040,
      "TTTGGCA": 2041,
      "GGTCGAC": 2042,
      "TGTGCCC": 2043,
      "CCACCCC": 2044,
      "GCTACAA": 2045,
      "GCCTTGC": 2046,
      "GCTTCAC": 2047,
      "GTAGTT": 2048,
      "GTGGATT": 2049,
      "GCGTCAC": 2050,
      "GCAGCTC": 2051,
      "GCCTCGA": 2052,
      "GATGATT": 2053,
      "GCTGTGG": 2054,
      "TGGAAAAA": 2055,
      "GGCCGCA": 2056,
      "GCGCGAA": 2057,
      "GTAAACA": 2058,
      "GGCTCAA": 2059,
      "GAGGCGG": 2060,
      "GCGCGCGGC": 2061,
      "GCCGCCGC": 2062,
      "TGCGTGC": 2063,
      "GGCGGCGC": 2064,
      "GACTTA": 2065,
      "GTTCAAC": 2066,
      "GAGCTGG": 2067,
      "GCACAAC": 2068,
      "TTAATAA": 2069,
      "TTTATCA": 2070,
      "GCGTTCC": 2071,
      "GGCCAAA": 2072,
      "GCTTAAA": 2073,
      "GGCTGAC": 2074,
      "TATTTAC": 2075,
      "GCTGTAC": 2076,
      "CCCTGA": 2077,
      "GGCGGCCA": 2078,
      "GGAGAAA": 2079,
      "TATTTCA": 2080,
      "GCTTATT": 2081,
      "GTTTTCC": 2082,
      "TGCGTCA": 2083,
      "GCCATTC": 2084,
      "GTGTTGA": 2085,
      "GCGCGCGA": 2086,
      "GTATCAA": 2087,
      "TGTCACA": 2088,
      "GACAACC": 2089,
      "GCCTCGC": 2090,
      "TTGAACA": 2091,
      "GGGTCC": 2092,
      "GATGTGC": 2093,
      "TGGCGCCC": 2094,
      "TCTCGGC": 2095,
      "GGATGGC": 2096,
      "TAAGTC": 2097,
      "TGGATGC": 2098,
      "TGTTACC": 2099,
      "TTATCGA": 2100,
      "TACTA": 2101,
      "TTCGTCA": 2102,
      "GTATTGA": 2103,
      "TTTTTTTA": 2104,
      "TTCGCGG": 2105,
      "CCACAC": 2106,
      "GAACACC": 2107,
      "GCATCCA": 2108,
      "GTTTGTT": 2109,
      "GCACGAC": 2110,
      "GATTTCC": 2111,
      "GTGCCAC": 2112,
      "TGAGTGA": 2113,
      "GTATCGA": 2114,
      "GCAGGTC": 2115,
      "GCAGCGGC": 2116,
      "GCCTACC": 2117,
      "GTCGAAC": 2118,
      "TTCTGGC": 2119,
      "GCAAGAA": 2120,
      "GCAGCGCC": 2121,
      "GTCTCC": 2122,
      "GCGTTAA": 2123,
      "TACTT": 2124,
      "TTCTTCA": 2125,
      "GATGTTC": 2126,
      "GCCGGCCA": 2127,
      "GTGGTGG": 2128,
      "GCGCTGGC": 2129,
      "GACTT": 2130,
      "GAGCTGC": 2131,
      "GATTCAA": 2132,
      "GTAAAAAA": 2133,
      "TAATGG": 2134,
      "GCATCGCC": 2135,
      "TGCATCA": 2136,
      "GAGCCGG": 2137,
      "GTCGGA": 2138,
      "GGCCGGCA": 2139,
      "TAGAGA": 2140,
      "GTTGAAA": 2141,
      "GACGACA": 2142,
      "TTTAACC": 2143,
      "GGTGATT": 2144,
      "TGACCAC": 2145,
      "GGCGGCAA": 2146,
      "GGGAAAA": 2147,
      "GGGTGAA": 2148,
      "GCGAAAC": 2149,
      "TGCCTGC": 2150,
      "GGTGCAA": 2151,
      "GGCCGCCC": 2152,
      "GCGCGTGC": 2153,
      "GGGCCGC": 2154,
      "TTTTCCA": 2155,
      "TGATGTC": 2156,
      "GCATCAC": 2157,
      "TCAGGCA": 2158,
      "GGGCGAA": 2159,
      "GACGCTC": 2160,
      "TAGAGC": 2161,
      "TGAGCGG": 2162,
      "TGACAAC": 2163,
      "TTTATCC": 2164,
      "TGATTTC": 2165,
      "TGATCGAC": 2166,
      "TATGGCA": 2167,
      "GCCTTGA": 2168,
      "GACGTA": 2169,
      "GGCTATC": 2170,
      "GAGGCCC": 2171,
      "TGCTTGA": 2172,
      "TGGCAAAA": 2173,
      "TCATAC": 2174,
      "AAACCCC": 2175,
      "GCAGACC": 2176,
      "TTTTGAA": 2177,
      "TGGACCA": 2178,
      "GCAGTG": 2179,
      "GGGCCGG": 2180,
      "TGCTATT": 2181,
      "GCATTAA": 2182,
      "GCTTCCA": 2183,
      "GCTTTCC": 2184,
      "TCAATAA": 2185,
      "TGCAGTT": 2186,
      "GTGACCA": 2187,
      "GAACCCC": 2188,
      "TTTATAA": 2189,
      "TCAGCCC": 2190,
      "TGGTTGA": 2191,
      "TCGTCCA": 2192,
      "GGCCACA": 2193,
      "GATGCAC": 2194,
      "TCTGGAA": 2195,
      "TGGAGAA": 2196,
      "GGTGCCA": 2197,
      "GGCTCGA": 2198,
      "TGGAGGA": 2199,
      "GCACGCGC": 2200,
      "TGATTCC": 2201,
      "TGGCGGCA": 2202,
      "GTGTTCC": 2203,
      "GGCGGCGA": 2204,
      "GGGCTGC": 2205,
      "TTGCAAA": 2206,
      "GCATGAC": 2207,
      "GTTCAAA": 2208,
      "GAAATCA": 2209,
      "GCACAAA": 2210,
      "GACGAGC": 2211,
      "TACGGCA": 2212,
      "GCAGTGC": 2213,
      "TGGTGAC": 2214,
      "GTTCGAA": 2215,
      "CCACCCA": 2216,
      "GGCCTTC": 2217,
      "TCGTGAA": 2218,
      "TTTTTTAA": 2219,
      "TAGCTA": 2220,
      "TCGTGCA": 2221,
      "GAAATAA": 2222,
      "TCGTCAC": 2223,
      "GGTGTGG": 2224,
      "GTAAACC": 2225,
      "GGAGCAA": 2226,
      "TACAACA": 2227,
      "TAT": 2228,
      "TCAACAC": 2229,
      "GGCCCCA": 2230,
      "TTCACCA": 2231,
      "TTAAAAAA": 2232,
      "GCCGTAC": 2233,
      "GACTGGC": 2234,
      "TCTTCAA": 2235,
      "GCTTCCC": 2236,
      "GGCTATT": 2237,
      "GAAGCAA": 2238,
      "GCCGTTA": 2239,
      "TCATTAA": 2240,
      "TAGACC": 2241,
      "TCATCCA": 2242,
      "CCATTC": 2243,
      "GTGGTGC": 2244,
      "TGCAGCGC": 2245,
      "TTTTACA": 2246,
