{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "GC": 9,
      "GA": 10,
      "TC": 11,
      "AA": 12,
      "GGC": 13,
      "TT": 14,
      "CC": 15,
      "GT": 16,
      "GCC": 17,
      "AC": 18,
      "GTC": 19,
      "GGA": 20,
      "AT": 21,
      "ATC": 22,
      "GAC": 23,
      "GCT": 24,
      "ACC": 25,
      "GG": 26,
      "GGCC": 27,
      "TCC": 28,
      "AGC": 29,
      "GAT": 30,
      "GGT": 31,
      "GCGC": 32,
      "GTT": 33,
      "ATT": 34,
      "AAC": 35,
      "GGGC": 36,
      "GATC": 37,
      "TTC": 38,
      "GACC": 39,
      "GCCC": 40,
      "GGTC": 41,
      "GAA": 42,
      "TGC": 43,
      "GAAA": 44,
      "GGAC": 45,
      "GTTC": 46,
      "AAT": 47,
      "GCA": 48,
      "GAAC": 49,
      "TTT": 50,
      "GCTC": 51,
      "GTCC": 52,
      "GGCT": 53,
      "GCCT": 54,
      "ATCC": 55,
      "GGGA": 56,
      "GAGC": 57,
      "TCT": 58,
      "ACT": 59,
      "CCC": 60,
      "GCAA": 61,
      "GATT": 62,
      "GGTT": 63,
      "AGCC": 64,
      "AGGC": 65,
      "AAAA": 66,
      "ACCC": 67,
      "AGT": 68,
      "GCGGC": 69,
      "ATTC": 70,
      "GCGCC": 71,
      "GGAT": 72,
      "AGA": 73,
      "GCAC": 74,
      "GGGCC": 75,
      "AACC": 76,
      "TTTC": 77,
      "GGGT": 78,
      "GGCCC": 79,
      "GGCGC": 80,
      "GATCC": 81,
      "GAAT": 82,
      "AGGA": 83,
      "AATC": 84,
      "GCTT": 85,
      "GGCGGC": 86,
      "GCCGCC": 87,
      "GCAT": 88,
      "TAC": 89,
      "GCGT": 90,
      "GGCAA": 91,
      "GCTTC": 92,
      "GAAGC": 93,
      "TCCT": 94,
      "GTTT": 95,
      "GTCT": 96,
      "GGCCT": 97,
      "GCGCT": 98,
      "GGATC": 99,
      "TTTT": 100,
      "AGAC": 101,
      "ATCT": 102,
      "GCAGC": 103,
      "ACCT": 104,
      "GACCC": 105,
      "GGGGC": 106,
      "AAAC": 107,
      "GACT": 108,
      "ATTT": 109,
      "CCT": 110,
      "AGTC": 111,
      "AGAT": 112,
      "GCCCC": 113,
      "AGCT": 114,
      "GGCTC": 115,
      "GCGA": 116,
      "GGTTC": 117,
      "AAAT": 118,
      "GGCAC": 119,
      "GGCGCC": 120,
      "GTTTC": 121,
      "GCATC": 122,
      "AATT": 123,
      "GAGCC": 124,
      "GTAC": 125,
      "GGACC": 126,
      "GGTCC": 127,
      "GGCGT": 128,
      "GCCTC": 129,
      "GCGAC": 130,
      "GCGTC": 131,
      "AACT": 132,
      "AGGT": 133,
      "AGTT": 134,
      "GGAAC": 135,
      "GAACC": 136,
      "GAGGC": 137,
      "GGGTC": 138,
      "AGGCC": 139,
      "GCCAT": 140,
      "GCCAA": 141,
      "GGGCT": 142,
      "GGCAT": 143,
      "GCCGT": 144,
      "ATTTC": 145,
      "GCACC": 146,
      "GGAAA": 147,
      "GGGAC": 148,
      "GAGT": 149,
      "GCCAC": 150,
      "TCCC": 151,
      "GACCT": 152,
      "ATAT": 153,
      "GTGCT": 154,
      "GAGGA": 155,
      "GAAAC": 156,
      "ACAA": 157,
      "GATCT": 158,
      "GCCCT": 159,
      "GGCGCT": 160,
      "GACAA": 161,
      "GCCGC": 162,
      "TCCTC": 163,
      "TTCT": 164,
      "GGCATC": 165,
      "AGGGC": 166,
      "TCAA": 167,
      "GCGCCC": 168,
      "ATGT": 169,
      "AGCCC": 170,
      "GAGCT": 171,
      "GTGCC": 172,
      "GCGGCC": 173,
      "GCGAT": 174,
      "ACAC": 175,
      "AGAAA": 176,
      "AGATC": 177,
      "GAGCGC": 178,
      "GCCGGC": 179,
      "GCAAC": 180,
      "GCCGTC": 181,
      "GCCTT": 182,
      "GCGCTC": 183,
      "GTTCC": 184,
      "ATGGC": 185,
      "GCGGT": 186,
      "ACTC": 187,
      "TGCTC": 188,
      "ATCCC": 189,
      "ATAA": 190,
      "GCCGAC": 191,
      "AGAA": 192,
      "GGCTT": 193,
      "GAACT": 194,
      "GGCGTC": 195,
      "GCTGCT": 196,
      "ATGTC": 197,
      "AGG": 198,
      "ATCTC": 199,
      "ATAC": 200,
      "GTTTT": 201,
      "ATGAC": 202,
      "GGATT": 203,
      "GCCGA": 204,
      "GGTCT": 205,
      "GGCGAC": 206,
      "ATTTT": 207,
      "ATCAA": 208,
      "GTGT": 209,
      "GAAAT": 210,
      "GCGGA": 211,
      "GTAA": 212,
      "GATTC": 213,
      "ATGCC": 214,
      "GCGGGC": 215,
      "GTGGC": 216,
      "ACGCC": 217,
      "GGCCTC": 218,
      "ATCCT": 219,
      "GGCGA": 220,
      "AGCTC": 221,
      "GTCCC": 222,
      "AGGTC": 223,
      "GGTGCT": 224,
      "AGACC": 225,
      "GCCATC": 226,
      "GTTCT": 227,
      "GCTCC": 228,
      "GAGAC": 229,
      "ACTT": 230,
      "GAGGCC": 231,
      "ATTCC": 232,
      "ACCCC": 233,
      "AGGAC": 234,
      "GGCTTC": 235,
      "GGCAGC": 236,
      "GTCCT": 237,
      "ACCTC": 238,
      "GTCTC": 239,
      "GCCTTC": 240,
      "GGGGA": 241,
      "ACGCT": 242,
      "GTCAA": 243,
      "GTGAC": 244,
      "GGGTT": 245,
      "GAATT": 246,
      "GGGAT": 247,
      "GCCGCT": 248,
      "ATGCT": 249,
      "GAATC": 250,
      "GAGAT": 251,
      "GTGGT": 252,
      "GACGAC": 253,
      "GAGATC": 254,
      "GAGGT": 255,
      "GCGCAA": 256,
      "GCGATC": 257,
      "AGCCT": 258,
      "GCGTT": 259,
      "TCTC": 260,
      "AGTTC": 261,
      "GGCACC": 262,
      "GCATT": 263,
      "GGTTT": 264,
      "GCCAGC": 265,
      "GTAT": 266,
      "ACAT": 267,
      "GTCGTC": 268,
      "AACAA": 269,
      "GCCGAT": 270,
      "ACGAC": 271,
      "GGGGT": 272,
      "GCCACC": 273,
      "GTGAT": 274,
      "AGAAC": 275,
      "AGCAA": 276,
      "GGCGAT": 277,
      "GATCTC": 278,
      "GTGGA": 279,
      "GCAAT": 280,
      "GGACT": 281,
      "GGCTGC": 282,
      "GATTTC": 283,
      "GAGCA": 284,
      "TTCCC": 285,
      "GATTT": 286,
      "GGCGCGC": 287,
      "GTCAC": 288,
      "GGGCAA": 289,
      "ATGGA": 290,
      "GGCCAA": 291,
      "GATCCC": 292,
      "ACCCT": 293,
      "GTGTC": 294,
      "GAAATC": 295,
      "GACCTC": 296,
      "ACCAA": 297,
      "GTGCGC": 298,
      "GACAC": 299,
      "GAAACC": 300,
      "GCTCT": 301,
      "GCCTGC": 302,
      "GCCGCGC": 303,
      "GGGCCT": 304,
      "GTGC": 305,
      "ATGAT": 306,
      "GCCGGA": 307,
      "CCCT": 308,
      "ATCGTC": 309,
      "GGCGGT": 310,
      "GGGGCC": 311,
      "ATCAC": 312,
      "GCTGGA": 313,
      "GCCGGT": 314,
      "GACAT": 315,
      "AGAGC": 316,
      "AGGGA": 317,
      "TTTCC": 318,
      "GCTTT": 319,
      "GAGGGC": 320,
      "TTTTC": 321,
      "GCGGTC": 322,
      "AGCAC": 323,
      "GGTTTC": 324,
      "GGCGGA": 325,
      "GCCCTC": 326,
      "GTGGCC": 327,
      "ATCGAC": 328,
      "GGCGGCC": 329,
      "AAGGA": 330,
      "GATCCT": 331,
      "GCGACC": 332,
      "GTCAT": 333,
      "GGGGGC": 334,
      "TTCTC": 335,
      "GAAGT": 336,
      "ACCAC": 337,
      "ATCAT": 338,
      "GGCAAC": 339,
      "GAGGTC": 340,
      "GAAGAC": 341,
      "AGGCT": 342,
      "GAGTT": 343,
      "GGCCCT": 344,
      "AGATT": 345,
      "GGCCCC": 346,
      "AGCTT": 347,
      "GAAAAA": 348,
      "GCCCCC": 349,
      "GCCGGCC": 350,
      "AGTCC": 351,
      "TTCAA": 352,
      "GTATC": 353,
      "AACCT": 354,
      "ATATC": 355,
      "GTGATC": 356,
      "GCTGGCC": 357,
      "TCCTT": 358,
      "TGCAA": 359,
      "GAGA": 360,
      "GGCGCA": 361,
      "GCTGGT": 362,
      "GCGCCT": 363,
      "GAAGGA": 364,
      "GTCATC": 365,
      "TCCAA": 366,
      "ATGGT": 367,
      "GACATC": 368,
      "GTGCTC": 369,
      "ATGGCC": 370,
      "ACCTT": 371,
      "TCCAC": 372,
      "GGGCTC": 373,
      "TGCAC": 374,
      "GATCAA": 375,
      "GCCGCCC": 376,
      "GATAC": 377,
      "GCACT": 378,
      "GCTAC": 379,
      "AGGAT": 380,
      "GAACTC": 381,
      "ATATT": 382,
      "GACCCC": 383,
      "GATGAC": 384,
      "AACTC": 385,
      "GTCGAC": 386,
      "GTCACC": 387,
      "GAGGAC": 388,
      "GTCTT": 389,
      "GCTGCGC": 390,
      "GGGATC": 391,
      "GTGCA": 392,
      "AGGTT": 393,
      "AATAA": 394,
      "GGGGCT": 395,
      "GAATTC": 396,
      "GAAGCC": 397,
      "GCGGCT": 398,
      "GTGTT": 399,
      "GTATT": 400,
      "GGCGGGC": 401,
      "GATAA": 402,
      "ATGCGC": 403,
      "ATCTT": 404,
      "ATCCTC": 405,
      "GTGGTC": 406,
      "GCTGAC": 407,
      "GCGTTC": 408,
      "GGGTTC": 409,
      "TGCTT": 410,
      "GAGACC": 411,
      "GATGTC": 412,
      "GCGAA": 413,
      "GGCCTT": 414,
      "GCCGGGC": 415,
      "GAGCCC": 416,
      "GCTGGC": 417,
      "GAGAA": 418,
      "GCAACC": 419,
      "GTACC": 420,
      "ATCATC": 421,
      "GGAAT": 422,
      "GCTGTC": 423,
      "GCGCAC": 424,
      "GGTGGT": 425,
      "ACCAT": 426,
      "GGCCAC": 427,
      "GGTCAA": 428,
      "GCATCC": 429,
      "AACAC": 430,
      "GAGTTC": 431,
      "GCTGAT": 432,
      "GCAGGA": 433,
      "GCTGCC": 434,
      "GCTTTC": 435,
      "GGACAA": 436,
      "GGTCTC": 437,
      "GTCGCC": 438,
      "GGCGCTC": 439,
      "GCTGATC": 440,
      "GACGCC": 441,
      "GGCGATC": 442,
      "TTGCC": 443,
      "GTTTTC": 444,
      "GGCATT": 445,
      "ATGACC": 446,
      "AGCAGC": 447,
      "GAACCC": 448,
      "ATCACC": 449,
      "GTCCTC": 450,
      "GAAGTC": 451,
      "AGCTTC": 452,
      "GAAAAC": 453,
      "GGCGTT": 454,
      "GTGGGC": 455,
      "GTGCCC": 456,
      "ATGTT": 457,
      "GATGCC": 458,
      "GACACC": 459,
      "GGTAC": 460,
      "GCGCTT": 461,
      "ATTCT": 462,
      "AATAC": 463,
      "ATTAC": 464,
      "GTGACC": 465,
      "GCAATC": 466,
      "GGTGAC": 467,
      "ATGC": 468,
      "GACCCT": 469,
      "AAAGC": 470,
      "AGGGT": 471,
      "ATCGCC": 472,
      "AATCC": 473,
      "GGCTCC": 474,
      "GATGGA": 475,
      "TTAC": 476,
      "GAGTC": 477,
      "GCTGT": 478,
      "GAGCTC": 479,
      "TTCAC": 480,
      "GACAGC": 481,
      "ATTCCC": 482,
      "GAGCAC": 483,
      "AACCC": 484,
      "GATCAC": 485,
      "GGAAGC": 486,
      "AGGCCC": 487,
      "GCGGAC": 488,
      "GTTCTC": 489,
      "TCTAC": 490,
      "GGTTTT": 491,
      "GGGCCC": 492,
      "GATGT": 493,
      "GTCTTC": 494,
      "GTTTCC": 495,
      "GCTTCC": 496,
      "GTTCCC": 497,
      "GGTAA": 498,
      "GAAGGC": 499,
      "GACCAC": 500,
      "GGTGGA": 501,
      "GACTT": 502,
      "ATGA": 503,
      "AACTT": 504,
      "GAACAA": 505,
      "ATGGGC": 506,
      "GTCGAT": 507,
      "GGGACC": 508,
      "ATGCCC": 509,
      "GCTGCTC": 510,
      "GATTTT": 511,
      "GCCAAC": 512,
      "AAAAAA": 513,
      "GACTC": 514,
      "GCGTCC": 515,
      "GGCAAT": 516,
      "ATACC": 517,
      "TCCAGC": 518,
      "GACGTC": 519,
      "GGCGCCC": 520,
      "AGGGCC": 521,
      "GAAGGCC": 522,
      "GGGGTC": 523,
      "GACGAT": 524,
      "GGCTAC": 525,
      "GTCGT": 526,
      "AGTTT": 527,
      "TTTAC": 528,
      "GAGCAA": 529,
      "GCTGGGC": 530,
      "AAAACC": 531,
      "GAAGAT": 532,
      "ACTAC": 533,
      "GCTCAA": 534,
      "GCCGCA": 535,
      "ATTAA": 536,
      "GAATCC": 537,
      "GACCAA": 538,
      "TTCTT": 539,
      "GGATGC": 540,
      "GCGCAGC": 541,
      "GGCTTT": 542,
      "GCGGCCC": 543,
      "ATGCA": 544,
      "ATGATC": 545,
      "GCACCC": 546,
      "ATTTCC": 547,
      "GACGT": 548,
      "ATTCTC": 549,
      "GTTCAA": 550,
      "GTCAGC": 551,
      "GCCTCC": 552,
      "GGTGAT": 553,
      "GAAATT": 554,
      "GCGGGA": 555,
      "GCGAGC": 556,
      "GTTAC": 557,
      "ACCACC": 558,
      "GGGCAC": 559,
      "GTAGC": 560,
      "GACTTC": 561,
      "GCGAAC": 562,
      "GAGAAC": 563,
      "GGTGCGC": 564,
      "AATAT": 565,
      "GATGAT": 566,
      "GCTGGTC": 567,
      "ATCTTC": 568,
      "ATCGT": 569,
      "ACCAGC": 570,
      "ATCAGC": 571,
      "GACGGC": 572,
      "GGGCTT": 573,
      "GGGGGA": 574,
      "TCAC": 575,
      "GGTCAC": 576,
      "GCGAAA": 577,
      "GGCCAGC": 578,
      "GGTGTC": 579,
      "AAAAC": 580,
      "GAAGCT": 581,
      "GCCGTT": 582,
      "GGTGT": 583,
      "GCCCTT": 584,
      "TCCTGC": 585,
      "GGTCCT": 586,
      "TTTCCC": 587,
      "GGCGCGGC": 588,
      "GCCGCTC": 589,
      "GACCTT": 590,
      "GCATTC": 591,
      "ATTTTC": 592,
      "GCCCCT": 593,
      "GCCGATC": 594,
      "AAAAT": 595,
      "GGAAAC": 596,
      "GGTTCC": 597,
      "GATATC": 598,
      "GGGGAC": 599,
      "AATCCC": 600,
      "GAGCTT": 601,
      "ATGAAA": 602,
      "GCCCAA": 603,
      "GGTCCC": 604,
      "ATGAA": 605,
      "AGCCTC": 606,
      "GACGCT": 607,
      "GCAAAA": 608,
      "GACAAC": 609,
      "ATAGC": 610,
      "GGCGACC": 611,
      "ATAAT": 612,
      "AAAATC": 613,
      "ACCTTC": 614,
      "GTGTTC": 615,
      "GAGAAA": 616,
      "GCGGAT": 617,
      "GATTCC": 618,
      "GCAGGCC": 619,
      "TGCGCC": 620,
      "ATTTTT": 621,
      "GGTGATC": 622,
      "GCCTAC": 623,
      "GCGCGCC": 624,
      "GCCCAC": 625,
      "GCAGCC": 626,
      "CT": 627,
      "ATCAAC": 628,
      "GTGAA": 629,
      "GGTGCC": 630,
      "GCGGGT": 631,
      "GAACAC": 632,
      "GATGCT": 633,
      "GATCCTC": 634,
      "TTAA": 635,
      "GTAAC": 636,
      "TGCAGC": 637,
      "GCGG": 638,
      "GAGCCT": 639,
      "GCTCTC": 640,
      "GATAT": 641,
      "ACCATC": 642,
      "GGTGGCC": 643,
      "GAGGAT": 644,
      "AATCTC": 645,
      "TTTTCC": 646,
      "ACCGTC": 647,
      "GGGAAA": 648,
      "AGTCT": 649,
      "GGAGGA": 650,
      "AGGATC": 651,
      "GTTAA": 652,
      "GATGCGC": 653,
      "GAAGCCC": 654,
      "AGACT": 655,
      "GGCAGGC": 656,
      "GAAGAA": 657,
      "GATCGTC": 658,
      "AACCCC": 659,
      "TTTGC": 660,
      "ACCGCC": 661,
      "ATAAC": 662,
      "ACAGC": 663,
      "ATGAAC": 664,
      "GCGCTTC": 665,
      "TTTAA": 666,
      "GCTCCC": 667,
      "GCGCGAC": 668,
      "GGCGGTC": 669,
      "ATGTCC": 670,
      "GGCCGCC": 671,
      "GCGATT": 672,
      "GGCCTTC": 673,
      "GCGGGCC": 674,
      "GGGTCC": 675,
      "GGCGAA": 676,
      "GGCGCAA": 677,
      "GAACCT": 678,
      "TCCTTC": 679,
      "GCTGTT": 680,
      "GCAGT": 681,
      "GGCGCGCC": 682,
      "ACCGT": 683,
      "ACCCTC": 684,
      "TTGTC": 685,
      "GCGGTT": 686,
      "ATCCCC": 687,
      "GCCGACC": 688,
      "ATGAGC": 689,
      "GGCAGCC": 690,
      "ACCGAC": 691,
      "GGACCC": 692,
      "AGTAC": 693,
      "ATGGTC": 694,
      "GCTGTTC": 695,
      "ATGGAC": 696,
      "GTCAAC": 697,
      "GATGGCC": 698,
      "GCTGACC": 699,
      "AGAAGC": 700,
      "GCCATT": 701,
      "GGAACC": 702,
      "AGGGGC": 703,
      "ACTTC": 704,
      "GCGCATC": 705,
      "AAAATT": 706,
      "GATCTT": 707,
      "GAGATT": 708,
      "ATGCTC": 709,
      "AAATT": 710,
      "GGGGTT": 711,
      "AATGC": 712,
      "GCTGCCC": 713,
      "AACCTC": 714,
      "AGTTTC": 715,
      "GATCGAC": 716,
      "AAGT": 717,
      "TTTCTC": 718,
      "ACGTC": 719,
      "GCCGGTC": 720,
      "GCTTTT": 721,
      "GATCTTC": 722,
      "GCTGCA": 723,
      "ACATC": 724,
      "GCCGCGCC": 725,
      "GTTTGC": 726,
      "GGGGAT": 727,
      "GGCCGAC": 728,
      "GTGGAC": 729,
      "GCCGAA": 730,
      "GTCGCGC": 731,
      "AG": 732,
      "AATTC": 733,
      "GGTGCA": 734,
      "GTTCCT": 735,
      "ACACC": 736,
      "GACGGA": 737,
      "GCACTC": 738,
      "GGGTCT": 739,
      "GACGCGC": 740,
      "GTAAT": 741,
      "AGGACC": 742,
      "GGCGGCT": 743,
      "CCCTC": 744,
      "GGCCTGC": 745,
      "TTTTTT": 746,
      "GCTTCT": 747,
      "TCCACC": 748,
      "GAGAGC": 749,
      "GGCACT": 750,
      "GGACCT": 751,
      "TTCTTC": 752,
      "GTTTTT": 753,
      "TCCAT": 754,
      "GGGAAC": 755,
      "GGTATC": 756,
      "GCTAA": 757,
      "GCTAT": 758,
      "GCCAAT": 759,
      "GAAGGGC": 760,
      "AGGTTC": 761,
      "GAAGCTC": 762,
      "AGAAT": 763,
      "GTGA": 764,
      "GATCATC": 765,
      "GGGGGT": 766,
      "GATGGC": 767,
      "AAATC": 768,
      "GGGATT": 769,
      "GACGGCC": 770,
      "AGACCC": 771,
      "GGTTCT": 772,
      "ACCTGC": 773,
      "GAATAC": 774,
      "TCCGCC": 775,
      "GGCGCTT": 776,
      "GAGCAGC": 777,
      "GGTGGC": 778,
      "GGTGTT": 779,
      "TTCATC": 780,
      "GCAGCCC": 781,
      "TACAA": 782,
      "GGCCATC": 783,
      "AGGCTC": 784,
      "GTACT": 785,
      "GGAAAT": 786,
      "GGAACT": 787,
      "AAACC": 788,
      "ATTAT": 789,
      "GGATTC": 790,
      "GAGGCT": 791,
      "GATACC": 792,
      "GCCGCAA": 793,
      "GGGTTT": 794,
      "GCTCGAC": 795,
      "TCCATC": 796,
      "AACAAC": 797,
      "GAAGATC": 798,
      "GGAAGA": 799,
      "GGGACT": 800,
      "AGCCCC": 801,
      "GTGGCT": 802,
      "GCCTTT": 803,
      "GGCCAT": 804,
      "GTTCAC": 805,
      "ATCTGC": 806,
      "GTTGTC": 807,
      "TTCGTC": 808,
      "GCTGGAC": 809,
      "GAAGGT": 810,
      "AGTAA": 811,
      "GGTCTT": 812,
      "GCGGCTC": 813,
      "GGCATCC": 814,
      "AAAAAC": 815,
      "GCGGATC": 816,
      "AGGCAA": 817,
      "AGGCCT": 818,
      "GCGCCCC": 819,
      "GCAATT": 820,
      "GATGATC": 821,
      "GCATCT": 822,
      "GATATT": 823,
      "GCACAA": 824,
      "GCAAAC": 825,
      "GTGAAC": 826,
      "AACAGC": 827,
      "GCCGCCT": 828,
      "GGCGGAC": 829,
      "GACGGT": 830,
      "GAAACT": 831,
      "GCCGGAC": 832,
      "GTCCAC": 833,
      "ATGGCT": 834,
      "GGCTCT": 835,
      "TCCGTC": 836,
      "GGAAGCC": 837,
      "GCCAGCC": 838,
      "GCGCACC": 839,
      "GCAGGGC": 840,
      "GTGCGCC": 841,
      "GGGCCTC": 842,
      "GATCACC": 843,
      "GCAGAC": 844,
      "AACACC": 845,
      "GCGAAT": 846,
      "AACATC": 847,
      "GAATTT": 848,
      "GAGAAT": 849,
      "CCTC": 850,
      "GGCAGT": 851,
      "GGGCAGC": 852,
      "GGTGCTC": 853,
      "GGCCGTC": 854,
      "GTCCTT": 855,
      "GGAATT": 856,
      "GCAGAT": 857,
      "AATATT": 858,
      "GGCGCCT": 859,
      "GGATCC": 860,
      "GCGCAT": 861,
      "ATCCAC": 862,
      "GTCGCT": 863,
      "GGAGAC": 864,
      "GGCGAGC": 865,
      "GGAATC": 866,
      "GTTTCT": 867,
      "GGG": 868,
      "GTTGT": 869,
      "AGGTCC": 870,
      "GGATCT": 871,
      "GCGCCTC": 872,
      "GCGATCC": 873,
      "ACGCCC": 874,
      "AGGGTC": 875,
      "ATGTTC": 876,
      "GAAGACC": 877,
      "GGCGCAC": 878,
      "GAGGTT": 879,
      "GACGCCC": 880,
      "GATCAGC": 881,
      "AATTT": 882,
      "GCAGTC": 883,
      "GAGGGA": 884,
      "GATGGT": 885,
      "AATGTC": 886,
      "GGCCGT": 887,
      "AGAAAT": 888,
      "GCACCT": 889,
      "GGGGCGC": 890,
      "GGACAC": 891,
      "GCGCGTC": 892,
      "AACAT": 893,
      "GATGACC": 894,
      "AGGAAA": 895,
      "TTTTT": 896,
      "GTGAAA": 897,
      "GGGCATC": 898,
      "AATATC": 899,
      "AGCGCC": 900,
      "AACGAC": 901,
      "GGCAGA": 902,
      "GGCCACC": 903,
      "GGAAGGC": 904,
      "TTCACC": 905,
      "GCAACT": 906,
      "GTGCGGC": 907,
      "GGCGTTC": 908,
      "GGAAGT": 909,
      "GGTAT": 910,
      "GATGTT": 911,
      "GCCGAAC": 912,
      "ATTCTT": 913,
      "GATGGGC": 914,
      "GGTGGTC": 915,
      "AGCGTC": 916,
      "GCGTCT": 917,
      "GCGCAAC": 918,
      "ATTATT": 919,
      "GAAGGAC": 920,
      "GAAGGTC": 921,
      "TCTT": 922,
      "GGCGAAA": 923,
      "GTGCAA": 924,
      "TCCGAC": 925,
      "GTCCAA": 926,
      "TTCGAC": 927,
      "ATGCAA": 928,
      "GCCGCAC": 929,
      "GAGCTTC": 930,
      "GTGCAC": 931,
      "GGCTTTC": 932,
      "ACCCCC": 933,
      "TCGAC": 934,
      "GTCTGC": 935,
      "GTGCTT": 936,
      "AGCAT": 937,
      "AGATCC": 938,
      "GCTCAC": 939,
      "GCGGCCT": 940,
      "GCGGCAA": 941,
      "AGCATC": 942,
      "AATTCC": 943,
      "GGCCGCGC": 944,
      "ATCCTT": 945,
      "AGCCTT": 946,
      "GGCGAAC": 947,
      "AGGAAC": 948,
      "GAGGCCC": 949,
      "AGGGCT": 950,
      "ATTTGC": 951,
      "GTGGAT": 952,
      "GTTGCC": 953,
      "AGCACC": 954,
      "GCTATC": 955,
      "TTTAT": 956,
      "GTCCCC": 957,
      "GACGATC": 958,
      "GATGCCC": 959,
      "GATTAC": 960,
      "GGAAATC": 961,
      "ATTGCC": 962,
      "CCCC": 963,
      "GCAGATC": 964,
      "GTGTCC": 965,
      "GAGGGT": 966,
      "TCTTCC": 967,
      "AACGTC": 968,
      "GTTCTT": 969,
      "GACCTTC": 970,
      "GCTGCAC": 971,
      "GCAGGT": 972,
      "GTTGTT": 973,
      "GACGGGC": 974,
      "GTAGT": 975,
      "GGATTT": 976,
      "GCCTTCC": 977,
      "ACGCGC": 978,
      "GATTTCC": 979,
      "GGCAATC": 980,
      "GGGGGCC": 981,
      "TGCAT": 982,
      "GGCGCAGC": 983,
      "GGCAACC": 984,
      "ATTGTC": 985,
      "GGGTTTC": 986,
      "GGTGGGC": 987,
      "GCCCGCC": 988,
      "GAAGAAC": 989,
      "AATCT": 990,
      "GTGCAT": 991,
      "GTTAT": 992,
      "GATCGCC": 993,
      "TTCAT": 994,
      "TGCACC": 995,
      "AGCCAC": 996,
      "GACTAC": 997,
      "GAGTCC": 998,
      "GGTGTTC": 999,
      "AGGGAC": 1000,
      "AGTTTT": 1001,
      "GCGACT": 1002,
      "GGATAC": 1003,
      "GCTGCGCC": 1004,
      "GTCGGCC": 1005,
      "GCTCCT": 1006,
      "GACCAGC": 1007,
      "GTCTCC": 1008,
      "ATTCAA": 1009,
      "GGCCCTC": 1010,
      "GCTACC": 1011,
      "GTTGAT": 1012,
      "GGCTTCC": 1013,
      "GTTGAC": 1014,
      "GCCGTTC": 1015,
      "AATGAC": 1016,
      "AAGGCC": 1017,
      "ATCGAT": 1018,
      "GTGAGC": 1019,
      "AGAACC": 1020,
      "GTCGCCC": 1021,
      "GGCTGGA": 1022,
      "GATGCA": 1023,
      "AAAAAT": 1024,
      "GGGCTTC": 1025,
      "GGTCATC": 1026,
      "GGCGGCGC": 1027,
      "GAACTT": 1028,
      "ATTTCT": 1029,
      "AGCCAA": 1030,
      "AGCGAC": 1031,
      "TGCATC": 1032,
      "GCCGCGGC": 1033,
      "GAAGAAA": 1034,
      "GTGCGT": 1035,
      "AGAAAC": 1036,
      "GTTGCT": 1037,
      "GGCGGCAA": 1038,
      "GTTGCGC": 1039,
      "ACGAT": 1040,
      "GTCGATC": 1041,
      "GGCCCCC": 1042,
      "GGGGATC": 1043,
      "AGGCTT": 1044,
      "GCGGGGC": 1045,
      "GCGTTT": 1046,
      "GACGCTC": 1047,
      "GCCGAGC": 1048,
      "GGAGCGC": 1049,
      "AGTTCC": 1050,
      "ACAAC": 1051,
      "GATTTTC": 1052,
      "GTGCCT": 1053,
      "GGGCGAC": 1054,
      "GGAAACC": 1055,
      "ACGGCC": 1056,
      "AAACTC": 1057,
      "GGAGT": 1058,
      "TCCTCC": 1059,
      "GTCGGGC": 1060,
      "GCAGGC": 1061,
      "GGTATT": 1062,
      "GACCATC": 1063,
      "AGCGT": 1064,
      "GCGCGCGC": 1065,
      "GGACTC": 1066,
      "GAAATCC": 1067,
      "GGCCGAT": 1068,
      "GCCTAT": 1069,
      "ACGCTC": 1070,
      "ACTTCC": 1071,
      "GCCCAT": 1072,
      "GCGAAGC": 1073,
      "GCCCGAC": 1074,
      "TTTGCC": 1075,
      "GGGCAT": 1076,
      "GGATTTC": 1077,
      "GCCCAGC": 1078,
      "GACCAT": 1079,
      "GGACTT": 1080,
      "AACTTC": 1081,
      "GAGGATC": 1082,
      "GGCGTCC": 1083,
      "ATTGAT": 1084,
      "GACCTGC": 1085,
      "GAGTAC": 1086,
      "GGGCGT": 1087,
      "GGGCGTC": 1088,
      "GAATTTC": 1089,
      "GGTTTTC": 1090,
      "AAGCT": 1091,
      "GCCCTTC": 1092,
      "GAAACCC": 1093,
      "ACTGC": 1094,
      "ACGT": 1095,
      "GCCGCGCT": 1096,
      "GCGCGT": 1097,
      "GGTCGTC": 1098,
      "GGAACTC": 1099,
      "GAAGTT": 1100,
      "GGCACCC": 1101,
      "TTTCT": 1102,
      "GCAGGAC": 1103,
      "AAGAC": 1104,
      "GATCAT": 1105,
      "GCCCTGC": 1106,
      "GCCGTCC": 1107,
      "GCG": 1108,
      "GGGGCAA": 1109,
      "ATAAAA": 1110,
      "GGGGCGGC": 1111,
      "GAGGGCC": 1112,
      "AATACC": 1113,
      "GTTCTTC": 1114,
      "GCTGAAC": 1115,
      "GAGTTT": 1116,
      "GCTGAA": 1117,
      "GTCGGT": 1118,
      "ACGGT": 1119,
      "AAAGT": 1120,
      "GCTGCAA": 1121,
      "GCATTT": 1122,
      "GCCTGCGC": 1123,
      "GTATCC": 1124,
      "GCTTCCC": 1125,
      "GCGGGTC": 1126,
      "GGGGCTC": 1127,
      "ATTACC": 1128,
      "GAAAAT": 1129,
      "GGTCGAC": 1130,
      "AATAAT": 1131,
      "GGTCAGC": 1132,
      "GTGATT": 1133,
      "AGTCCC": 1134,
      "GCCATCC": 1135,
      "GAAAAGC": 1136,
      "GCGTTTC": 1137,
      "AAAGA": 1138,
      "GTATTC": 1139,
      "GCCGCAT": 1140,
      "GAATCT": 1141,
      "GTAGA": 1142,
      "GATAGC": 1143,
      "TCCCCC": 1144,
      "GATGAA": 1145,
      "AGGCAC": 1146,
      "GCAGCT": 1147,
      "GTTCGAC": 1148,
      "GACCACC": 1149,
      "GAAAACC": 1150,
      "TCGTC": 1151,
      "AGGATT": 1152,
      "ATTATC": 1153,
      "ATACT": 1154,
      "GATCCCC": 1155,
      "TTTCTT": 1156,
      "GTGGTT": 1157,
      "TTTGTC": 1158,
      "GCAGTT": 1159,
      "GATGAAC": 1160,
      "TGCGTC": 1161,
      "AGACCT": 1162,
      "ATCGCGC": 1163,
      "GGAAGAC": 1164,
      "GGCATTC": 1165,
      "TGCAAC": 1166,
      "GACCGAC": 1167,
      "AAACT": 1168,
      "GCCGGCT": 1169,
      "GAGGCGGC": 1170,
      "ATGAAT": 1171,
      "ATCTCC": 1172,
      "GTAAAA": 1173,
      "GACCGTC": 1174,
      "GCCAGT": 1175,
      "GGTCTTC": 1176,
      "TGCGCT": 1177,
      "ATGGAT": 1178,
      "GCAGCTC": 1179,
      "GAGGCGC": 1180,
      "GGAGAT": 1181,
      "GCTCTT": 1182,
      "GGCAAAA": 1183,
      "ATTGAC": 1184,
      "AGCAAC": 1185,
      "AAGGGC": 1186,
      "GAGATCC": 1187,
      "GGACCTC": 1188,
      "ATAGT": 1189,
      "GCGCCCT": 1190,
      "AGATTC": 1191,
      "GCGGTTC": 1192,
      "TGCGT": 1193,
      "GCTGCGGC": 1194,
      "ACCAAC": 1195,
      "GGTTTCC": 1196,
      "ATGCAC": 1197,
      "ATCGCCC": 1198,
      "GATTCT": 1199,
      "GCTTCTC": 1200,
      "ATTTAC": 1201,
      "GCAGGTC": 1202,
      "ACCCTT": 1203,
      "ATTCAC": 1204,
      "GATGGAC": 1205,
      "TTCCCC": 1206,
      "ATTGTT": 1207,
      "GATGCTC": 1208,
      "GGCGATT": 1209,
      "GTTTCCC": 1210,
      "GCGCGGCC": 1211,
      "GATCAAC": 1212,
      "AAGCC": 1213,
      "TCCGGCC": 1214,
      "GCTGTCC": 1215,
      "AAGTC": 1216,
      "GATGGTC": 1217,
      "TTTATC": 1218,
      "GGAGGCC": 1219,
      "GTTTAC": 1220,
      "GGAAAAC": 1221,
      "GGTTAC": 1222,
      "GAGCCTC": 1223,
      "GTCTAC": 1224,
      "GGATCTC": 1225,
      "GGCTGCGC": 1226,
      "GTGGGA": 1227,
      "GGTGGAC": 1228,
      "AAGCGC": 1229,
      "TCTAT": 1230,
      "GGGCTGC": 1231,
      "GTCGGC": 1232,
      "ACCCAC": 1233,
      "GCGCCAC": 1234,
      "GCCGCGT": 1235,
      "GAAATTC": 1236,
      "GCATTTC": 1237,
      "AATCTT": 1238,
      "GAACCCC": 1239,
      "GGTAGC": 1240,
      "GTTTTCC": 1241,
      "TTTACC": 1242,
      "GTGCAGC": 1243,
      "GAACAGC": 1244,
      "GGTCACC": 1245,
      "GCGCGCT": 1246,
      "GGGCACC": 1247,
      "ATCTAC": 1248,
      "GGCAGGA": 1249,
      "GGCTAT": 1250,
      "GTGGGT": 1251,
      "AAGGT": 1252,
      "GGCGGGA": 1253,
      "AATGCC": 1254,
      "ATTGCT": 1255,
      "GACTGC": 1256,
      "AACCTT": 1257,
      "GGCGGAT": 1258,
      "GATCTGC": 1259,
      "GGAAAAA": 1260,
      "GAACCTC": 1261,
      "GTTCATC": 1262,
      "GTTTTTC": 1263,
      "GGTGCCC": 1264,
      "GCGGACC": 1265,
      "AACGCC": 1266,
      "AATCAA": 1267,
      "GAGAAGC": 1268,
      "ACCGGCC": 1269,
      "ATTGT": 1270,
      "GACCCTC": 1271,
      "GTCGTT": 1272,
      "GGAGATC": 1273,
      "GCGGCAC": 1274,
      "AATGT": 1275,
      "GCCGAAA": 1276,
      "ATAGA": 1277,
      "GGGGGGC": 1278,
      "GGTGAA": 1279,
      "ACCGAT": 1280,
      "ATGCGCC": 1281,
      "GCCTGAC": 1282,
      "GGCCGCT": 1283,
      "GGTGACC": 1284,
      "CTC": 1285,
      "CCCTT": 1286,
      "GGACGAC": 1287,
      "GATGTTC": 1288,
      "GGGGTTC": 1289,
      "GGAGCC": 1290,
      "GCATCCC": 1291,
      "GGCTGAC": 1292,
      "TTCAAC": 1293,
      "GATGAGC": 1294,
      "ACTAA": 1295,
      "AGGTCT": 1296,
      "GCTTTCC": 1297,
      "ATCGGCC": 1298,
      "AGAACT": 1299,
      "GCCTGTC": 1300,
      "GCCCGTC": 1301,
      "GGCTGGCC": 1302,
      "GGGCGCGC": 1303,
      "AGGGAT": 1304,
      "ATGCGGC": 1305,
      "GCCGCCTC": 1306,
      "GGCGGCCC": 1307,
      "TTGCGC": 1308,
      "ATCGCT": 1309,
      "ATCAAT": 1310,
      "ACTAT": 1311,
      "GAAGA": 1312,
      "GCCAGGC": 1313,
      "GGAGCT": 1314,
      "AGTCTC": 1315,
      "GACGACC": 1316,
      "GACATT": 1317,
      "GACGGTC": 1318,
      "TTTATT": 1319,
      "GTCATT": 1320,
      "GCCCGCGC": 1321,
      "GAAAAAC": 1322,
      "AAGAT": 1323,
      "AAATAC": 1324,
      "GCACTT": 1325,
      "AGAATT": 1326,
      "TCCAAC": 1327,
      "TTCAGC": 1328,
      "GCGACCC": 1329,
      "GGCGGGT": 1330,
      "GCAGACC": 1331,
      "ATGCTT": 1332,
      "GCTCGTC": 1333,
      "GCCTCT": 1334,
      "GGCCGGCC": 1335,
      "GCGGTCC": 1336,
      "AACCAC": 1337,
      "ATCGGC": 1338,
      "GTTACC": 1339,
      "GAGCGTC": 1340,
      "ACTGGA": 1341,
      "GGCTGTC": 1342,
      "GCCTGCT": 1343,
      "GCCCCTC": 1344,
      "TGCGAC": 1345,
      "GTTCGTC": 1346,
      "TCTGGA": 1347,
      "GTACTC": 1348,
      "GGGTTTT": 1349,
      "AAAGCC": 1350,
      "GCCGCTT": 1351,
      "GTTATC": 1352,
      "GCACAC": 1353,
      "GCCTCCC": 1354,
      "AAGGAC": 1355,
      "TTGCT": 1356,
      "GCGCGAT": 1357,
      "GTAGCC": 1358,
      "GCGCGGC": 1359,
      "GGTACC": 1360,
      "TTTGAC": 1361,
      "ATGATT": 1362,
      "GAGCGCC": 1363,
      "GCCCACC": 1364,
      "GGTTCTC": 1365,
      "GAGGGGC": 1366,
      "AATGAT": 1367,
      "TTTCAC": 1368,
      "AAACTT": 1369,
      "GGCGCCGCC": 1370,
      "GGCGGCCT": 1371,
      "ATGCCT": 1372,
      "GGCTCCC": 1373,
      "AGATCT": 1374,
      "GCCACT": 1375,
      "ACGGGC": 1376,
      "GGCGGTT": 1377,
      "TTTGT": 1378,
      "GGACATC": 1379,
      "GGAGCA": 1380,
      "ATTTTTT": 1381,
      "GCGCAGGC": 1382,
      "GGCCAAC": 1383,
      "AGCTAC": 1384,
      "AAGCCC": 1385,
      "GCGCCTT": 1386,
      "GGTAAC": 1387,
      "GGCCGGGC": 1388,
      "GGTCAT": 1389,
      "GGCTGCT": 1390,
      "GATGAAA": 1391,
      "ACCGCT": 1392,
      "GTCGCTC": 1393,
      "GACAAT": 1394,
      "GCCACCC": 1395,
      "TCCGT": 1396,
      "AAACAA": 1397,
      "GGCGAAT": 1398,
      "GTTTCTC": 1399,
      "TTTCAA": 1400,
      "GCGGGAC": 1401,
      "AATCAC": 1402,
      "GTCGGA": 1403,
      "GAGCACC": 1404,
      "GGCAGAC": 1405,
      "GGCTTTT": 1406,
      "GACGTT": 1407,
      "GTGAAT": 1408,
      "GGGCGCT": 1409,
      "GGTTCCC": 1410,
      "AGCGCT": 1411,
      "ATATCC": 1412,
      "AACTAC": 1413,
      "TCCCTC": 1414,
      "GAGCCCC": 1415,
      "GCAGTTC": 1416,
      "ATGCGT": 1417,
      "GGCGGGCC": 1418,
      "GAATCCC": 1419,
      "AGAATC": 1420,
      "AAGGTC": 1421,
      "GGCGCGCT": 1422,
      "GCGTCCC": 1423,
      "GAAGTTC": 1424,
      "GAGGACC": 1425,
      "TTGT": 1426,
      "GGACAGC": 1427,
      "GATGTCC": 1428,
      "GGCGGCTC": 1429,
      "GATCGT": 1430,
      "ACCGCGC": 1431,
      "GGCGATCC": 1432,
      "AAATAA": 1433,
      "GATAAC": 1434,
      "GAGGAAA": 1435,
      "GCCGCAGC": 1436,
      "AGCCCT": 1437,
      "GGCTCTC": 1438,
      "GCCGGAT": 1439,
      "GGAATTC": 1440,
      "AGGACT": 1441,
      "GCCAACC": 1442,
      "AGTTCT": 1443,
      "AGCGCGC": 1444,
      "GAACATC": 1445,
      "GGCGCGGGC": 1446,
      "GGGGCCC": 1447,
      "GAAGTCC": 1448,
      "GGGGGTC": 1449,
      "GTCGACC": 1450,
      "AACAAT": 1451,
      "GCGACCT": 1452,
      "GGAGTT": 1453,
      "GATGCGGC": 1454,
      "AAGCTC": 1455,
      "GGAAGTC": 1456,
      "GCTGAAA": 1457,
      "ATGGTT": 1458,
      "GCCCGT": 1459,
      "GCGGGCT": 1460,
      "GCCCATC": 1461,
      "GAGGAAC": 1462,
      "ACCTAC": 1463,
      "GGCAAAC": 1464,
      "GCGGAAC": 1465,
      "TTCGCC": 1466,
      "GAGAACC": 1467,
      "GAGCGT": 1468,
      "TCCGCT": 1469,
      "GTCCCT": 1470,
      "GAAACTC": 1471,
      "GTTTTTT": 1472,
      "AACGT": 1473,
      "ATTTCCC": 1474,
      "GGCTGGT": 1475,
      "GCCAGA": 1476,
      "GCCCGCGCC": 1477,
      "ATGCAT": 1478,
      "ATCGACC": 1479,
      "ATCATT": 1480,
      "GCGCTCC": 1481,
      "GCCCCCC": 1482,
      "GGATAA": 1483,
      "GAGCAT": 1484,
      "GCGCGGGC": 1485,
      "GTCGAAC": 1486,
      "GAGCGAC": 1487,
      "GCGATCT": 1488,
      "GGGCCTT": 1489,
      "ATCCAGC": 1490,
      "GATTCTC": 1491,
      "GTCTTCC": 1492,
      "GGACCCC": 1493,
      "GGCGGCAC": 1494,
      "TGCTCC": 1495,
      "GGGGCCT": 1496,
      "AGGTTT": 1497,
      "GCTTTTC": 1498,
      "GGTCCTC": 1499,
      "GCAACCC": 1500,
      "GCGCGCGGC": 1501,
      "GTTATT": 1502,
      "GGGCGAT": 1503,
      "GGCTATC": 1504,
      "GGCACTC": 1505,
      "AATAGC": 1506,
      "AGATTT": 1507,
      "GCTGCAT": 1508,
      "ATTCCT": 1509,
      "GAAAATC": 1510,
      "GTCCAGC": 1511,
      "GCGCGCCC": 1512,
      "ATCCTGC": 1513,
      "GGCCGCCC": 1514,
      "GTTGATC": 1515,
      "ACTGAC": 1516,
      "GGTCGAT": 1517,
      "GGCAGCT": 1518,
      "AATTAC": 1519,
      "AAGACC": 1520,
      "AAAGGC": 1521,
      "GAGCATC": 1522,
      "GCCTGCC": 1523,
      "ACCTCC": 1524,
      "GGTCAAC": 1525,
      "GCTATT": 1526,
      "GAATTCC": 1527,
      "GCTGGAT": 1528,
      "GAGGCCT": 1529,
      "GCCTGATC": 1530,
      "GGGCGCC": 1531,
      "GCGCCAGC": 1532,
      "GCTCGCC": 1533,
      "GCTCACC": 1534,
      "AAGATC": 1535,
      "GACGAA": 1536,
      "GACTTCC": 1537,
      "AACTGC": 1538,
      "GCAAAGC": 1539,
      "GGCAGGCC": 1540,
      "GGCAGAT": 1541,
      "GGCAATT": 1542,
      "ATGGGA": 1543,
      "AGGGTT": 1544,
      "GACCGT": 1545,
      "TCTACC": 1546,
      "ATGGGT": 1547,
      "GGCCGGT": 1548,
      "GACAGCC": 1549,
      "GCTGGCT": 1550,
      "GTCCTTC": 1551,
      "GCGGAAA": 1552,
      "AATTTT": 1553,
      "GCGGCTT": 1554,
      "GACGCA": 1555,
      "TCCGGA": 1556,
      "ACTACC": 1557,
      "GCATCTC": 1558,
      "GGCCGCGCC": 1559,
      "GGCCAGCC": 1560,
      "AGCGAT": 1561,
      "GTTCACC": 1562,
      "GCACCCC": 1563,
      "GATCTAC": 1564,
      "GCTGCTT": 1565,
      "ACGGA": 1566,
      "ATCGGT": 1567,
      "GAGACT": 1568,
      "GAGCCGCC": 1569,
      "GGCCGGA": 1570,
      "ATGCGCT": 1571,
      "GAGACCC": 1572,
      "ACCCAA": 1573,
      "ATCGTT": 1574,
      "AAAAAAT": 1575,
      "GATTCCC": 1576,
      "ACTGTC": 1577,
      "ATATTC": 1578,
      "GGCTACC": 1579,
      "GGATCCC": 1580,
      "GATGCGCC": 1581,
      "GGGCAAC": 1582,
      "GTTCCTC": 1583,
      "ATCCAA": 1584,
      "GCAATCC": 1585,
      "GTCGAA": 1586,
      "GGCATCT": 1587,
      "GCAGCAC": 1588,
      "GTGGCGC": 1589,
      "GACCGCC": 1590,
      "AGCAAT": 1591,
      "GGTGCGCC": 1592,
      "GAACACC": 1593,
      "GTTGCA": 1594,
      "GCCTATC": 1595,
      "TTGAT": 1596,
      "GGGCTAC": 1597,
      "GATCCAC": 1598,
      "GGCAGTC": 1599,
      "GGCCTAC": 1600,
      "GGTGCGGC": 1601,
      "AACGAT": 1602,
      "ACGGTC": 1603,
      "GAGAGCC": 1604,
      "GGGGAAA": 1605,
      "ACGATC": 1606,
      "ATTTAA": 1607,
      "GGCAGGT": 1608,
      "ACCGGA": 1609,
      "GCATCCT": 1610,
      "GCCTTTC": 1611,
      "GCCTGGA": 1612,
      "GTACAA": 1613,
      "TTTGTT": 1614,
      "AGTCCT": 1615,
      "TTGAC": 1616,
      "GTCGGTC": 1617,
      "ATCCCT": 1618,
      "GTCGAGC": 1619,
      "ACTGGCC": 1620,
      "GCCGGGA": 1621,
      "TCCTAC": 1622,
      "AAACAC": 1623,
      "GGCGTCT": 1624,
      "GCAGAAC": 1625,
      "TTAT": 1626,
      "TCTAA": 1627,
      "GGCACCT": 1628,
      "AATGTT": 1629,
      "GGGGGCT": 1630,
      "TTGCCC": 1631,
      "GGATATC": 1632,
      "GGCGAGCC": 1633,
      "ACCGCCC": 1634,
      "TCCGCCC": 1635,
      "ATTGCGC": 1636,
      "GGACAT": 1637,
      "GTGGCCC": 1638,
      "GGGTAC": 1639,
      "AGACAA": 1640,
      "GGGTCTC": 1641,
      "GCGCCAA": 1642,
      "GCGTCTC": 1643,
      "TTTGAT": 1644,
      "TCTATC": 1645,
      "CCCAC": 1646,
      "GGCGCCTC": 1647,
      "GCCGGCAA": 1648,
      "AATAAC": 1649,
      "GAACTGC": 1650,
      "GCTCCTC": 1651,
      "AGGGGA": 1652,
      "AGCCTGC": 1653,
      "GACATCC": 1654,
      "GCCTGGCC": 1655,
      "AATAAAA": 1656,
      "GCCTGAT": 1657,
      "AATGGA": 1658,
      "GTGCGCT": 1659,
      "GTAACC": 1660,
      "GAGAGT": 1661,
      "GAGGTCC": 1662,
      "GAACTTC": 1663,
      "GTTCAGC": 1664,
      "GCCGGGCC": 1665,
      "GCTCAAC": 1666,
      "GTAATC": 1667,
      "GGCGCGAC": 1668,
      "AGCCAGC": 1669,
      "TTTTTC": 1670,
      "GGCGACT": 1671,
      "GATCGCGC": 1672,
      "GCCGGCCT": 1673,
      "TTTGCT": 1674,
      "GGCGCGGCC": 1675,
      "GCCCGGCC": 1676,
      "GTTCAAC": 1677,
      "GGATGAC": 1678,
      "ATTTTCC": 1679,
      "GTCCTGC": 1680,
      "GAAGAGC": 1681,
      "GCTCTAC": 1682,
      "GCGTAC": 1683,
      "GCCGGTT": 1684,
      "GGAGGGC": 1685,
      "GAGTTTC": 1686,
      "GAGGCTC": 1687,
      "ATAATT": 1688,
      "GATGCGCT": 1689,
      "GGCTTCT": 1690,
      "GGGGGAC": 1691,
      "GAATAA": 1692,
      "TTGTT": 1693,
      "GCCTGGGC": 1694,
      "GCCGCGA": 1695,
      "ATTGGT": 1696,
      "GGCTGATC": 1697,
      "TCTGGCC": 1698,
      "GCCTGT": 1699,
      "ATAGGC": 1700,
      "ATGTCT": 1701,
      "GGCTGT": 1702,
      "ATTTTTC": 1703,
      "GGCTGGGC": 1704,
      "GGATGTC": 1705,
      "TCCGCGC": 1706,
      "GGACTTC": 1707,
      "AGGCGCT": 1708,
      "GTTGGA": 1709,
      "AGCTTT": 1710,
      "GGGGACC": 1711,
      "GAACGAC": 1712,
      "GGCGCATC": 1713,
      "AATGCT": 1714,
      "GGCTGAT": 1715,
      "GGCCGCAA": 1716,
      "GGTACT": 1717,
      "GACCCCC": 1718,
      "GCAGAA": 1719,
      "GCCGCGAC": 1720,
      "GCGTTCC": 1721,
      "GGCCTCC": 1722,
      "AGCCCCC": 1723,
      "GCCGCCAA": 1724,
      "ATAAAT": 1725,
      "GGCGCTTC": 1726,
      "GCCGCATC": 1727,
      "GATCTCC": 1728,
      "GCTCTTC": 1729,
      "GCTCGAT": 1730,
      "GGGCCAC": 1731,
      "AAGTT": 1732,
      "GTACCC": 1733,
      "GAACAT": 1734,
      "TGCAGGC": 1735,
      "GGCGAAGC": 1736,
      "TCTGTC": 1737,
      "ACTGCT": 1738,
      "GAAATAC": 1739,
      "ACTCC": 1740,
      "GTTGCCC": 1741,
      "GAGGTTC": 1742,
      "GCTCATC": 1743,
      "TTCTAC": 1744,
      "GCAGCCT": 1745,
      "AGAGGA": 1746,
      "TGCGGCC": 1747,
      "ACACTC": 1748,
      "GGTCGT": 1749,
      "GCTGGCCC": 1750,
      "ATGACT": 1751,
      "ATGGCGGC": 1752,
      "GCGCAGCC": 1753,
      "GCTTAC": 1754,
      "GCCGATT": 1755,
      "GCCGGCGCC": 1756,
      "CCCAA": 1757,
      "GTCGCGGC": 1758,
      "GTCAAT": 1759,
      "ATTGCCC": 1760,
      "GGAGACC": 1761,
      "GGGGCTT": 1762,
      "ATAGCC": 1763,
      "GCCATTC": 1764,
      "GGGGAAC": 1765,
      "GACGCGGC": 1766,
      "GGGAAGC": 1767,
      "GTATCT": 1768,
      "TTCTCC": 1769,
      "GGAGGT": 1770,
      "GAATTTT": 1771,
      "GCGCGCGCC": 1772,
      "AACCAA": 1773,
      "GCGAACC": 1774,
      "GGCGAGGC": 1775,
      "GTAGGC": 1776,
      "GCGGATT": 1777,
      "GCTGGCGCT": 1778,
      "TGCGGGC": 1779,
      "GCGCTAC": 1780,
      "GGTGAAC": 1781,
      "GTGGATC": 1782,
      "ATATTT": 1783,
      "ATTAAT": 1784,
      "GTCAGCC": 1785,
      "GTATTT": 1786,
      "ATGAGT": 1787,
      "TCCGAT": 1788,
      "TCTGAC": 1789,
      "GCCTGCCC": 1790,
      "AGCGGCC": 1791,
      "GTCTTT": 1792,
      "GTGGGCC": 1793,
      "GCGAAAC": 1794,
      "GTGTTT": 1795,
      "GCCGATCC": 1796,
      "ACTGAT": 1797,
      "GCTGCGT": 1798,
      "ATGGCCC": 1799,
      "GTTGGT": 1800,
      "GAAGCAC": 1801,
      "GCCTACC": 1802,
      "GCGCTGGCC": 1803,
      "ACTCTC": 1804,
      "GCCGGCCC": 1805,
      "GAGGCAA": 1806,
      "GCTGCAGC": 1807,
      "GGCGGGGC": 1808,
      "AATGCGC": 1809,
      "AATGGT": 1810,
      "GTCATCC": 1811,
      "GACAGGC": 1812,
      "GCTGATT": 1813,
      "GTCGCA": 1814,
      "GATCGAT": 1815,
      "GCCGGGT": 1816,
      "GTCCACC": 1817,
      "ACTGGT": 1818,
      "GTCGCGCC": 1819,
      "GCATAC": 1820,
      "GGTCTAC": 1821,
      "TCCGGGC": 1822,
      "TCCGGT": 1823,
      "TTTGCGC": 1824,
      "GAACAAC": 1825,
      "AGGGCCT": 1826,
      "GCCGGCGGC": 1827,
      "GGTCTGC": 1828,
      "GCCGAAT": 1829,
      "GCACCTC": 1830,
      "ATTGGA": 1831,
      "GACAGT": 1832,
      "GTCCATC": 1833,
      "ACTATC": 1834,
      "GCGCGACC": 1835,
      "ATGCAGC": 1836,
      "GAAGGCT": 1837,
      "TTCGT": 1838,
      "GCAAACC": 1839,
      "GCCCGAT": 1840,
      "GGACACC": 1841,
      "GAGGTGCT": 1842,
      "ATAATC": 1843,
      "GGGTAA": 1844,
      "TCCAGCC": 1845,
      "AGTCTT": 1846,
      "TCTGGT": 1847,
      "GGGGATT": 1848,
      "ACGACC": 1849,
      "AGAAATC": 1850,
      "GGGCGCGGC": 1851,
      "GTCGTTC": 1852,
      "GCCGCCCC": 1853,
      "GCTGGCGGC": 1854,
      "AGACTT": 1855,
      "TTCTGC": 1856,
      "GAAGAAGC": 1857,
      "AGCGCCC": 1858,
      "GGCGCACC": 1859,
      "AGCATT": 1860,
      "GAGAAAC": 1861,
      "GTCCGAC": 1862,
      "ATGTTT": 1863,
      "GAGCAAC": 1864,
      "AAGAAA": 1865,
      "GTGATCC": 1866,
      "TCCGCAA": 1867,
      "TCTGCT": 1868,
      "GACGGAC": 1869,
      "GCGTTTT": 1870,
      "ATCTTT": 1871,
      "GAGGCAC": 1872,
      "AGCGGT": 1873,
      "GGCGACAA": 1874,
      "TCCTGCGC": 1875,
      "GTGCGA": 1876,
      "GGTCGCC": 1877,
      "GGGCGGCC": 1878,
      "GCCTCTC": 1879,
      "GTTCAT": 1880,
      "GATCGCCC": 1881,
      "ATTTCTC": 1882,
      "AGATAC": 1883,
      "GAGGCGCC": 1884,
      "GCTCGACC": 1885,
      "AAATCC": 1886,
      "AGGCCCT": 1887,
      "GCCGCAAC": 1888,
      "GTACCT": 1889,
      "GTAAAT": 1890,
      "GCCGCCAC": 1891,
      "TTTGCCC": 1892,
      "GGTTTGC": 1893,
      "AATGAAA": 1894,
      "GAGTCT": 1895,
      "GGACAAC": 1896,
      "GTTCTAC": 1897,
      "GGCCGCGGC": 1898,
      "ACCCCT": 1899,
      "GGATTCC": 1900,
      "AATTTC": 1901,
      "GGCCCTT": 1902,
      "GATGCAC": 1903,
      "GGATTTT": 1904,
      "GGTGCAC": 1905,
      "GAGCGCT": 1906,
      "GTAATT": 1907,
      "GCCAATC": 1908,
      "AGTATT": 1909,
      "GGCAACT": 1910,
      "GCGCCCTC": 1911,
      "GCGCGCTC": 1912,
      "TTCGAT": 1913,
      "AGACAC": 1914,
      "ATCGCGGC": 1915,
      "GATCGGCC": 1916,
      "GGCGCAT": 1917,
      "GCCGAAGC": 1918,
      "GCCGCACC": 1919,
      "GGCAGGGC": 1920,
      "GGCTGGTC": 1921,
      "ACCGGT": 1922,
      "GAAGCCT": 1923,
      "AAAAAAC": 1924,
      "GCCGCGTC": 1925,
      "GCGCAAT": 1926,
      "GACCAAC": 1927,
      "GCCGCCCT": 1928,
      "GATTTTT": 1929,
      "GAAATGC": 1930,
      "GCTCAGC": 1931,
      "GTCGTCC": 1932,
      "AGTATC": 1933,
      "ACGTT": 1934,
      "GCGGCCTC": 1935,
      "AGAAACC": 1936,
      "AGTAT": 1937,
      "GAATCTC": 1938,
      "GACTTT": 1939,
      "GAACGTC": 1940,
      "GGCGGATC": 1941,
      "GGCGCAAC": 1942,
      "GCGATTC": 1943,
      "AAGCA": 1944,
      "GGGATGC": 1945,
      "GATCCTT": 1946,
      "GGCGGGCT": 1947,
      "GCAATGC": 1948,
      "GGAGGAC": 1949,
      "GACCGCGC": 1950,
      "GCATGAC": 1951,
      "GGTGGAT": 1952,
      "GCTTTGC": 1953,
      "AGACTC": 1954,
      "GGGCGGGC": 1955,
      "GCCCGCT": 1956,
      "GCAATTC": 1957,
      "GCAACTC": 1958,
      "AGGCAGC": 1959,
      "GGCTGCTC": 1960,
      "AGCCAT": 1961,
      "AATGGCC": 1962,
      "GATCGACC": 1963,
      "GCCAGGA": 1964,
      "GCCGAGGC": 1965,
      "GTGCCGCC": 1966,
      "GCCGCTTC": 1967,
      "GCAGCAA": 1968,
      "GTTCCCC": 1969,
      "GCGAACT": 1970,
      "AGGCCTC": 1971,
      "GAGTTCC": 1972,
      "GGAAAAT": 1973,
      "AGAGAT": 1974,
      "TTTTAC": 1975,
      "GCCTGACC": 1976,
      "GTGGCGGC": 1977,
      "ATCTTCC": 1978,
      "ACCGTT": 1979,
      "TTATC": 1980,
      "GGCCGACC": 1981,
      "TCCTGTC": 1982,
      "ACCGCGCC": 1983,
      "GCCGGCGC": 1984,
      "GACACT": 1985,
      "GGCTAA": 1986,
      "AGATAA": 1987,
      "GAATATC": 1988,
      "GGCGCGCTC": 1989,
      "GCGCTTT": 1990,
      "GACGAAC": 1991,
      "GCAAAAC": 1992,
      "GATTTGC": 1993,
      "GACGCGCC": 1994,
      "ACGCA": 1995,
      "ACATT": 1996,
      "GACACCC": 1997,
      "TCCTGATC": 1998,
      "GGCGAGGA": 1999,
      "GGATCAA": 2000,
      "GAAGGCAA": 2001,
      "GACCTAC": 2002,
      "GTTGCTC": 2003,
      "GTCAGGC": 2004,
      "GTCCAT": 2005,
      "GTACTT": 2006,
      "GGCGG": 2007,
      "GACGCGCT": 2008,
      "GGCTGGAC": 2009,
      "GAAAAAT": 2010,
      "GCCGCGGCC": 2011,
      "GTGAAGC": 2012,
      "AGAAAAA": 2013,
      "AGGAAGC": 2014,
      "GGAGCCC": 2015,
      "ATCGGGC": 2016,
      "GATATCC": 2017,
      "GTTGGCC": 2018,
      "AGATTTC": 2019,
      "GCACAGC": 2020,
      "GCTGGGT": 2021,
      "ATGTCCC": 2022,
      "GAAGAAT": 2023,
      "AGCCCTC": 2024,
      "GTGCATC": 2025,
      "GACCGGCC": 2026,
      "ATGAAGC": 2027,
      "GGAATCC": 2028,
      "GGTGAAA": 2029,
      "GCGCATT": 2030,
      "GCTGGTT": 2031,
      "ATCACCC": 2032,
      "GGATCAC": 2033,
      "GAAGGAT": 2034,
      "AAAAATT": 2035,
      "GCGAGCGC": 2036,
      "ACCGGGC": 2037,
      "GAGGGCT": 2038,
      "ATCAGCC": 2039,
      "ACCGCAA": 2040,
      "GGGAAT": 2041,
      "GACCGAT": 2042,
      "GCTGAGC": 2043,
      "GCGGTCT": 2044,
      "AGTGTC": 2045,
      "GGCCTGATC": 2046,
      "GCGCGCAA": 2047,
      "GGAGGTC": 2048,
      "GGTGCGT": 2049,
      "GGCGTTT": 2050,
      "GGAACCC": 2051,
      "GCTGGGCC": 2052,
      "AGCAGGC": 2053,
      "GGCTGCC": 2054,
      "ACTATT": 2055,
      "ACCAAT": 2056,
      "GCAGGAT": 2057,
      "ATGATCC": 2058,
      "AGCTCC": 2059,
      "TACTC": 2060,
      "GCCCGCCC": 2061,
      "TGCTCT": 2062,
      "GCTTCAA": 2063,
      "GTCACCC": 2064,
      "GGAGAAC": 2065,
      "GCGGGTT": 2066,
      "ATCCCCC": 2067,
      "GCTCGCGC": 2068,
      "GATGCAA": 2069,
      "GATAAT": 2070,
      "AGCGTT": 2071,
      "ACAAT": 2072,
      "ACTGT": 2073,
      "GCATTTT": 2074,
      "GGCCCCT": 2075,
      "GGCAGTT": 2076,
      "ATCGAA": 2077,
      "GAGCGCCC": 2078,
      "GGGCGGT": 2079,
      "GACGGCAA": 2080,
      "GGCGCCCC": 2081,
      "GCGGGGA": 2082,
      "GGCCCAC": 2083,
      "ACTGCGC": 2084,
      "GAATAT": 2085,
      "GCCGCCTTC": 2086,
      "AACATT": 2087,
      "GACTCC": 2088,
      "GGGCTTT": 2089,
      "GTGGCGCT": 2090,
      "ACCATT": 2091,
      "AACGGCC": 2092,
      "AGAGCGC": 2093,
      "GGCTCAA": 2094,
      "GTTCTGC": 2095,
      "ACCAGCC": 2096,
      "AGAGT": 2097,
      "GGTGCTT": 2098,
      "GGAAGAT": 2099,
      "GCTGCGCT": 2100,
      "GCAGAAA": 2101,
      "TCTGCGC": 2102,
      "AAAACCC": 2103,
      "GCTGGCGC": 2104,
      "GTCGGAC": 2105,
      "GGCCATT": 2106,
      "GGTGTCC": 2107,
      "GGCGAGCGC": 2108,
      "AGTCAA": 2109,
      "GGCGCCCT": 2110,
      "GCTGATCC": 2111,
      "ATACTT": 2112,
      "AGCGCAA": 2113,
      "GTGGTTC": 2114,
      "AGGGCAA": 2115,
      "AGGTTTC": 2116,
      "AGTGAC": 2117,
      "GAGGGTC": 2118,
      "GCCCGCAA": 2119,
      "GGCAAGACC": 2120,
      "GGGCCCC": 2121,
      "GGTGCAA": 2122,
      "GCACGAC": 2123,
      "ATCAGGC": 2124,
      "TTCTTCC": 2125,
      "GTGGGGC": 2126,
      "GCGCCTGC": 2127,
      "GTAAAC": 2128,
      "AGTACC": 2129,
      "GCTCGGCC": 2130,
      "ACTGTT": 2131,
      "GCATTCC": 2132,
      "GCGCTGATC": 2133,
      "ACTTT": 2134,
      "GAAGATT": 2135,
      "AATTAA": 2136,
      "GGTGAGC": 2137,
      "GGGGTCC": 2138,
      "ACCTTCC": 2139,
      "ATCGGA": 2140,
      "TTGGCC": 2141,
      "GCCTGTTC": 2142,
      "CAC": 2143,
      "ATATAA": 2144,
      "GCCCTAC": 2145,
      "AACGCT": 2146,
      "GTCGA": 2147,
      "ATGGCAA": 2148,
      "AACTTT": 2149,
      "GTCCCCC": 2150,
      "ACCCTGC": 2151,
      "AGTGAT": 2152,
      "AACTCC": 2153,
      "GAAGGCGGC": 2154,
      "ATCGAAC": 2155,
      "ATGACCC": 2156,
      "AGGGGT": 2157,
      "AGTCAC": 2158,
      "GATCGCGGC": 2159,
      "GCGAAAT": 2160,
      "GCTTCAC": 2161,
      "GCCGCGCCC": 2162,
      "GGCCTGTC": 2163,
      "AGTGGT": 2164,
      "GGCCAAT": 2165,
      "ATGGGCC": 2166,
      "GTACAC": 2167,
      "TCTGAT": 2168,
      "TTCGCCC": 2169,
      "AGCGGA": 2170,
      "CAA": 2171,
      "GCGCATCC": 2172,
      "AACGCCC": 2173,
      "TCCTGCT": 2174,
      "GCCTGGT": 2175,
      "GCGTGAC": 2176,
      "GGCGATCT": 2177,
      "AGCGCGGC": 2178,
      "GGTTAA": 2179,
      "ATCATCC": 2180,
      "GGCAGATC": 2181,
      "GTCCGTC": 2182,
      "ATAACC": 2183,
      "GACCGCGCC": 2184,
      "GCCGGCAC": 2185,
      "GAGGGAC": 2186,
      "ATTTATT": 2187,
      "GGTCGCGC": 2188,
      "AGGCTGC": 2189,
      "GGGGGAT": 2190,
      "GGTTTTT": 2191,
      "GCGACAA": 2192,
      "GTAGCTC": 2193,
      "ATGAGCC": 2194,
      "ATGAAAC": 2195,
      "GTTGCGGC": 2196,
      "GGACGTC": 2197,
      "GGCGCGTC": 2198,
      "GAGATTC": 2199,
      "GGAGTTC": 2200,
      "GGGTGAC": 2201,
      "GGACGAT": 2202,
      "GCCGCGCTC": 2203,
      "GGAGTC": 2204,
      "ATTCCCC": 2205,
      "GAAACCT": 2206,
      "GCCAGAC": 2207,
      "TCCTTCC": 2208,
      "AGGCCAA": 2209,
      "GCATCAA": 2210,
      "GAGGCGT": 2211,
      "TCTGGGC": 2212,
      "GGAGAA": 2213,
      "AAAAAGC": 2214,
      "GCCAGCT": 2215,
      "GAGGCGCT": 2216,
      "GTGCGTC": 2217,
      "ATACCC": 2218,
      "AATTTTT": 2219,
      "GGCTGTT": 2220,
      "TCTGGTC": 2221,
      "GGCGAGT": 2222,
      "GGCCGAA": 2223,
      "GCCGCCTT": 2224,
      "TCCTGAT": 2225,
      "GAG": 2226,
      "GGAAGCT": 2227,
      "GTAGTC": 2228,
      "GGGGTTT": 2229,
      "TGCATT": 2230,
      "GCCGGCAT": 2231,
      "GCAGCTT": 2232,
      "GACGAAA": 2233,
      "TGCGAT": 2234,
      "GGCGCGCCC": 2235,
      "AGAGTT": 2236,
      "GCGCGGT": 2237,
      "GGGTTCC": 2238,
      "GGAGCGGC": 2239,
      "GGCTGACC": 2240,
      "GCGTAA": 2241,
      "GGCCTTT": 2242,
