{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "CG": 9,
      "TG": 10,
      "CA": 11,
      "CC": 12,
      "GG": 13,
      "AA": 14,
      "CCG": 15,
      "TT": 16,
      "TCG": 17,
      "AG": 18,
      "CGG": 19,
      "CTG": 20,
      "CT": 21,
      "CCA": 22,
      "TGG": 23,
      "AT": 24,
      "ACG": 25,
      "AGG": 26,
      "CAG": 27,
      "CCGG": 28,
      "CTT": 29,
      "CCCG": 30,
      "CTCG": 31,
      "TCA": 32,
      "ATG": 33,
      "ACA": 34,
      "AAG": 35,
      "ACC": 36,
      "ATT": 37,
      "CTGG": 38,
      "GGG": 39,
      "TTG": 40,
      "CGCG": 41,
      "TCC": 42,
      "TCGG": 43,
      "ACCG": 44,
      "ACGG": 45,
      "CGGG": 46,
      "CCTG": 47,
      "ATCG": 48,
      "CCAG": 49,
      "CAGG": 50,
      "TCCG": 51,
      "TAA": 52,
      "ACT": 53,
      "CACG": 54,
      "TCT": 55,
      "TAG": 56,
      "TGGG": 57,
      "ACCA": 58,
      "CGGCG": 59,
      "AAAA": 60,
      "CCGCG": 61,
      "CTCA": 62,
      "TTCG": 63,
      "AGCG": 64,
      "CCGGG": 65,
      "ATGG": 66,
      "CCT": 67,
      "AGGG": 68,
      "CCCA": 69,
      "ATCA": 70,
      "TGCG": 71,
      "AAGG": 72,
      "CCCGG": 73,
      "CTCGG": 74,
      "ACTG": 75,
      "AGCA": 76,
      "TCCA": 77,
      "ACTT": 78,
      "ACAG": 79,
      "CCTCG": 80,
      "AGAA": 81,
      "CCTT": 82,
      "CCGCCG": 83,
      "TAT": 84,
      "TGAA": 85,
      "ACCGG": 86,
      "TACG": 87,
      "TCTG": 88,
      "TTTT": 89,
      "CCTGG": 90,
      "TCAG": 91,
      "CCCCG": 92,
      "TTGG": 93,
      "CAAG": 94,
      "CTTG": 95,
      "TCTT": 96,
      "CATG": 97,
      "CCCTG": 98,
      "AACG": 99,
      "ACCCG": 100,
      "ATTG": 101,
      "TTCA": 102,
      "GGCG": 103,
      "CCGAG": 104,
      "CGGTG": 105,
      "CGAG": 106,
      "CGCA": 107,
      "CGTG": 108,
      "CCCT": 109,
      "CCGTG": 110,
      "ACCTG": 111,
      "CGGCA": 112,
      "CTGGG": 113,
      "AATT": 114,
      "TCCGG": 115,
      "CGCCG": 116,
      "AACA": 117,
      "TATT": 118,
      "CCAGG": 119,
      "TGAG": 120,
      "AAAG": 121,
      "CCGCA": 122,
      "ATCGG": 123,
      "CGACG": 124,
      "CCGACG": 125,
      "TGCA": 126,
      "TGCTG": 127,
      "TACA": 128,
      "TCCCG": 129,
      "AGTT": 130,
      "TCGCG": 131,
      "CCCAG": 132,
      "TGGCG": 133,
      "AGGCG": 134,
      "CCACG": 135,
      "AGGAG": 136,
      "CGGCGG": 137,
      "TCGGG": 138,
      "TATG": 139,
      "ACCAG": 140,
      "CTCT": 141,
      "CCGGCG": 142,
      "CAGCG": 143,
      "ACGGG": 144,
      "CACA": 145,
      "ATAA": 146,
      "TGTT": 147,
      "TCGAG": 148,
      "CCTCA": 149,
      "CTGCG": 150,
      "CCGTCG": 151,
      "ACGCG": 152,
      "ACGAG": 153,
      "TGGTG": 154,
      "ACTGG": 155,
      "ATCT": 156,
      "AGAG": 157,
      "CTTCG": 158,
      "CCGAGG": 159,
      "TGTG": 160,
      "TAGG": 161,
      "CCCCA": 162,
      "CAAA": 163,
      "TCGTCG": 164,
      "CCCCGG": 165,
      "ACTCG": 166,
      "CACCG": 167,
      "CCCTCG": 168,
      "TCCTG": 169,
      "CGGAG": 170,
      "TTTG": 171,
      "TCTCG": 172,
      "CATCG": 173,
      "ATAG": 174,
      "CCCGCG": 175,
      "GGGCG": 176,
      "TACC": 177,
      "CCCGGG": 178,
      "TCGGCG": 179,
      "CCATG": 180,
      "ACGGCG": 181,
      "AATG": 182,
      "CCGCGG": 183,
      "TAAG": 184,
      "CAGCA": 185,
      "CCCTGG": 186,
      "CTGCTG": 187,
      "ACGACG": 188,
      "CCTCC": 189,
      "AGGTG": 190,
      "TCTGG": 191,
      "TGGAG": 192,
      "AGGGG": 193,
      "CTAA": 194,
      "CCGAA": 195,
      "CCGGGG": 196,
      "TCGTG": 197,
      "ACCGGG": 198,
      "CCCCCG": 199,
      "CCTTG": 200,
      "TCCAG": 201,
      "CCAAG": 202,
      "ATTTT": 203,
      "TCGACG": 204,
      "CATT": 205,
      "AGTG": 206,
      "ATGGG": 207,
      "CCTCGG": 208,
      "CGCGGG": 209,
      "TCGCCG": 210,
      "TACT": 211,
      "CCGGTG": 212,
      "CTCCG": 213,
      "ATCTG": 214,
      "CTAG": 215,
      "TCACG": 216,
      "CTACG": 217,
      "AAAT": 218,
      "TCAGG": 219,
      "CACGG": 220,
      "ACAGG": 221,
      "ACCGCG": 222,
      "ATCCG": 223,
      "AGCTG": 224,
      "CACCA": 225,
      "CGGCCG": 226,
      "ATCAG": 227,
      "ACGTG": 228,
      "AGCAG": 229,
      "CCCTT": 230,
      "TTAA": 231,
      "CGGGCG": 232,
      "CCTCCG": 233,
      "AGCGG": 234,
      "CCCAGG": 235,
      "TACGG": 236,
      "CTCAG": 237,
      "TGGCA": 238,
      "ACCTCG": 239,
      "AAGAA": 240,
      "TACCG": 241,
      "AAGCG": 242,
      "CTCCA": 243,
      "ACACG": 244,
      "ATCTT": 245,
      "ACCTGG": 246,
      "CGGTGG": 247,
      "ATGCG": 248,
      "CCGCTG": 249,
      "TCATG": 250,
      "TCGAGG": 251,
      "CCGGCA": 252,
      "ACCCGG": 253,
      "CCTGGG": 254,
      "CAGGG": 255,
      "AGGAA": 256,
      "CCTTCG": 257,
      "ACAAG": 258,
      "CCACCG": 259,
      "TGGTGG": 260,
      "TTGGG": 261,
      "TGCCG": 262,
      "TGACG": 263,
      "TCCGGG": 264,
      "CTCTG": 265,
      "CTCTT": 266,
      "CGGTCG": 267,
      "CATCA": 268,
      "ATGAA": 269,
      "ACGCCG": 270,
      "CTGGCG": 271,
      "ATATT": 272,
      "CGCGCG": 273,
      "CGGCTG": 274,
      "CAAGG": 275,
      "CTCGCG": 276,
      "ATCCA": 277,
      "AGAAG": 278,
      "TGGAA": 279,
      "TGGGG": 280,
      "ACCAGG": 281,
      "TTCT": 282,
      "TCCTCG": 283,
      "CGGAA": 284,
      "TCCGCG": 285,
      "AGCCG": 286,
      "CCCGGCG": 287,
      "ACGAGG": 288,
      "TGCGG": 289,
      "TTCGG": 290,
      "CCCACG": 291,
      "CTCGGG": 292,
      "CAGAA": 293,
      "CATGG": 294,
      "ATGAG": 295,
      "TTAG": 296,
      "CAACG": 297,
      "ATAT": 298,
      "TCAAG": 299,
      "CCTCT": 300,
      "CGGGGG": 301,
      "TATCG": 302,
      "CCGCCA": 303,
      "TCCTGG": 304,
      "CTCGGCG": 305,
      "CCGTGG": 306,
      "CTTTT": 307,
      "ACGAA": 308,
      "CTACA": 309,
      "GGGTG": 310,
      "CTGCA": 311,
      "CTGAA": 312,
      "CTTCA": 313,
      "CCATCG": 314,
      "AGGGCG": 315,
      "TCATCG": 316,
      "TGGGCG": 317,
      "TTGCG": 318,
      "CTCCGG": 319,
      "ATTCG": 320,
      "TACTG": 321,
      "CAGGCG": 322,
      "CGGTT": 323,
      "ATCGCG": 324,
      "ATTGG": 325,
      "TGATG": 326,
      "AGGAGG": 327,
      "CCTGCG": 328,
      "CCGTT": 329,
      "CTGTT": 330,
      "ACGTCG": 331,
      "CTGAG": 332,
      "CCCTCA": 333,
      "CCCGCA": 334,
      "CTTGG": 335,
      "ACAAA": 336,
      "CAGCAG": 337,
      "CCAGCG": 338,
      "ATCCGG": 339,
      "TCACCG": 340,
      "TAAAA": 341,
      "ACATG": 342,
      "ACCTT": 343,
      "CTGGTG": 344,
      "CCCCTG": 345,
      "CCACCA": 346,
      "AAGTT": 347,
      "TCGAA": 348,
      "CGGACG": 349,
      "AAGAG": 350,
      "ATTAA": 351,
      "CCGGAG": 352,
      "CCACA": 353,
      "TACTT": 354,
      "ACATCG": 355,
      "ATCCCG": 356,
      "AAGCA": 357,
      "TATGG": 358,
      "CAGTT": 359,
      "CTCCCG": 360,
      "TGGTT": 361,
      "TGGTCG": 362,
      "CCAAA": 363,
      "ACCACG": 364,
      "CTAT": 365,
      "ACCCA": 366,
      "AGGTCG": 367,
      "ACCCCG": 368,
      "CAGTG": 369,
      "ATCGGG": 370,
      "ACGGCA": 371,
      "TGGCCG": 372,
      "ATTTG": 373,
      "TGGCGG": 374,
      "CTTTG": 375,
      "TGGGGG": 376,
      "CTATG": 377,
      "CTCGCCG": 378,
      "ATCCTG": 379,
      "CTGTG": 380,
      "TAATT": 381,
      "AGGCA": 382,
      "TTGAA": 383,
      "CCCCCA": 384,
      "TCCAGG": 385,
      "AGGACG": 386,
      "TCAAA": 387,
      "CAGCGG": 388,
      "TCCCGG": 389,
      "TACAG": 390,
      "ATGTT": 391,
      "GGGAG": 392,
      "TTGTT": 393,
      "CTGCGG": 394,
      "ACGCA": 395,
      "CTATT": 396,
      "TATCA": 397,
      "CTGGAG": 398,
      "CGGGTG": 399,
      "TCGGTG": 400,
      "ACGGTG": 401,
      "CTGCTCG": 402,
      "CTGCCG": 403,
      "CTCCTG": 404,
      "TCGCGG": 405,
      "AGGCGG": 406,
      "CCGGGCG": 407,
      "ACACCG": 408,
      "CCTAA": 409,
      "CCTAG": 410,
      "AGGCCG": 411,
      "CCACGG": 412,
      "TACCA": 413,
      "CAGAG": 414,
      "AGGTT": 415,
      "TCCTT": 416,
      "GGGCA": 417,
      "CAGGGG": 418,
      "AAGAAG": 419,
      "ATCTCG": 420,
      "ACTCA": 421,
      "CTGCGCG": 422,
      "ATGTG": 423,
      "TGGACG": 424,
      "ATTCA": 425,
      "TCGGCA": 426,
      "CCCGTG": 427,
      "ACTGGG": 428,
      "AAGTG": 429,
      "CCATT": 430,
      "ACCTCA": 431,
      "TCTCGG": 432,
      "CCCGAG": 433,
      "ATGGCG": 434,
      "TTGAG": 435,
      "CAGCCG": 436,
      "ACGCGG": 437,
      "ACTCGG": 438,
      "CTGCTGG": 439,
      "CCGGCGG": 440,
      "CCCGCCG": 441,
      "CCCCAG": 442,
      "TAGCG": 443,
      "TCGCA": 444,
      "CCAAGG": 445,
      "TCTTG": 446,
      "TAAGG": 447,
      "TCCCA": 448,
      "ATCTGG": 449,
      "ACTTCG": 450,
      "TCGTT": 451,
      "ACCGTG": 452,
      "TAGGG": 453,
      "AAAAAA": 454,
      "ACATT": 455,
      "AAGGCG": 456,
      "GGGAA": 457,
      "CCTACG": 458,
      "TCTTCG": 459,
      "CCGGAA": 460,
      "CCGATG": 461,
      "CGCGAG": 462,
      "ATATG": 463,
      "ACTTG": 464,
      "CTCTCG": 465,
      "TCATT": 466,
      "ACCGCA": 467,
      "CCAGGG": 468,
      "TCTCA": 469,
      "TTGTG": 470,
      "CAGGAG": 471,
      "TCAGCG": 472,
      "TACCGG": 473,
      "TATTG": 474,
      "CTGGGG": 475,
      "CAGGTG": 476,
      "CCATGG": 477,
      "ATCGAG": 478,
      "ACCCTG": 479,
      "ACGTT": 480,
      "ATGCA": 481,
      "TCCCCG": 482,
      "AACGG": 483,
      "TCTGGG": 484,
      "CCCCT": 485,
      "TTGCA": 486,
      "CGGGCA": 487,
      "CTGGCCG": 488,
      "TCGGGG": 489,
      "CCATCA": 490,
      "CTCGTG": 491,
      "AAGGG": 492,
      "CTCGACG": 493,
      "TCCACG": 494,
      "AGAT": 495,
      "CCCCGCG": 496,
      "TAGAA": 497,
      "CCGGCCG": 498,
      "CGGCGCG": 499,
      "AGGTGG": 500,
      "CTCACG": 501,
      "TCCTCA": 502,
      "ATCGTG": 503,
      "CCGCAG": 504,
      "CTCGTCG": 505,
      "ACCGAG": 506,
      "CTGATG": 507,
      "ATCACG": 508,
      "ACATCA": 509,
      "CTGACG": 510,
      "CTCTGG": 511,
      "CCCCCGG": 512,
      "ACACA": 513,
      "ACAGCG": 514,
      "CGGCGGG": 515,
      "CCGGTT": 516,
      "CCGGGGG": 517,
      "TCGTGG": 518,
      "CTACC": 519,
      "AACTG": 520,
      "AGATG": 521,
      "ACGGGG": 522,
      "CGGCCA": 523,
      "AAATT": 524,
      "TTCTT": 525,
      "CGGCAG": 526,
      "CTACT": 527,
      "AGCGCA": 528,
      "CTCCAG": 529,
      "CCGCCGG": 530,
      "CCCTCGG": 531,
      "TCGTCA": 532,
      "CGCGCA": 533,
      "CCGTCA": 534,
      "AAGGGG": 535,
      "CGCGTG": 536,
      "TACCCG": 537,
      "CCCTTG": 538,
      "CGGTCA": 539,
      "TGAACG": 540,
      "CGGGAG": 541,
      "AAAAG": 542,
      "ACAAGG": 543,
      "TTTTG": 544,
      "CCCCGGG": 545,
      "CGGAGG": 546,
      "TGAAG": 547,
      "CACCGG": 548,
      "TTCCG": 549,
      "AACCG": 550,
      "CGGCCGG": 551,
      "AGAACG": 552,
      "TCGATG": 553,
      "TGGTCA": 554,
      "CAGCTG": 555,
      "TGGCTG": 556,
      "CGGCT": 557,
      "TGCGCA": 558,
      "TAAAG": 559,
      "TCGCTG": 560,
      "CCAGCA": 561,
      "ATTAG": 562,
      "CTCCTCG": 563,
      "TGGAGG": 564,
      "ATCAGG": 565,
      "TGGGTG": 566,
      "ATGACG": 567,
      "TCCGCA": 568,
      "ACCGGCG": 569,
      "AACAG": 570,
      "TCACA": 571,
      "CCAACG": 572,
      "TACGGG": 573,
      "ATACG": 574,
      "ACAACG": 575,
      "CCCATG": 576,
      "AC": 577,
      "AAGGAG": 578,
      "TAACG": 579,
      "AGGTCA": 580,
      "ATCCAG": 581,
      "ATGCCG": 582,
      "ATAAAA": 583,
      "CCACCGG": 584,
      "AGACG": 585,
      "AGGGCA": 586,
      "TGCAG": 587,
      "AACT": 588,
      "ATCGGCG": 589,
      "TAGTT": 590,
      "ATGCTG": 591,
      "ACACCA": 592,
      "ATCCTCG": 593,
      "ATAAG": 594,
      "CTACGG": 595,
      "CTACCG": 596,
      "CCGCCCG": 597,
      "CTGACCG": 598,
      "CCCCTT": 599,
      "TCATCA": 600,
      "TGGGCA": 601,
      "ATCGCCG": 602,
      "TACCTG": 603,
      "CTTAA": 604,
      "TAATG": 605,
      "CTGGTCG": 606,
      "CTCAGG": 607,
      "ATACA": 608,
      "AAGCCG": 609,
      "CCCGAA": 610,
      "CGGATG": 611,
      "TTCGAG": 612,
      "CTCGAG": 613,
      "CGCGCCG": 614,
      "ATTTTG": 615,
      "AGGGGG": 616,
      "GGGG": 617,
      "AAAATT": 618,
      "CTGGGCG": 619,
      "AGCGTG": 620,
      "CAGAAG": 621,
      "TACGCG": 622,
      "ACTAA": 623,
      "TTGGCG": 624,
      "CTTCGG": 625,
      "ATGAAG": 626,
      "TTGCTG": 627,
      "CTCCT": 628,
      "CCCGACG": 629,
      "TCTGCG": 630,
      "TGGCAG": 631,
      "ACGGCGG": 632,
      "TCGCCA": 633,
      "TTCTG": 634,
      "ATGGTG": 635,
      "TCCGTG": 636,
      "ACCTCGG": 637,
      "ACTACG": 638,
      "CCTGCA": 639,
      "CACGAG": 640,
      "TTCGCG": 641,
      "TACTGG": 642,
      "CTGGAA": 643,
      "TAGCA": 644,
      "TCAAGG": 645,
      "TAGAG": 646,
      "CCGGACG": 647,
      "AAAAGG": 648,
      "ATGATG": 649,
      "CCGACA": 650,
      "CCTCCA": 651,
      "AGGGTG": 652,
      "CTCAAG": 653,
      "AATTG": 654,
      "CTGGTGG": 655,
      "TTTCG": 656,
      "CGGCCCG": 657,
      "TCTACG": 658,
      "CTAGG": 659,
      "AAGCTG": 660,
      "CCTTCA": 661,
      "ATCGCA": 662,
      "TTCGTG": 663,
      "ACCCCA": 664,
      "CGGCGAG": 665,
      "ACTGCG": 666,
      "CCGGTCG": 667,
      "TCACCA": 668,
      "ACCATG": 669,
      "TCGGCGG": 670,
      "CCGGTGG": 671,
      "TTCAG": 672,
      "CTGCCCG": 673,
      "AGGAAG": 674,
      "CTGGCA": 675,
      "AAAAAG": 676,
      "CCCCGCCG": 677,
      "CGCGACG": 678,
      "CCCCTCG": 679,
      "TCATGG": 680,
      "CTCCGCG": 681,
      "AGCGAG": 682,
      "CTAAG": 683,
      "ATAGG": 684,
      "ATCCGCG": 685,
      "TCAACG": 686,
      "CCGAAG": 687,
      "CTGCGGG": 688,
      "TGCTCG": 689,
      "TTCCTG": 690,
      "ATTATT": 691,
      "GGGCGG": 692,
      "ACCCAG": 693,
      "TCCGGCG": 694,
      "ATCAAG": 695,
      "CCTGGCG": 696,
      "TACTCG": 697,
      "CTGATCG": 698,
      "TAACA": 699,
      "TAGTG": 700,
      "ACATGG": 701,
      "AAAGG": 702,
      "AATCG": 703,
      "TGGGAG": 704,
      "CTGTGG": 705,
      "CTCATG": 706,
      "TCCTCGG": 707,
      "CTTCTT": 708,
      "CAGTGG": 709,
      "CTGCT": 710,
      "TTCCA": 711,
      "TGCGTG": 712,
      "ACCGCCG": 713,
      "CGGGCGG": 714,
      "CCGGGTG": 715,
      "AAGGTG": 716,
      "ACGGAG": 717,
      "CTGGACG": 718,
      "ACCCGGG": 719,
      "TTTTTT": 720,
      "ACAACA": 721,
      "CCCGGGG": 722,
      "TTGATG": 723,
      "ATCGTCG": 724,
      "CCGCT": 725,
      "CCCCCT": 726,
      "AACCA": 727,
      "CAGGCA": 728,
      "CTGGCGG": 729,
      "TCGGAG": 730,
      "CTGAAG": 731,
      "ATGGCA": 732,
      "AACTT": 733,
      "CCGCGCG": 734,
      "CCCTGGG": 735,
      "CAGACG": 736,
      "CTGTCG": 737,
      "AATCA": 738,
      "GGGTT": 739,
      "ACCCCGG": 740,
      "ATCTCA": 741,
      "ATCATG": 742,
      "ACAGCA": 743,
      "CCCGGTG": 744,
      "CAGATG": 745,
      "AAACG": 746,
      "AGGACA": 747,
      "CAGCGCG": 748,
      "ACCTTG": 749,
      "CTCGCGG": 750,
      "CCTTGG": 751,
      "TCTCCG": 752,
      "TCACGG": 753,
      "AAGACG": 754,
      "ACACGG": 755,
      "ATTTAA": 756,
      "TTGTTG": 757,
      "TCCGAG": 758,
      "CACGTG": 759,
      "TGGCCA": 760,
      "ATCCTGG": 761,
      "CCCAAG": 762,
      "ATCTTG": 763,
      "CGGCGTG": 764,
      "AAGCGG": 765,
      "TGGATG": 766,
      "TCCCCA": 767,
      "CCCGCGG": 768,
      "CCTGAG": 769,
      "ATCGACG": 770,
      "ACCTGCG": 771,
      "ACTTCA": 772,
      "TCCCTG": 773,
      "CAGCCA": 774,
      "GCG": 775,
      "TTGCCG": 776,
      "TCAGCA": 777,
      "ACCCGCG": 778,
      "ATACT": 779,
      "AGGCCA": 780,
      "TTTCA": 781,
      "TCGACA": 782,
      "AAATG": 783,
      "ATATTG": 784,
      "ATGGAG": 785,
      "CCTCTT": 786,
      "CCCGGCA": 787,
      "AAGATG": 788,
      "CTAAAA": 789,
      "CTCCCA": 790,
      "CCCCTGG": 791,
      "TTTTTG": 792,
      "TACCAG": 793,
      "CCCGTCG": 794,
      "CCTCGGG": 795,
      "AATGG": 796,
      "CGGGCCG": 797,
      "CCTACA": 798,
      "AAGCAG": 799,
      "AGAACA": 800,
      "CGCGGGG": 801,
      "ATCCCA": 802,
      "AATAA": 803,
      "CCTCGCG": 804,
      "CACGACG": 805,
      "CCCGTT": 806,
      "CTCCTGG": 807,
      "CTGGGGG": 808,
      "ACTAG": 809,
      "TCTAG": 810,
      "CCCTGCG": 811,
      "CCTGCTG": 812,
      "AAGAGG": 813,
      "CCTCAG": 814,
      "ATGTCG": 815,
      "ATGGGG": 816,
      "AAACA": 817,
      "CCTCGGCG": 818,
      "TGAACA": 819,
      "CTCACCG": 820,
      "CCTCCGG": 821,
      "CACGCCG": 822,
      "CGGCGGCG": 823,
      "ACCTCC": 824,
      "TTCCGG": 825,
      "ACTCCG": 826,
      "TTATT": 827,
      "TCACCGG": 828,
      "ATGCGG": 829,
      "ACCAAG": 830,
      "TTTAA": 831,
      "CACGCA": 832,
      "ACCGACG": 833,
      "TCTTCA": 834,
      "AACGCG": 835,
      "TTGACG": 836,
      "CTTAG": 837,
      "TC": 838,
      "TGGACA": 839,
      "ATCCGGG": 840,
      "ATACC": 841,
      "TGTCG": 842,
      "CTTCT": 843,
      "CCCACA": 844,
      "CTTTTG": 845,
      "CTCGCA": 846,
      "ACCACA": 847,
      "ACCGGGG": 848,
      "CTGGAGG": 849,
      "ATAATT": 850,
      "CGCGCGG": 851,
      "CAGCT": 852,
      "AGGGAG": 853,
      "ATTTAG": 854,
      "TATAG": 855,
      "CCGCGCA": 856,
      "CCCC": 857,
      "TATCGG": 858,
      "TTCGGG": 859,
      "CAGGAA": 860,
      "TCGCCGG": 861,
      "ATTGAA": 862,
      "ACGCTG": 863,
      "CCGGGCA": 864,
      "AGCACA": 865,
      "TGAGG": 866,
      "AAGGCA": 867,
      "TCTCCA": 868,
      "ACGGCCG": 869,
      "TTTGG": 870,
      "CTCCCGG": 871,
      "TCAGGG": 872,
      "ACGTGG": 873,
      "CCGGCTG": 874,
      "AGCAAG": 875,
      "TTCCCG": 876,
      "CTTCCG": 877,
      "CTCGGCA": 878,
      "TCGTCGG": 879,
      "TCGAAG": 880,
      "CAGCAGG": 881,
      "ACGATG": 882,
      "CCCCGGCG": 883,
      "ACCTGGG": 884,
      "TCCGCCG": 885,
      "CTCCTT": 886,
      "TCCTCC": 887,
      "CGGCCTG": 888,
      "AGGATG": 889,
      "ACGCCA": 890,
      "CCGGCCGG": 891,
      "TATAA": 892,
      "CCGCCGAG": 893,
      "CGGCTT": 894,
      "CGGCTGG": 895,
      "ACGACA": 896,
      "AAAACG": 897,
      "CTCGAA": 898,
      "CAGTCG": 899,
      "ACCCCCG": 900,
      "ATTGGG": 901,
      "CAGCGGG": 902,
      "TATTTT": 903,
      "GGGCCG": 904,
      "TTCGCCG": 905,
      "TGTGG": 906,
      "CCGCGAG": 907,
      "CTGCCGG": 908,
      "CTCATCG": 909,
      "ATCGAGG": 910,
      "ATCCCGG": 911,
      "CTCCGGG": 912,
      "CTGTTG": 913,
      "TCCCGGG": 914,
      "CCACCCG": 915,
      "CAGGCCG": 916,
      "CTCCCCG": 917,
      "TCTAA": 918,
      "TGCTGG": 919,
      "ACCGTCG": 920,
      "CATGAG": 921,
      "CGCGAA": 922,
      "CGGGAA": 923,
      "AGAAAG": 924,
      "TTGAAG": 925,
      "TTGGGG": 926,
      "CCCAGCG": 927,
      "CTCTTG": 928,
      "TGGAAG": 929,
      "CCCCCCG": 930,
      "CTTGCG": 931,
      "ACAGGG": 932,
      "CCGGCGCG": 933,
      "CTGGTT": 934,
      "TCCATG": 935,
      "CTGCAG": 936,
      "TTGGTG": 937,
      "CCCGAGG": 938,
      "CTCGGTG": 939,
      "CTTGGG": 940,
      "CTCGGGG": 941,
      "ACCGAA": 942,
      "AAAACA": 943,
      "CTCTCA": 944,
      "ATCGCCA": 945,
      "CAGCTT": 946,
      "TCCCCGG": 947,
      "TTTAG": 948,
      "TCCTTG": 949,
      "CCTATG": 950,
      "CTGAT": 951,
      "CCAGTG": 952,
      "CCGACGG": 953,
      "CCCCAGG": 954,
      "CCTGTG": 955,
      "ATCGCGG": 956,
      "CAGTTG": 957,
      "CCGGAGG": 958,
      "CTGAGG": 959,
      "TCAACA": 960,
      "AGCATG": 961,
      "ACTACA": 962,
      "AAGGAA": 963,
      "TCGGGGG": 964,
      "AGAATT": 965,
      "ATGAGG": 966,
      "ATTCTT": 967,
      "ACCGCGG": 968,
      "ATTGCG": 969,
      "CCTCCCG": 970,
      "CGGCGCA": 971,
      "CCGACGCG": 972,
      "CTGACC": 973,
      "CTACTT": 974,
      "CCTGAA": 975,
      "ACCTCT": 976,
      "CCAGAA": 977,
      "ACTCCA": 978,
      "AAAATG": 979,
      "ATCCTT": 980,
      "CTACCA": 981,
      "CAGCTCG": 982,
      "TTGCGG": 983,
      "CGGCGACG": 984,
      "TCGACGG": 985,
      "CGCGCTG": 986,
      "ATCGAA": 987,
      "ATACCG": 988,
      "CTACTG": 989,
      "CGCGAGG": 990,
      "TTCGACG": 991,
      "AAGCCA": 992,
      "TTGGCA": 993,
      "CGGCTCG": 994,
      "CCGCGCCG": 995,
      "TCCACA": 996,
      "ACCGGCA": 997,
      "TTCGAA": 998,
      "CGCGGGCG": 999,
      "CGCGTCG": 1000,
      "CCTCTG": 1001,
      "CCCCCTG": 1002,
      "TGGTTG": 1003,
      "AAGTCG": 1004,
      "CCCGCCA": 1005,
      "ATCCCCG": 1006,
      "TACGAG": 1007,
      "ATTTCA": 1008,
      "TCCGGGG": 1009,
      "TGGCGGG": 1010,
      "CTGGTCA": 1011,
      "ATATCA": 1012,
      "AGCAGGG": 1013,
      "CAGCCGG": 1014,
      "CCAGAG": 1015,
      "CCCGCTG": 1016,
      "ATAAAG": 1017,
      "CTCGAGG": 1018,
      "AACGCA": 1019,
      "CCGACC": 1020,
      "CCTTTG": 1021,
      "CAGGTCG": 1022,
      "ATATCG": 1023,
      "ACGGTT": 1024,
      "CTATGG": 1025,
      "TGGCCGG": 1026,
      "CTGGCCA": 1027,
      "TGCGAG": 1028,
      "CTTCCA": 1029,
      "AAGATT": 1030,
      "CTATTG": 1031,
      "CGGGTT": 1032,
      "TCTACA": 1033,
      "ATCATCG": 1034,
      "TTGCCA": 1035,
      "TGAAAG": 1036,
      "TCCCAG": 1037,
      "CCGGCCA": 1038,
      "ACTTTT": 1039,
      "CGGACA": 1040,
      "CAGGAGG": 1041,
      "TTCGTCG": 1042,
      "ATGACCG": 1043,
      "ACGTCA": 1044,
      "CCTGTT": 1045,
      "CGGCACG": 1046,
      "TACAGG": 1047,
      "AACGAG": 1048,
      "ACCCTCG": 1049,
      "ATGCCA": 1050,
      "ATCCTCA": 1051,
      "TCGGCCG": 1052,
      "TAGGGG": 1053,
      "CTGCGCA": 1054,
      "CTGCCA": 1055,
      "ATCCT": 1056,
      "CCTGCTCG": 1057,
      "CAGCCCG": 1058,
      "CCTGCCG": 1059,
      "CTGCTCA": 1060,
      "TTGTCG": 1061,
      "CAGGCGG": 1062,
      "AGCGGGG": 1063,
      "CCGCGTG": 1064,
      "AAGTGG": 1065,
      "CTACAG": 1066,
      "CCGGGAG": 1067,
      "ATCAAA": 1068,
      "ATGTGG": 1069,
      "TGCTGCG": 1070,
      "CCGACCG": 1071,
      "ACCAGCG": 1072,
      "CTTTAG": 1073,
      "ATATGG": 1074,
      "CGGGTCG": 1075,
      "ACTGCA": 1076,
      "CCCGCCGG": 1077,
      "TTGAGG": 1078,
      "TTGATT": 1079,
      "TACGGCG": 1080,
      "CAGGACG": 1081,
      "CGGCGGGG": 1082,
      "ACGGAA": 1083,
      "AGCGCGG": 1084,
      "TTGTGG": 1085,
      "ATGATT": 1086,
      "CACGTCG": 1087,
      "AGCGCCG": 1088,
      "ATCCGCA": 1089,
      "ACACCGG": 1090,
      "ACGGGGG": 1091,
      "CGACGGG": 1092,
      "CTTTGG": 1093,
      "CCGCGACG": 1094,
      "TAAATT": 1095,
      "ACCGAGG": 1096,
      "TCCTGGG": 1097,
      "AGCGAA": 1098,
      "CTCCAGG": 1099,
      "CGGGTGG": 1100,
      "TATGGG": 1101,
      "CCGCGCTG": 1102,
      "CCCACCG": 1103,
      "ATGACA": 1104,
      "TTCTCG": 1105,
      "TCCTGCG": 1106,
      "TCCCGCG": 1107,
      "TCATCGG": 1108,
      "CCAACA": 1109,
      "GGGTGG": 1110,
      "CTTTCG": 1111,
      "CGGGACG": 1112,
      "CACGAA": 1113,
      "ATGCAG": 1114,
      "TCTGCA": 1115,
      "CTCC": 1116,
      "TGACCG": 1117,
      "AGCAAA": 1118,
      "ATGGAA": 1119,
      "CCCGGAG": 1120,
      "TTTTAG": 1121,
      "CCCCGAG": 1122,
      "TGCGCG": 1123,
      "CTTGAA": 1124,
      "ACGGTCG": 1125,
      "CGACGCG": 1126,
      "CTTTAA": 1127,
      "CTTCTG": 1128,
      "TTCGCA": 1129,
      "ATCACCG": 1130,
      "CTGGGCA": 1131,
      "CCCGCAG": 1132,
      "ACAATT": 1133,
      "TGGGAA": 1134,
      "TTGGAG": 1135,
      "AGGGAA": 1136,
      "CCCGGGCG": 1137,
      "CTCGTGG": 1138,
      "CTATCG": 1139,
      "CAGAGG": 1140,
      "CTAAAG": 1141,
      "TGCCA": 1142,
      "TTTCT": 1143,
      "CAAGAG": 1144,
      "CCCAGGG": 1145,
      "CCTGGGG": 1146,
      "CCCCGCA": 1147,
      "ACCACCG": 1148,
      "TGCGCCG": 1149,
      "TCCAAG": 1150,
      "TTTCC": 1151,
      "AAGTTG": 1152,
      "CCGCCGCCG": 1153,
      "CTCAAA": 1154,
      "ACCACCA": 1155,
      "CTCGCCA": 1156,
      "CGGCGCCG": 1157,
      "CGGTCGG": 1158,
      "CTGATT": 1159,
      "TTACG": 1160,
      "CAGATCG": 1161,
      "CTGTTCG": 1162,
      "CTAATT": 1163,
      "ACCTCCG": 1164,
      "ACGGCGAG": 1165,
      "ACGGTGG": 1166,
      "GGGACG": 1167,
      "TGCGGG": 1168,
      "CCGACGGG": 1169,
      "ATCGGCA": 1170,
      "CGGCGCGG": 1171,
      "CCAGGGG": 1172,
      "TTTTCA": 1173,
      "AACCGG": 1174,
      "ATCTCGG": 1175,
      "CAGATT": 1176,
      "TAGGCG": 1177,
      "CTTCGCG": 1178,
      "TACCGGG": 1179,
      "CCTCCTG": 1180,
      "TGATT": 1181,
      "ACCCTGG": 1182,
      "ATACTG": 1183,
      "ATGTCA": 1184,
      "CCCGCGCG": 1185,
      "ACTATT": 1186,
      "CTCTCGG": 1187,
      "TGGTCGG": 1188,
      "CCAGTT": 1189,
      "AGGCTG": 1190,
      "TTCAAA": 1191,
      "ACGAAG": 1192,
      "CCAGGCG": 1193,
      "TGTTG": 1194,
      "TGCGGGG": 1195,
      "CTTCAG": 1196,
      "TTCTGG": 1197,
      "CCTGCGG": 1198,
      "TACACG": 1199,
      "CCGACGAG": 1200,
      "ATACTT": 1201,
      "TGATCG": 1202,
      "CTATCA": 1203,
      "ACCCGCA": 1204,
      "AACTCG": 1205,
      "ATACAG": 1206,
      "ATGTTG": 1207,
      "GGGTCG": 1208,
      "ATGGTT": 1209,
      "AAGTCA": 1210,
      "CCTGGAG": 1211,
      "ATTTCG": 1212,
      "CCCCCAG": 1213,
      "CCGGCGGG": 1214,
      "ATCCAGG": 1215,
      "CAGCGCA": 1216,
      "CTTTCA": 1217,
      "AAGACA": 1218,
      "TGGGCGG": 1219,
      "CCGCGCTCG": 1220,
      "TCGGTGG": 1221,
      "CCCACCA": 1222,
      "ATACGG": 1223,
      "CCTGCGCG": 1224,
      "AGCGTT": 1225,
      "AACGTG": 1226,
      "TCTTTT": 1227,
      "ACTGAG": 1228,
      "TCGGCGCG": 1229,
      "CGGCGTCG": 1230,
      "ATTTAT": 1231,
      "TA": 1232,
      "TCCTCT": 1233,
      "ATAGAA": 1234,
      "ACCGTT": 1235,
      "ATTCCG": 1236,
      "ACCGCCA": 1237,
      "CTGGCCGG": 1238,
      "CGGTTG": 1239,
      "AAGTAA": 1240,
      "ATGGGCG": 1241,
      "ACGCCGG": 1242,
      "ATCGTGG": 1243,
      "AACCCG": 1244,
      "CAGGTT": 1245,
      "ACCTTCG": 1246,
      "AAGAAGG": 1247,
      "TCTTTG": 1248,
      "CTCAGCG": 1249,
      "AGGGTT": 1250,
      "AACTGG": 1251,
      "ATTTGG": 1252,
      "CAGCACG": 1253,
      "TTGTCA": 1254,
      "CCCCTCA": 1255,
      "CTTCCCG": 1256,
      "TCCGCGG": 1257,
      "CCTGGTG": 1258,
      "TCCGACG": 1259,
      "CGGGCTG": 1260,
      "ATCGGGG": 1261,
      "CCCAAA": 1262,
      "TGGGTT": 1263,
      "AGCGCG": 1264,
      "CTCTTCG": 1265,
      "AGCCA": 1266,
      "ACCAGGG": 1267,
      "TATTCG": 1268,
      "CCGCCGCG": 1269,
      "TTGGTT": 1270,
      "TTGCAG": 1271,
      "CCTACC": 1272,
      "CCGGTCA": 1273,
      "ATCACA": 1274,
      "CTCAAGG": 1275,
      "CTGACA": 1276,
      "CTGCACG": 1277,
      "TCGGTT": 1278,
      "ATTGTT": 1279,
      "ATCGTCA": 1280,
      "CCTGGGCG": 1281,
      "ATCAGCG": 1282,
      "ATAGTT": 1283,
      "CCGGGCGG": 1284,
      "TCGACC": 1285,
      "TGCACA": 1286,
      "CTTCGAG": 1287,
      "ACTTTG": 1288,
      "CCAGCAG": 1289,
      "AACGGG": 1290,
      "CCGCGGG": 1291,
      "TAGGAG": 1292,
      "CCTTTT": 1293,
      "AGTGG": 1294,
      "AAGCTT": 1295,
      "CCCGCGCCG": 1296,
      "ATGAGCG": 1297,
      "CAGGTGG": 1298,
      "AAGTAG": 1299,
      "TAATAA": 1300,
      "TGAATT": 1301,
      "TCCGGCA": 1302,
      "CTAGAA": 1303,
      "CCCGGCGG": 1304,
      "CCATTG": 1305,
      "CTTCCTG": 1306,
      "TGCGCGG": 1307,
      "CCGCTGG": 1308,
      "CTCCCT": 1309,
      "CCCGTGG": 1310,
      "ATACCA": 1311,
      "CCTCGACG": 1312,
      "CCCCACG": 1313,
      "ACGGCCA": 1314,
      "AAAAATT": 1315,
      "TCGCAG": 1316,
      "CGCGTT": 1317,
      "CCCTTCG": 1318,
      "CCTCGCCG": 1319,
      "ATCTTCG": 1320,
      "AGGATT": 1321,
      "CTCGCCGG": 1322,
      "ACATCC": 1323,
      "AGCGGG": 1324,
      "TCTTGG": 1325,
      "AGCATT": 1326,
      "CCGTTG": 1327,
      "AATTAA": 1328,
      "CCCGCCCG": 1329,
      "ACCGGTG": 1330,
      "TCGGGCG": 1331,
      "CAGTCA": 1332,
      "CTCCTCA": 1333,
      "AGAGG": 1334,
      "ACCCTT": 1335,
      "ACGGCGTG": 1336,
      "CCGGGCCG": 1337,
      "ACCGTGG": 1338,
      "TACGTG": 1339,
      "TCCTGCTG": 1340,
      "ACGGCGCG": 1341,
      "CTGGCTG": 1342,
      "CACGGGG": 1343,
      "ATCGTT": 1344,
      "CCGGCAG": 1345,
      "TCCGAA": 1346,
      "CCCGATG": 1347,
      "CCGGATG": 1348,
      "AATTTG": 1349,
      "ACCCGGCG": 1350,
      "TCAGTG": 1351,
      "TATGCG": 1352,
      "TTCGAGG": 1353,
      "CTGGGTG": 1354,
      "CTCGTCA": 1355,
      "CCAGCGG": 1356,
      "CTCGACA": 1357,
      "AACAAA": 1358,
      "CCGGCGAG": 1359,
      "CTTGAG": 1360,
      "AGGGCGG": 1361,
      "CCACTG": 1362,
      "CAACA": 1363,
      "CGGCGAGG": 1364,
      "CCAGCCG": 1365,
      "CTCGTT": 1366,
      "ATTTTTT": 1367,
      "CAGCGTG": 1368,
      "CCTGACG": 1369,
      "ATTGAG": 1370,
      "ATCATT": 1371,
      "CCGCCGTG": 1372,
      "CCGCCGTCG": 1373,
      "CTACCTG": 1374,
      "CTACCGG": 1375,
      "ACTTGG": 1376,
      "CCC": 1377,
      "TATTTG": 1378,
      "CCGTCGG": 1379,
      "CACGAGG": 1380,
      "ATTCTG": 1381,
      "ATCCCT": 1382,
      "ACCATCG": 1383,
      "CCGGCGCCG": 1384,
      "CACCCG": 1385,
      "ATAGCG": 1386,
      "TAGAAG": 1387,
      "TCCGTCG": 1388,
      "ACAGTG": 1389,
      "ACAAAG": 1390,
      "CGGGAGG": 1391,
      "ATTTCT": 1392,
      "CTGACGG": 1393,
      "TGGCGCG": 1394,
      "CCCCTCC": 1395,
      "ATGGCCG": 1396,
      "CACGCGG": 1397,
      "CAGACCG": 1398,
      "CTTCGTG": 1399,
      "ATTGCA": 1400,
      "TATTGG": 1401,
      "CAGGTCA": 1402,
      "CGGGCGCG": 1403,
      "CCGCGCGG": 1404,
      "AGTCG": 1405,
      "ATAAGG": 1406,
      "CAGACA": 1407,
      "ATGGGGG": 1408,
      "CCTACCG": 1409,
      "CCGGCCCG": 1410,
      "TGAGTG": 1411,
      "ACGACGG": 1412,
      "CTGCTT": 1413,
      "CAGCTGG": 1414,
      "CCTGCTGG": 1415,
      "ATCTGGG": 1416,
      "ACCCT": 1417,
      "TACGCCG": 1418,
      "ATCTCT": 1419,
      "CGGTGAG": 1420,
      "CCTATT": 1421,
      "CCATCGG": 1422,
      "CGACGAG": 1423,
      "TCGTTG": 1424,
      "ACTCTT": 1425,
      "GGGCTG": 1426,
      "ACCAAA": 1427,
      "CGGAAG": 1428,
      "TGAATG": 1429,
      "TTTTAA": 1430,
      "CCCCCCA": 1431,
      "GGGAGG": 1432,
      "CTCACA": 1433,
      "ATCCCCA": 1434,
      "AGAATG": 1435,
      "ACTATG": 1436,
      "AGTTTG": 1437,
      "CGGACGG": 1438,
      "TCCGTT": 1439,
      "CTTCGCCG": 1440,
      "CCTCCAG": 1441,
      "CACGCTG": 1442,
      "ATATAA": 1443,
      "CCCGGCCG": 1444,
      "CGCACA": 1445,
      "TAGCCG": 1446,
      "ACAGAA": 1447,
      "CGGATCG": 1448,
      "AAAGTT": 1449,
      "TAATTG": 1450,
      "CCGCCGCA": 1451,
      "TCGGCGAG": 1452,
      "CCGGCCTG": 1453,
      "CAGGCCA": 1454,
      "TGCGTT": 1455,
      "ACGGGCG": 1456,
      "ATAACA": 1457,
      "ATTCCA": 1458,
      "ATTATG": 1459,
      "TCCAGCG": 1460,
      "ACTACT": 1461,
      "AGGTTG": 1462,
      "ACCGGGCG": 1463,
      "TACGACG": 1464,
      "CCCCCGCG": 1465,
      "TCGCGGG": 1466,
      "ACTGAA": 1467,
      "CGGCGAA": 1468,
      "ATAACG": 1469,
      "CGGCGCTG": 1470,
      "TGGTGGG": 1471,
      "CAGGGGG": 1472,
      "TACAAG": 1473,
      "GGCA": 1474,
      "CCGCCGACG": 1475,
      "TCGTCC": 1476,
      "ACAGTT": 1477,
      "CCGCTCG": 1478,
      "CTTGCA": 1479,
      "CCGCGCTGG": 1480,
      "TTCGCGG": 1481,
      "ACCGTCA": 1482,
      "ACCACGG": 1483,
      "CCGAGCTG": 1484,
      "ATGGCGG": 1485,
      "ATGCTCG": 1486,
      "GGTG": 1487,
      "TACCGCG": 1488,
      "ATGCTT": 1489,
      "TCTGAG": 1490,
      "TAATCA": 1491,
      "AGCACCG": 1492,
      "TCGGCCA": 1493,
      "TCCCTT": 1494,
      "TTCACCG": 1495,
      "CTAAGG": 1496,
      "CTGTCA": 1497,
      "CCAGGAG": 1498,
      "CCTACGG": 1499,
      "TCGCCCG": 1500,
      "CTCCGCA": 1501,
      "CTCAACG": 1502,
      "ATCACCA": 1503,
      "ATTCGG": 1504,
      "TTGCTT": 1505,
      "TACGCA": 1506,
      "ATCGACA": 1507,
      "TGTTTG": 1508,
      "CAAGTT": 1509,
      "CCGGCGTG": 1510,
      "AAGAAAA": 1511,
      "ACTGGCG": 1512,
      "ATCAAGG": 1513,
      "AGCGACG": 1514,
      "CTCCCTG": 1515,
      "TATTCA": 1516,
      "CCTACT": 1517,
      "TTGACA": 1518,
      "CTCACCA": 1519,
      "CCCGCGAG": 1520,
      "TCGGTCG": 1521,
      "ACGACC": 1522,
      "ATCATCA": 1523,
      "TCCGCCA": 1524,
      "CCGGACA": 1525,
      "AATTAG": 1526,
      "GAG": 1527,
      "TCGGAA": 1528,
      "ATTGTG": 1529,
      "ACTCAG": 1530,
      "CACGTT": 1531,
      "CAAGAAG": 1532,
      "AGGCAG": 1533,
      "CCACAG": 1534,
      "CTCGATG": 1535,
      "TCTCCGG": 1536,
      "CCGTCC": 1537,
      "ACCATT": 1538,
      "CTGATGG": 1539,
      "CGGTGCG": 1540,
      "TTCGGGG": 1541,
      "AAGGTT": 1542,
      "CTGAGCG": 1543,
      "CCGCGTCG": 1544,
      "TCGGCGTG": 1545,
      "TAAAAAA": 1546,
      "ATAGAG": 1547,
      "AGGCTT": 1548,
      "ACGGACG": 1549,
      "CTCTGGG": 1550,
      "ATGCGCG": 1551,
      "TAAAAG": 1552,
      "CCCCCGGG": 1553,
      "CCCTCGCG": 1554,
      "CCCGTCA": 1555,
      "TTGGAA": 1556,
      "AAAGAG": 1557,
      "TGGCTT": 1558,
      "CCCAGCA": 1559,
      "CCCACGG": 1560,
      "TCCGGTG": 1561,
      "ATTCAG": 1562,
      "ACATCT": 1563,
      "CGCCGCA": 1564,
      "TCAGTT": 1565,
      "CCCCGTG": 1566,
      "CATGACG": 1567,
      "CTAGCG": 1568,
      "TCGGCGGG": 1569,
      "TCTGTG": 1570,
      "ATAGCA": 1571,
      "CAGCGAG": 1572,
      "AGAAGGG": 1573,
      "CCCTGGCG": 1574,
      "ACTGTT": 1575,
      "CCTCCGCG": 1576,
      "CCGCGAA": 1577,
      "ATGATCG": 1578,
      "CCTGCCCG": 1579,
      "ATAATG": 1580,
      "TAGCGG": 1581,
      "CTGACCA": 1582,
      "CTGCTCGG": 1583,
      "CTCATCA": 1584,
      "CTAGGG": 1585,
      "CGGGCGGG": 1586,
      "CTGATCA": 1587,
      "ATATTTT": 1588,
      "CCCATT": 1589,
      "CCCCGACG": 1590,
      "ACATTG": 1591,
      "CCAAAG": 1592,
      "ATGACC": 1593,
      "CCGCTT": 1594,
      "TCCCCCG": 1595,
      "TCAGAA": 1596,
      "TCCGGGCG": 1597,
      "CCGGCAAG": 1598,
      "ATCTGCG": 1599,
      "ACCTGCA": 1600,
      "TATCTT": 1601,
      "CATGCA": 1602,
      "TGGACGG": 1603,
      "AGCGTCG": 1604,
      "CCCTGCA": 1605,
      "CGGCAGG": 1606,
      "CTCCGCCG": 1607,
      "CGGCCGGG": 1608,
      "ACCAGCA": 1609,
      "CCCCTTG": 1610,
      "CCTCGTCG": 1611,
      "CTGTCCG": 1612,
      "TGGGCCG": 1613,
      "TGCGAA": 1614,
      "TAAGCG": 1615,
      "TCCAGGG": 1616,
      "CGTGAG": 1617,
      "ACTGTG": 1618,
      "TACTCA": 1619,
      "AGGCGGG": 1620,
      "GGAG": 1621,
      "TCGGGCA": 1622,
      "TACCCA": 1623,
      "TTCATCG": 1624,
      "CCATCC": 1625,
      "CTAGAG": 1626,
      "TCTCTT": 1627,
      "CCTCACG": 1628,
      "CCGGCTGG": 1629,
      "CTTGTT": 1630,
      "CCTCGTG": 1631,
      "CCGGCTCG": 1632,
      "TTCACA": 1633,
      "CTCCGTG": 1634,
      "ATCGGTG": 1635,
      "TCTATG": 1636,
      "GTG": 1637,
      "AGGACGG": 1638,
      "CAGACC": 1639,
      "TCATTG": 1640,
      "CCTGATG": 1641,
      "TTCGTT": 1642,
      "CGCGATG": 1643,
      "CGCGCCA": 1644,
      "CTTCGACG": 1645,
      "AACACA": 1646,
      "CCGGACGG": 1647,
      "ATTACA": 1648,
      "TGAGTT": 1649,
      "CGCGCTCG": 1650,
      "TCGACCG": 1651,
      "TTCGTCA": 1652,
      "CTGGGAG": 1653,
      "AGGGCGAG": 1654,
      "TATTAA": 1655,
      "CCAGGTG": 1656,
      "ATATAG": 1657,
      "CAGCCTG": 1658,
      "CTGGACA": 1659,
      "ATGGACG": 1660,
      "CCTCCGGG": 1661,
      "CTTGTG": 1662,
      "TATATT": 1663,
      "ACGGTCA": 1664,
      "CAGAAGG": 1665,
      "CCGCGGGG": 1666,
      "CCTGGCCG": 1667,
      "TCTCGGG": 1668,
      "CCTCGAG": 1669,
      "TCCTCCG": 1670,
      "CCGCCGAGG": 1671,
      "TAGCCA": 1672,
      "CCCCCTT": 1673,
      "TAGATG": 1674,
      "CGCGATCG": 1675,
      "CTCCACG": 1676,
      "ACCGACA": 1677,
      "ACGGCGGG": 1678,
      "TAGTGG": 1679,
      "CGCGTGG": 1680,
      "ATGGTCG": 1681,
      "TATCTG": 1682,
      "TCTCGCG": 1683,
      "TCAAAG": 1684,
      "TAGTTG": 1685,
      "ATCAGCA": 1686,
      "CCCTAG": 1687,
      "AGCACCA": 1688,
      "TTCGGCG": 1689,
      "ACTCCGG": 1690,
      "TCTGAA": 1691,
      "CTCATT": 1692,
      "CCGAGCAG": 1693,
      "ACAATG": 1694,
      "CTTCGGG": 1695,
      "TCATCC": 1696,
      "TCTGTT": 1697,
      "CGGCCCGG": 1698,
      "TTCGTGG": 1699,
      "ACCTCGACG": 1700,
      "AGGCCGG": 1701,
      "CCGGGTCG": 1702,
      "AACGAA": 1703,
      "CACGATG": 1704,
      "ACAGAG": 1705,
      "CGGCACCG": 1706,
      "CTCGCTG": 1707,
      "TCCCTGG": 1708,
      "CTAATG": 1709,
      "CTCCTCC": 1710,
      "CTCCCCA": 1711,
      "TTCGCCA": 1712,
      "TCTGGCG": 1713,
      "AGGTAA": 1714,
      "TATCCA": 1715,
      "AAGATCG": 1716,
      "TGGGACG": 1717,
      "TCCACCG": 1718,
      "CTCGACGG": 1719,
      "ACAACT": 1720,
      "AGCACGG": 1721,
      "CCGAGGTG": 1722,
      "CTACCCG": 1723,
      "CTGCGTG": 1724,
      "TCAGAG": 1725,
      "ATGCTGG": 1726,
      "ACCCAGG": 1727,
      "CCGGGACG": 1728,
      "CCCGGACG": 1729,
      "CGGCATCG": 1730,
      "TATCCG": 1731,
      "CTCGAAG": 1732,
      "ATGACCA": 1733,
      "CCTGTGG": 1734,
      "TCCGAGG": 1735,
      "TTCACG": 1736,
      "TCTCAG": 1737,
      "AAGGACG": 1738,
      "CGGACCG": 1739,
      "TAGAGG": 1740,
      "TGGGTGG": 1741,
      "CTCATGG": 1742,
      "ACATCGG": 1743,
      "AGCGAGG": 1744,
      "ACGGGCA": 1745,
      "ATGACGG": 1746,
      "AAGGAGG": 1747,
      "ACACCCG": 1748,
      "CTGGAAG": 1749,
      "TCTATT": 1750,
      "GGGCGGG": 1751,
      "ATAGGG": 1752,
      "AAGGCCG": 1753,
      "ATGGTGG": 1754,
      "GCA": 1755,
      "CCTGACCG": 1756,
      "CAGCGCCG": 1757,
      "CCACCAG": 1758,
      "CTTCCGG": 1759,
      "TCGATCG": 1760,
      "ACCCTCA": 1761,
      "TGCAAA": 1762,
      "CTACGAG": 1763,
      "CCGACGACG": 1764,
      "TCGGTCA": 1765,
      "CCGGGAA": 1766,
      "ACCCCCA": 1767,
      "TAGTCA": 1768,
      "AAAATAA": 1769,
      "CCGGGCTG": 1770,
      "CAAGTG": 1771,
      "CCGCCGCGG": 1772,
      "CGACGACG": 1773,
      "CCTGGTCG": 1774,
      "CGCACCG": 1775,
      "CGGGCCGG": 1776,
      "CCTTCGG": 1777,
      "TACCAGG": 1778,
      "ATCATGG": 1779,
      "ACTACC": 1780,
      "CCGAGGGG": 1781,
      "CCGTGCA": 1782,
      "CCCGCCGCG": 1783,
      "CGGGCAG": 1784,
      "CTCCGAG": 1785,
      "CGCGCAG": 1786,
      "ACGCAG": 1787,
      "CTTATT": 1788,
      "CTAACG": 1789,
      "AAGGTCG": 1790,
      "CACGCCA": 1791,
      "CTTTCC": 1792,
      "TTGCTGG": 1793,
      "CGGGCCA": 1794,
      "CCCTCCG": 1795,
      "CCGGCGGCG": 1796,
      "CCGCGTT": 1797,
      "ATCCACG": 1798,
      "TGGCTGG": 1799,
      "CCGCGATCG": 1800,
      "CGCAGGG": 1801,
      "TGGATT": 1802,
      "ACTCTG": 1803,
      "ACGGCAG": 1804,
      "ATCAACG": 1805,
      "CGTGCA": 1806,
      "AGCGATCG": 1807,
      "CTCCGGCG": 1808,
      "AAGGCGG": 1809,
      "CTAGCA": 1810,
      "CCCATCG": 1811,
      "CCTAGG": 1812,
      "ACTGGGG": 1813,
      "CTATAA": 1814,
      "ATATCT": 1815,
      "TATTAG": 1816,
      "TTCATT": 1817,
      "CCGTCCG": 1818,
      "CCGCAGG": 1819,
      "TCAATT": 1820,
      "CCTGCGGG": 1821,
      "CGGTGGG": 1822,
      "CTAACA": 1823,
      "TCCTGCA": 1824,
      "TCCAAA": 1825,
      "AGCGCCA": 1826,
      "CTTCGGCG": 1827,
      "CCCAGGCG": 1828,
      "ACCATCA": 1829,
      "ACTCGGG": 1830,
      "TATGAA": 1831,
      "TCCCGCA": 1832,
      "TCTCTG": 1833,
      "CGCGCCGG": 1834,
      "TAGTAA": 1835,
      "CCGATCG": 1836,
      "ACCTACG": 1837,
      "CTCTACG": 1838,
      "CTAGTT": 1839,
      "CCGAGCGG": 1840,
      "ATCCGTG": 1841,
      "CCCGGGGG": 1842,
      "TTGGGGG": 1843,
      "CGCGCCCG": 1844,
      "TACAAA": 1845,
      "TATGAG": 1846,
      "GGCGCA": 1847,
      "ACAAAAA": 1848,
      "CGGTGCTG": 1849,
      "CTGGCAG": 1850,
      "CCCCATG": 1851,
      "ATCC": 1852,
      "GGCGAG": 1853,
      "TGGCCCG": 1854,
      "CGGTGACG": 1855,
      "AAAGTG": 1856,
      "CTACGCG": 1857,
      "ATGCGGG": 1858,
      "AGAAATT": 1859,
      "CGGCACA": 1860,
      "TCCACCA": 1861,
      "ACACTG": 1862,
      "TTCCTCG": 1863,
      "CTCGACC": 1864,
      "ATGAGCA": 1865,
      "ACGGCGACG": 1866,
      "CCGTCGTCG": 1867,
      "CCGAGCG": 1868,
      "TCCCGGCG": 1869,
      "TCAGGGG": 1870,
      "TCGGACG": 1871,
      "CGGTCCG": 1872,
      "CGGCCAG": 1873,
      "TCGGCCTG": 1874,
      "TGCGACG": 1875,
      "ATTACG": 1876,
      "TGAGAG": 1877,
      "TAAGGG": 1878,
      "ACATCCG": 1879,
      "GGCGTG": 1880,
      "CCGCACA": 1881,
      "CTTTCT": 1882,
      "ACGGCCGG": 1883,
      "ACAACC": 1884,
      "CTTTTTT": 1885,
      "CCCGGTCG": 1886,
      "ACCGCTG": 1887,
      "CATGTG": 1888,
      "TCTGGGG": 1889,
      "TCACCCG": 1890,
      "CGCCGACG": 1891,
      "CCTCTCG": 1892,
      "ATGCCGG": 1893,
      "TAGATT": 1894,
      "AGGAGAA": 1895,
      "CCGGGGTG": 1896,
      "TTCCAG": 1897,
      "TGCGATCG": 1898,
      "CCGACGCCG": 1899,
      "AGGGCCG": 1900,
      "CCCTGCTCG": 1901,
      "CCCTGCTG": 1902,
      "CGGCGGCGG": 1903,
      "CACGTGG": 1904,
      "CAGGAAG": 1905,
      "CGCGGGGG": 1906,
      "CTTCTCG": 1907,
      "CGCGCTGG": 1908,
      "CCGGGTGG": 1909,
      "ACTCCCG": 1910,
      "CCTTGGG": 1911,
      "ACCGGAG": 1912,
      "CCGCGCCCG": 1913,
      "CTCGGCGG": 1914,
      "CCGAGCTGG": 1915,
      "CCGTCGCCG": 1916,
      "TATCAG": 1917,
      "TCGGCGGCG": 1918,
      "CTATAG": 1919,
      "CCTCTGG": 1920,
      "TCAATG": 1921,
      "AGCGTGG": 1922,
      "ACCTAA": 1923,
      "CCCGGAA": 1924,
      "TACGTCG": 1925,
      "TCTCCCG": 1926,
      "CCCTCGGG": 1927,
      "CCGGTGCG": 1928,
      "CTTCTGG": 1929,
      "CCGTGAG": 1930,
      "CCGCGAGG": 1931,
      "AAAAAAG": 1932,
      "CTCTCCG": 1933,
      "ATGCCCG": 1934,
      "TCCTAA": 1935,
      "CCCAAGG": 1936,
      "CCACGGG": 1937,
      "CGGTGTG": 1938,
      "TAGTAG": 1939,
      "TGGGAGG": 1940,
      "AACATT": 1941,
      "TCGGCGCCG": 1942,
      "CTACCAG": 1943,
      "AACGCCG": 1944,
      "TCCCTCG": 1945,
      "CCGGGTT": 1946,
      "CGGCGCTGG": 1947,
      "ACTCGCG": 1948,
      "TCGGCGACG": 1949,
      "CAGGACA": 1950,
      "ATCAGGG": 1951,
      "CCTTAG": 1952,
      "CCAATG": 1953,
      "CCACGAG": 1954,
      "TGCAGGG": 1955,
      "CTGCGCCG": 1956,
      "ACGGCACG": 1957,
      "ACGATCG": 1958,
      "CGCGAAG": 1959,
      "ACGGCGGCG": 1960,
      "ACCTCCA": 1961,
      "CTCCCAG": 1962,
      "TAGTCG": 1963,
      "CGGCGGAG": 1964,
      "TACTCGG": 1965,
      "TGCGTCG": 1966,
      "CCACCGCG": 1967,
      "ACGGCCTG": 1968,
      "CCGGCACG": 1969,
      "CTCACGG": 1970,
      "CTACTGG": 1971,
      "CCCGCTCG": 1972,
      "TCGGCTG": 1973,
      "CGGTGCA": 1974,
      "TAGACG": 1975,
      "ACCTTCA": 1976,
      "CCGCACCG": 1977,
      "CCAGCGCG": 1978,
      "TCCTTCG": 1979,
      "CCCGAAG": 1980,
      "CCGGATCG": 1981,
      "CCAGAAG": 1982,
      "AGCATCG": 1983,
      "CTCTGCG": 1984,
      "CGGCAAG": 1985,
      "CTCAGCA": 1986,
      "ATGGAGG": 1987,
      "TAGGCA": 1988,
      "ACCGCAG": 1989,
      "CTCCTCGG": 1990,
      "TAAGCA": 1991,
      "CTGCAGG": 1992,
      "ACACAG": 1993,
      "ATGAACG": 1994,
      "TCCGCGAG": 1995,
      "CTACGGG": 1996,
      "CGCGCGGG": 1997,
      "CCCGGTT": 1998,
      "TAATTTT": 1999,
      "CCGCCGGGG": 2000,
      "CCCCGAA": 2001,
      "TAACTT": 2002,
      "ACGGAGG": 2003,
      "CTCGCCGCG": 2004,
      "TAGCTT": 2005,
      "TCGGAGG": 2006,
      "CGGCATG": 2007,
      "TACTTG": 2008,
      "CGGCGTT": 2009,
      "CCCCCGGCG": 2010,
      "ACCTGAA": 2011,
      "CCTGATCG": 2012,
      "AGTTG": 2013,
      "CCGACGTG": 2014,
      "ACCCACG": 2015,
      "CCTGGCA": 2016,
      "ACCGATG": 2017,
      "TCGCTGG": 2018,
      "ATTTATT": 2019,
      "TAGCAG": 2020,
      "CTATCT": 2021,
      "TCACTG": 2022,
      "TCGGCAG": 2023,
      "TCTACT": 2024,
      "CCCCGGTG": 2025,
      "CCCGCTGG": 2026,
      "TAAAGG": 2027,
      "ATTTCC": 2028,
      "CGGCGATCG": 2029,
      "CCTGGACG": 2030,
      "AAGCGGG": 2031,
      "AACAGG": 2032,
      "TCCGTGG": 2033,
      "CCGAGATCG": 2034,
      "TCGCGCTG": 2035,
      "CTCGGAG": 2036,
      "CCCGACA": 2037,
      "TTCACCA": 2038,
      "TAGGTG": 2039,
      "CCGGCGACG": 2040,
      "ACCATGG": 2041,
      "CCTGGTGG": 2042,
      "ATTTTTG": 2043,
      "CCGCACG": 2044,
      "CCTCAGG": 2045,
      "CCCGCACG": 2046,
      "CCCATGG": 2047,
      "TAATGG": 2048,
      "TGAAGGG": 2049,
      "ATGAAAA": 2050,
      "CCCCGGCA": 2051,
      "CCGTGCTG": 2052,
      "ACTTAA": 2053,
      "AGGCGATCG": 2054,
      "CGGGGGCG": 2055,
      "CCCTCGGCG": 2056,
      "CCTGTCG": 2057,
      "CTCCCCCG": 2058,
      "AACGTT": 2059,
      "CGGATT": 2060,
      "CTTCCAG": 2061,
      "CGGCGCTCG": 2062,
      "CCCGGCTG": 2063,
      "CCGGAAG": 2064,
      "TGCGCCA": 2065,
      "CCGAGCTCG": 2066,
      "ACGGCGCCG": 2067,
      "ATGACT": 2068,
      "CCGTGCTCG": 2069,
      "CTCAGGG": 2070,
      "CAGGCTG": 2071,
      "ATGGGCA": 2072,
      "ACCCGGTG": 2073,
      "CGCGACA": 2074,
      "TCTCGGCG": 2075,
      "CCGCGCAG": 2076,
      "ACCAAGG": 2077,
      "ACGGCTG": 2078,
      "ACAGGGG": 2079,
      "TAGCTG": 2080,
      "TTGCGGG": 2081,
      "AGGGGGG": 2082,
      "TACGAA": 2083,
      "TCGGGTG": 2084,
      "CATGACCG": 2085,
      "AAGGTCA": 2086,
      "TCCGCTG": 2087,
      "CCGCGACCG": 2088,
      "ATGGTCA": 2089,
      "TACCTGG": 2090,
      "AGTTAA": 2091,
      "TGCGCTG": 2092,
      "CCCGCGGG": 2093,
      "ATCCTCGG": 2094,
      "TCCATT": 2095,
      "CGGTCC": 2096,
      "TTCGACA": 2097,
      "CCCCCTCG": 2098,
      "CCCCGGGG": 2099,
      "ACCGCGAG": 2100,
      "TGCTGCA": 2101,
      "CAAGACG": 2102,
      "ACCTCGTCG": 2103,
      "ACCT": 2104,
      "TATGCA": 2105,
      "AAGCCGG": 2106,
      "CAGGATG": 2107,
      "TCAGCGG": 2108,
      "TACGAGG": 2109,
      "ACTCCTG": 2110,
      "CCGTCGTG": 2111,
      "CTAGTG": 2112,
      "ATCTAG": 2113,
      "CAGCTCA": 2114,
      "TAATCG": 2115,
      "CCGAGGG": 2116,
      "TGGGTCG": 2117,
      "ATTTTGG": 2118,
      "ACCTCTT": 2119,
      "TAAACA": 2120,
      "TTTTTTG": 2121,
      "CAAATG": 2122,
      "TCATCT": 2123,
      "CGGGGGG": 2124,
      "CCGCCTG": 2125,
      "CAGTTCG": 2126,
      "ACGGGTG": 2127,
      "CTATTTT": 2128,
      "CCAGCCA": 2129,
      "AGCGCTT": 2130,
      "AAGGGGG": 2131,
      "TAACCA": 2132,
      "ACGGCTT": 2133,
      "AGGCGCTG": 2134,
      "ACGTTG": 2135,
      "CACGTCA": 2136,
      "TCGCGCTCG": 2137,
      "CATGGGG": 2138,
      "ATCTTCA": 2139,
      "TCGCGCG": 2140,
      "ATTAAAA": 2141,
      "ACCCGGAG": 2142,
      "CAGAACG": 2143,
      "CTGGATG": 2144,
      "TACGGCA": 2145,
      "AGGGCGTG": 2146,
      "ATTAAG": 2147,
      "ATCCGCCG": 2148,
      "CAGCCAG": 2149,
      "CTGGTCGG": 2150,
      "CCCTAA": 2151,
      "CCGAGCGCG": 2152,
      "ATAGTG": 2153,
      "TAAGTT": 2154,
      "CCCGGGTG": 2155,
      "CCACGCG": 2156,
      "CTCCCCGG": 2157,
      "TGGCGCA": 2158,
      "CGGCCGCG": 2159,
      "ACGCCCG": 2160,
      "CCGGTCGG": 2161,
      "CCTGAAG": 2162,
      "ATCAACA": 2163,
      "ACCTGCTCG": 2164,
      "ACCCATG": 2165,
      "CACACA": 2166,
      "CTGGCGGG": 2167,
      "CTCACCGG": 2168,
      "ACGACCG": 2169,
      "TGGACCG": 2170,
      "AGGAGAG": 2171,
      "CCTGGGGG": 2172,
      "ACCTGGTG": 2173,
      "TGGTGCG": 2174,
      "TGGGGGG": 2175,
      "CTGGCCCG": 2176,
      "CTTGGCG": 2177,
      "CTACGACG": 2178,
      "TCGTCT": 2179,
      "CCTCAAG": 2180,
      "AGCGCTG": 2181,
      "CTCTAG": 2182,
      "CCGGTTG": 2183,
      "CCACCTG": 2184,
      "CGGCGGTG": 2185,
      "CTCCTTG": 2186,
      "CTTTAT": 2187,
      "AGAGAG": 2188,
      "ACCAGGCG": 2189,
      "CCGCCGGG": 2190,
      "CAAGCAG": 2191,
      "ATCCGGCG": 2192,
      "CTTATG": 2193,
      "CGCGACCG": 2194,
      "TTCATCA": 2195,
      "AGGGTGG": 2196,
      "ATGGCCA": 2197,
      "CCCCGAGG": 2198,
      "CATGTT": 2199,
      "ACCCGTG": 2200,
      "CCGGACCG": 2201,
      "CCGACGAGG": 2202,
      "AACCTG": 2203,
      "ATCACGG": 2204,
      "CTCGACCG": 2205,
      "TCCGCAG": 2206,
      "CAAGCTG": 2207,
      "CCCGGTGG": 2208,
      "CGGGCGAG": 2209,
      "CCGGCCGGG": 2210,
      "TCACAG": 2211,
      "TACGCGG": 2212,
      "ATGAAGG": 2213,
      "TACCTCG": 2214,
      "AGGTAG": 2215,
      "CCACTT": 2216,
      "CGGCGTGG": 2217,
      "ATGCGCA": 2218,
      "TACTTCG": 2219,
      "TACCTT": 2220,
      "TACTGGG": 2221,
      "TGGCGGGG": 2222,
      "CTCGTCGG": 2223,
      "CACGCCCG": 2224,
      "TCCTGAA": 2225,
      "ACCCCGAG": 2226,
      "AACGGGG": 2227,
      "ACCCCTG": 2228,
      "TCGAGGG": 2229,
      "CCGATT": 2230,
      "AAAATCA": 2231,
      "AGCAGG": 2232,
      "TTGGTGG": 2233,
      "ACCTGCTG": 2234,
      "ATCCTTG": 2235,
      "AAGACCG": 2236,
