{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "AA": 9,
      "CG": 10,
      "TT": 11,
      "GG": 12,
      "CT": 13,
      "AT": 14,
      "AG": 15,
      "CC": 16,
      "AC": 17,
      "CGG": 18,
      "ATT": 19,
      "AGG": 20,
      "TG": 21,
      "ACG": 22,
      "AAG": 23,
      "CTG": 24,
      "CCG": 25,
      "ATG": 26,
      "CTT": 27,
      "AAT": 28,
      "CAA": 29,
      "CGT": 30,
      "CAG": 31,
      "ACC": 32,
      "ACT": 33,
      "TTG": 34,
      "CAT": 35,
      "AAAA": 36,
      "GGG": 37,
      "CCT": 38,
      "TTT": 39,
      "AGT": 40,
      "GGT": 41,
      "CAC": 42,
      "ACGG": 43,
      "CTCG": 44,
      "CCGG": 45,
      "ATAA": 46,
      "CAGG": 47,
      "AGAA": 48,
      "TCG": 49,
      "ACCG": 50,
      "ATTT": 51,
      "ATTG": 52,
      "ATGG": 53,
      "CTGG": 54,
      "ATCG": 55,
      "TTTT": 56,
      "AGGG": 57,
      "CCCG": 58,
      "AGCG": 59,
      "TGT": 60,
      "ACTG": 61,
      "AAGG": 62,
      "AGTT": 63,
      "ATAT": 64,
      "AATT": 65,
      "CCTG": 66,
      "CACG": 67,
      "CAAG": 68,
      "TGG": 69,
      "CGGG": 70,
      "AAAG": 71,
      "ACTT": 72,
      "CTTG": 73,
      "CGCG": 74,
      "CATT": 75,
      "ACAA": 76,
      "AGAG": 77,
      "CGGT": 78,
      "CATG": 79,
      "CAAT": 80,
      "CGTCG": 81,
      "AAAT": 82,
      "CTCC": 83,
      "CTTT": 84,
      "AAGT": 85,
      "AGAT": 86,
      "CGGCG": 87,
      "CCTT": 88,
      "AACG": 89,
      "AATG": 90,
      "AGGT": 91,
      "ACGT": 92,
      "CCGT": 93,
      "ATGT": 94,
      "CACC": 95,
      "ACAG": 96,
      "ACCT": 97,
      "ACAT": 98,
      "TTCG": 99,
      "CTGT": 100,
      "AGTG": 101,
      "ATTTT": 102,
      "CTCT": 103,
      "CACT": 104,
      "CAGT": 105,
      "ATCC": 106,
      "AACT": 107,
      "CCAG": 108,
      "ATAG": 109,
      "ATCT": 110,
      "CGACG": 111,
      "AACC": 112,
      "AAAAT": 113,
      "AAAAG": 114,
      "CGAG": 115,
      "TTGT": 116,
      "CCGGG": 117,
      "CCTCG": 118,
      "TGTT": 119,
      "ATATT": 120,
      "AGCT": 121,
      "CGTT": 122,
      "AAATT": 123,
      "CCCT": 124,
      "CGGTG": 125,
      "GGGT": 126,
      "CCGCG": 127,
      "AGAAG": 128,
      "CCAT": 129,
      "GGGG": 130,
      "ACCGG": 131,
      "AAAGG": 132,
      "CTTTT": 133,
      "ATAAT": 134,
      "ACGACG": 135,
      "AAAC": 136,
      "AGCC": 137,
      "CGTG": 138,
      "CGTGG": 139,
      "CAGGG": 140,
      "CACGG": 141,
      "CCCC": 142,
      "ACTGG": 143,
      "AGAGG": 144,
      "CGAGG": 145,
      "TTGG": 146,
      "CAAGG": 147,
      "ACGGG": 148,
      "CGAA": 149,
      "ACAGG": 150,
      "AATGG": 151,
      "CTAT": 152,
      "AATTT": 153,
      "ACCTG": 154,
      "CCGACG": 155,
      "CATGG": 156,
      "CGAT": 157,
      "AGATG": 158,
      "TTTG": 159,
      "CGCT": 160,
      "AAATG": 161,
      "AGTGG": 162,
      "CCAA": 163,
      "ATTTG": 164,
      "AGACG": 165,
      "CCCGG": 166,
      "AGGGG": 167,
      "AAGTT": 168,
      "CTCGG": 169,
      "CCTGG": 170,
      "AGGTG": 171,
      "CGCCG": 172,
      "GGTGG": 173,
      "ATCAA": 174,
      "ACAC": 175,
      "AACAA": 176,
      "AAGGG": 177,
      "ATATG": 178,
      "CATTG": 179,
      "ATTGG": 180,
      "AATTG": 181,
      "ACAAG": 182,
      "CATCG": 183,
      "CCGTCG": 184,
      "TTCT": 185,
      "AGATT": 186,
      "AACTG": 187,
      "CTTTG": 188,
      "CACCG": 189,
      "CCACG": 190,
      "ACGGT": 191,
      "ACACG": 192,
      "CCGGT": 193,
      "AGAAT": 194,
      "CCCCG": 195,
      "CTTGG": 196,
      "CATTT": 197,
      "CGGTCG": 198,
      "ACTTT": 199,
      "CACTG": 200,
      "ACAAT": 201,
      "ATGGG": 202,
      "AGCAG": 203,
      "ATGTT": 204,
      "AACAG": 205,
      "ACTCG": 206,
      "CTGGG": 207,
      "CCGTG": 208,
      "CTACG": 209,
      "CTTCG": 210,
      "ATAAG": 211,
      "CTCAA": 212,
      "ACATT": 213,
      "AGCGG": 214,
      "CTGTT": 215,
      "AGTTG": 216,
      "ATAAAA": 217,
      "AGCAA": 218,
      "CGTCGG": 219,
      "ACACC": 220,
      "AAACC": 221,
      "AGAAAA": 222,
      "TGTG": 223,
      "ACATG": 224,
      "AAACG": 225,
      "ATCGG": 226,
      "ATTGT": 227,
      "AGTTT": 228,
      "ATCTT": 229,
      "AACTT": 230,
      "ACTTG": 231,
      "AACCG": 232,
      "ACCTCG": 233,
      "CAGGT": 234,
      "AGGTT": 235,
      "ACCGT": 236,
      "AAAGT": 237,
      "AGCCG": 238,
      "AACGG": 239,
      "ATCAG": 240,
      "CTCCG": 241,
      "CAATT": 242,
      "ATTTTT": 243,
      "CCAGG": 244,
      "ATCAT": 245,
      "AGCTG": 246,
      "AAACT": 247,
      "ACGTG": 248,
      "CTCGT": 249,
      "ATCTG": 250,
      "CTGGT": 251,
      "CCCTG": 252,
      "AAGTG": 253,
      "CAGTT": 254,
      "CGGCGG": 255,
      "CAATG": 256,
      "ACCCG": 257,
      "ATGGT": 258,
      "AAGGT": 259,
      "CCGCCG": 260,
      "ACGCG": 261,
      "AAGAAG": 262,
      "ACCTT": 263,
      "AGGAGG": 264,
      "ACAGT": 265,
      "AGCTT": 266,
      "CTCTT": 267,
      "CCCAG": 268,
      "CCTTG": 269,
      "ATACT": 270,
      "AGAAGG": 271,
      "CTCAT": 272,
      "CCATG": 273,
      "AACAT": 274,
      "AAAATT": 275,
      "ACTGT": 276,
      "AGGCG": 277,
      "AGGGT": 278,
      "AATTTT": 279,
      "ACGGCG": 280,
      "ATCCG": 281,
      "CTATT": 282,
      "CCTTT": 283,
      "CGTCGT": 284,
      "AGTCG": 285,
      "ACGCCG": 286,
      "CTCCT": 287,
      "CCACC": 288,
      "AAATAA": 289,
      "AATCG": 290,
      "CCAAG": 291,
      "CTATG": 292,
      "CAAGT": 293,
      "ATAGG": 294,
      "ACGTT": 295,
      "ACGAGG": 296,
      "CTGTG": 297,
      "CGGTT": 298,
      "CAACG": 299,
      "CAGCG": 300,
      "ATCCT": 301,
      "ACAAAA": 302,
      "CACGT": 303,
      "TGTGG": 304,
      "CACTT": 305,
      "CCTGT": 306,
      "CAGTG": 307,
      "ATAGT": 308,
      "CGGCCG": 309,
      "AAAGAA": 310,
      "ACGTCG": 311,
      "CCCTT": 312,
      "TTTGG": 313,
      "AGACC": 314,
      "AAAAGG": 315,
      "ATGTG": 316,
      "GGTCG": 317,
      "ATACC": 318,
      "AATATT": 319,
      "ATAATT": 320,
      "GGGTG": 321,
      "AAGCG": 322,
      "ATCGT": 323,
      "CTTGT": 324,
      "AGAGT": 325,
      "CCAGT": 326,
      "CTCTG": 327,
      "AGCAT": 328,
      "TTGTT": 329,
      "CCATT": 330,
      "CTCAG": 331,
      "ACACT": 332,
      "ATACG": 333,
      "ACATCG": 334,
      "AATGT": 335,
      "CCCGT": 336,
      "AATAAT": 337,
      "CCGTT": 338,
      "CATGT": 339,
      "CCGGCG": 340,
      "AACCT": 341,
      "ATTCG": 342,
      "ACACCG": 343,
      "ATATAA": 344,
      "AACTCG": 345,
      "CCCAA": 346,
      "GGTG": 347,
      "CCGAGG": 348,
      "AAGAGG": 349,
      "ATTATT": 350,
      "CTACT": 351,
      "AACGT": 352,
      "ATGAAG": 353,
      "CCCTCG": 354,
      "AAAATG": 355,
      "CCAAT": 356,
      "ATATTT": 357,
      "GGGCG": 358,
      "ACCGGG": 359,
      "ATAC": 360,
      "GGGTT": 361,
      "CGGACG": 362,
      "AGGAG": 363,
      "CTACC": 364,
      "ACGGTG": 365,
      "CCCAT": 366,
      "ATCAC": 367,
      "CTAAT": 368,
      "AAATTT": 369,
      "GGTT": 370,
      "CCCCT": 371,
      "ATAATG": 372,
      "AACAC": 373,
      "ACGAG": 374,
      "AAGAG": 375,
      "ATGATG": 376,
      "CGGTGG": 377,
      "TTTTTT": 378,
      "AGCGGG": 379,
      "CCACT": 380,
      "CCATCG": 381,
      "ATGCG": 382,
      "AGAATT": 383,
      "AGCGT": 384,
      "ATTTTG": 385,
      "ATATTG": 386,
      "AAATAT": 387,
      "ATAAGG": 388,
      "AGCCT": 389,
      "AGAC": 390,
      "CTCAC": 391,
      "CTGCG": 392,
      "CGGCGT": 393,
      "CTTTTT": 394,
      "CCGGTG": 395,
      "ACCGCG": 396,
      "AACTGG": 397,
      "CCCAC": 398,
      "AGACT": 399,
      "AAATTG": 400,
      "ATTCT": 401,
      "CTCGGG": 402,
      "AGATGG": 403,
      "AAATGG": 404,
      "AGGAAG": 405,
      "CCAC": 406,
      "CCCGGG": 407,
      "ATATGG": 408,
      "TGCG": 409,
      "CAAAAG": 410,
      "AAAAAAT": 411,
      "TTTTT": 412,
      "AGAGAA": 413,
      "ACTTTT": 414,
      "CCAGCG": 415,
      "CGGAGG": 416,
      "AGATAA": 417,
      "ACAGCG": 418,
      "ATGAGG": 419,
      "AGTGT": 420,
      "TTGTG": 421,
      "CTAAG": 422,
      "TTTCG": 423,
      "CAAAAT": 424,
      "AGATCG": 425,
      "AGCAGG": 426,
      "AGACGG": 427,
      "AGCAC": 428,
      "AAAGTT": 429,
      "ACCCCG": 430,
      "CGGCC": 431,
      "TGAAG": 432,
      "AGTTTT": 433,
      "ACAAGG": 434,
      "AGTTCG": 435,
      "ACATGG": 436,
      "CGGCT": 437,
      "AACAGG": 438,
      "CCCGCG": 439,
      "CTAAAA": 440,
      "ACGTGG": 441,
      "ATCTCG": 442,
      "CATTTT": 443,
      "AGGTCG": 444,
      "ATTAAT": 445,
      "CTGAAG": 446,
      "CTGTCG": 447,
      "CTTCT": 448,
      "ATCTGG": 449,
      "CCACCG": 450,
      "TGATG": 451,
      "CGGGG": 452,
      "AAAGGG": 453,
      "CGTCCG": 454,
      "ATCGGG": 455,
      "AGGTGG": 456,
      "ATTTGG": 457,
      "ACCTGG": 458,
      "CAGAAG": 459,
      "AGAGGG": 460,
      "CTCTCG": 461,
      "CCAAAA": 462,
      "ATTATG": 463,
      "ATTCAA": 464,
      "AACGCG": 465,
      "CGGGCG": 466,
      "CCTCGG": 467,
      "TTGAAG": 468,
      "AGGACG": 469,
      "CTGTGG": 470,
      "CCCCGG": 471,
      "ATCCCG": 472,
      "ACAGGG": 473,
      "ATCCGG": 474,
      "AAAAGT": 475,
      "AAATCG": 476,
      "CCGGGG": 477,
      "AGCTGG": 478,
      "CAATGG": 479,
      "AGACCG": 480,
      "ATCCTG": 481,
      "CTCGCG": 482,
      "TTTTTG": 483,
      "AACCGG": 484,
      "AATCT": 485,
      "ACGACC": 486,
      "ATGGGG": 487,
      "ATATCG": 488,
      "AGCGCG": 489,
      "AAGATG": 490,
      "CACGGG": 491,
      "CCAGAA": 492,
      "AAACTT": 493,
      "ATCAGG": 494,
      "ATAGAA": 495,
      "CAGTCG": 496,
      "CCTCT": 497,
      "AAGGGG": 498,
      "CCTCGT": 499,
      "ACTGGG": 500,
      "ATGCT": 501,
      "AATCAA": 502,
      "AGAGCG": 503,
      "ACGATG": 504,
      "AAGCT": 505,
      "CTGGGG": 506,
      "CACTGG": 507,
      "CAAAGG": 508,
      "AAACAA": 509,
      "ACAGAA": 510,
      "ATGGTG": 511,
      "AATATG": 512,
      "CGTCT": 513,
      "CTTTTG": 514,
      "AGATTT": 515,
      "CGATG": 516,
      "AACACG": 517,
      "CA": 518,
      "CATCT": 519,
      "CATCAA": 520,
      "CTGATG": 521,
      "CGGGGG": 522,
      "TTCAA": 523,
      "AGTTGG": 524,
      "AAAAAAG": 525,
      "ACACGG": 526,
      "CTGCT": 527,
      "CTGGTG": 528,
      "ATTAT": 529,
      "AATTTG": 530,
      "ATTTCG": 531,
      "ACGGGG": 532,
      "CGAAG": 533,
      "CCGTGG": 534,
      "ACGAAG": 535,
      "TTGATG": 536,
      "AAACCG": 537,
      "CAGGGG": 538,
      "AAGGTG": 539,
      "CCTTTT": 540,
      "AACCCG": 541,
      "AAACTG": 542,
      "CCGAAG": 543,
      "ACCCGG": 544,
      "CTTCAA": 545,
      "AATTGG": 546,
      "ATTTTTT": 547,
      "CAGAGG": 548,
      "CCGCGG": 549,
      "ACCTCC": 550,
      "ATTGTT": 551,
      "CCCACG": 552,
      "CCACGG": 553,
      "AGATAT": 554,
      "ATACTT": 555,
      "TTGAGG": 556,
      "AACTTG": 557,
      "AACGGG": 558,
      "CCCCCG": 559,
      "CACCGG": 560,
      "ACAATG": 561,
      "ATACTG": 562,
      "CTTCTT": 563,
      "AGTACG": 564,
      "CAGATG": 565,
      "AGCCGG": 566,
      "AAGAAT": 567,
      "AACATT": 568,
      "ATCATT": 569,
      "ATCAAG": 570,
      "AGGGCG": 571,
      "CATCAT": 572,
      "TTTCT": 573,
      "AACAAG": 574,
      "TGAGG": 575,
      "CTGTTG": 576,
      "AGTGGG": 577,
      "ATGTGG": 578,
      "ACAAAG": 579,
      "ATTCC": 580,
      "CTCGACG": 581,
      "ATTCTT": 582,
      "ACAATT": 583,
      "TGCT": 584,
      "AACAAT": 585,
      "AAGGTT": 586,
      "CTGGCG": 587,
      "ACTTCG": 588,
      "AGAGTT": 589,
      "CGTCCT": 590,
      "CTGACG": 591,
      "CTGAGG": 592,
      "GT": 593,
      "CAAGGG": 594,
      "ACATAA": 595,
      "CAGCAG": 596,
      "CAACT": 597,
      "ATCTTG": 598,
      "AATAAAA": 599,
      "AAACGG": 600,
      "CGTCC": 601,
      "CTCCGG": 602,
      "TCGGG": 603,
      "CCTCC": 604,
      "AATCC": 605,
      "ACCACG": 606,
      "AGGCCG": 607,
      "ATCACG": 608,
      "CTTTGG": 609,
      "CGTGGG": 610,
      "CATCGG": 611,
      "AACTCC": 612,
      "AGATTG": 613,
      "AGAAGT": 614,
      "AGGGTG": 615,
      "AAAAATT": 616,
      "CAGTGG": 617,
      "ATGGTT": 618,
      "AAGACG": 619,
      "ATCATG": 620,
      "CTGCTG": 621,
      "ACTCT": 622,
      "ACATTG": 623,
      "ACTACG": 624,
      "AAGTGG": 625,
      "CAACAA": 626,
      "CAGGTG": 627,
      "AACTTT": 628,
      "CAGCT": 629,
      "ATAGAG": 630,
      "AGGAGT": 631,
      "CCTGTT": 632,
      "AAAGCG": 633,
      "CCGATG": 634,
      "CTCGTG": 635,
      "TTTATT": 636,
      "CCTCCT": 637,
      "AAAGGT": 638,
      "ATAGTT": 639,
      "ATCAAT": 640,
      "ATGAAAA": 641,
      "CGTCGCG": 642,
      "CTCCCG": 643,
      "CTTCC": 644,
      "CTTCGG": 645,
      "CCGACC": 646,
      "AAGAAAA": 647,
      "AGAATG": 648,
      "AACATG": 649,
      "CCTCAA": 650,
      "ATGTTG": 651,
      "ATATTTT": 652,
      "CCGCC": 653,
      "AGGAAT": 654,
      "TTCGG": 655,
      "ATGAAT": 656,
      "ACCGTG": 657,
      "ACCGTCG": 658,
      "ACGCGG": 659,
      "ACTTTG": 660,
      "CTTCAT": 661,
      "ATCTTT": 662,
      "AGGGGG": 663,
      "ATTCAT": 664,
      "CGTCAT": 665,
      "ACGCT": 666,
      "ACTTGG": 667,
      "ACATTT": 668,
      "AGTTTG": 669,
      "AGGGTT": 670,
      "AGCACG": 671,
      "AAGTCG": 672,
      "ACGGTCG": 673,
      "CGTCGTCG": 674,
      "CACCT": 675,
      "ACCGGT": 676,
      "AGCTTG": 677,
      "ATGTCG": 678,
      "AGGCT": 679,
      "AAGATT": 680,
      "AGAACG": 681,
      "CCTTGG": 682,
      "CTCGCCG": 683,
      "CACTCG": 684,
      "ATACAA": 685,
      "CAGTTG": 686,
      "AAATTTT": 687,
      "CGTGGT": 688,
      "CTCCTT": 689,
      "AATGGG": 690,
      "ACTGGT": 691,
      "AACCTG": 692,
      "CCAAGG": 693,
      "CCGGTCG": 694,
      "CACGGT": 695,
      "ACCGACG": 696,
      "CAATTG": 697,
      "CCTTCG": 698,
      "CCATGG": 699,
      "ACACTG": 700,
      "CCCTGG": 701,
      "AATTTTT": 702,
      "AAGTTT": 703,
      "AATGTT": 704,
      "AGTAAT": 705,
      "AGCCCG": 706,
      "CCGCT": 707,
      "ACAACG": 708,
      "AGTATT": 709,
      "CAGACG": 710,
      "AGCAAG": 711,
      "AAATGT": 712,
      "CAAAAAA": 713,
      "CAGCGG": 714,
      "ACTCGG": 715,
      "AGCATT": 716,
      "ATAAAAT": 717,
      "ACAGAG": 718,
      "ACAGTT": 719,
      "ATTAAAA": 720,
      "ACCTTG": 721,
      "CCTCAT": 722,
      "CTTTCG": 723,
      "AGAGGT": 724,
      "CCTTTG": 725,
      "AAACAG": 726,
      "ATGCAA": 727,
      "AAAGTG": 728,
      "CTGCAA": 729,
      "CATGGG": 730,
      "AACACC": 731,
      "AGCAAT": 732,
      "AGGCGG": 733,
      "CAGCAA": 734,
      "ATACCG": 735,
      "CTGCCG": 736,
      "TTGCG": 737,
      "ACCCT": 738,
      "CATAAT": 739,
      "CATTGG": 740,
      "ACTCC": 741,
      "ATAGGG": 742,
      "CCTGGG": 743,
      "CAGAAT": 744,
      "CTGGTT": 745,
      "CACAGG": 746,
      "CATTTG": 747,
      "TTTCAA": 748,
      "CGGCGACG": 749,
      "ATCTCC": 750,
      "CCCTTG": 751,
      "CGTCAA": 752,
      "CCAGGG": 753,
      "CTGCGG": 754,
      "AGTCGG": 755,
      "ATAGTG": 756,
      "ATGGCG": 757,
      "ACCACC": 758,
      "ATCACC": 759,
      "AGTCT": 760,
      "ACATAT": 761,
      "AGCTTT": 762,
      "CCGGTT": 763,
      "CCTCCG": 764,
      "TTGTTG": 765,
      "CGTCTT": 766,
      "TGACG": 767,
      "GGGTCG": 768,
      "ATGACG": 769,
      "TTTTGG": 770,
      "AGATGT": 771,
      "ATATGT": 772,
      "ACTCCG": 773,
      "CTCGTCG": 774,
      "ATGATT": 775,
      "AAGCCG": 776,
      "CCCAGG": 777,
      "ATCCTT": 778,
      "AACCTT": 779,
      "AAACAT": 780,
      "TTTAAT": 781,
      "ACTCAA": 782,
      "AGCTCG": 783,
      "TGTCG": 784,
      "AAAACG": 785,
      "ACTGTT": 786,
      "ATCGCG": 787,
      "ATACGG": 788,
      "CATCC": 789,
      "AATTGT": 790,
      "AGTGGT": 791,
      "CAGCCG": 792,
      "CCAACG": 793,
      "CAGGGT": 794,
      "ATTCTG": 795,
      "ATGTTT": 796,
      "CGGCGCG": 797,
      "CAGGTT": 798,
      "AAGGCG": 799,
      "CAAGTT": 800,
      "CTCGTT": 801,
      "AGGATT": 802,
      "ATGCAG": 803,
      "ACAGTG": 804,
      "CGGCAA": 805,
      "ATGCTG": 806,
      "ATAGAT": 807,
      "AATAAG": 808,
      "CCGACGG": 809,
      "CGGGTG": 810,
      "CCTCTT": 811,
      "AATACT": 812,
      "AGCGTG": 813,
      "CGTCGACG": 814,
      "TTGTGG": 815,
      "ACCGGCG": 816,
      "CACCCG": 817,
      "ATCGTG": 818,
      "CGGCAT": 819,
      "AGGTTT": 820,
      "ATGCC": 821,
      "CCTACG": 822,
      "CCGACCG": 823,
      "AGCAGT": 824,
      "ATTCAG": 825,
      "ACAGAT": 826,
      "CTCCTG": 827,
      "CAGGCG": 828,
      "CTCGCGG": 829,
      "CTGCAG": 830,
      "GGTGGG": 831,
      "CAATTT": 832,
      "ATTTGT": 833,
      "AAGTTG": 834,
      "AGCGGT": 835,
      "ACAGGT": 836,
      "CTCAAG": 837,
      "AATCTT": 838,
      "CCAGAG": 839,
      "ATGCCG": 840,
      "CCAGTT": 841,
      "CCCGGT": 842,
      "ATTACT": 843,
      "CTAGG": 844,
      "AATCGG": 845,
      "CCCTCC": 846,
      "CGCGCG": 847,
      "ATAAGT": 848,
      "AAGCAA": 849,
      "ATTCGG": 850,
      "CCCGTG": 851,
      "ATCGGT": 852,
      "CTTCAG": 853,
      "ACGGTT": 854,
      "AACAGT": 855,
      "AATCAT": 856,
      "CTCGAGG": 857,
      "ATGAGT": 858,
      "AAACCT": 859,
      "AACTCT": 860,
      "ATCGACG": 861,
      "ACCCTG": 862,
      "ATTTTTG": 863,
      "AGCATG": 864,
      "AAGCGG": 865,
      "GGGTGG": 866,
      "GGTGGT": 867,
      "AAAGAAG": 868,
      "CGTCGGG": 869,
      "AAAATTT": 870,
      "CATTGT": 871,
      "CTGTTT": 872,
      "ACCTTT": 873,
      "CGTCAC": 874,
      "AGACAA": 875,
      "ACCTGT": 876,
      "AGAAAAT": 877,
      "ATTGGG": 878,
      "CTCACG": 879,
      "ATAATTT": 880,
      "ACTACT": 881,
      "ATCTCT": 882,
      "AGTCCG": 883,
      "AGCGTT": 884,
      "ATTGTG": 885,
      "CCTCGACG": 886,
      "ATCGTT": 887,
      "AACGTT": 888,
      "CTCTGG": 889,
      "AAGGGT": 890,
      "CAGTTT": 891,
      "AGCCTG": 892,
      "AACTGT": 893,
      "CCGTCGG": 894,
      "CAAGCG": 895,
      "CTTTTTT": 896,
      "AAAAAGG": 897,
      "ACAAGT": 898,
      "AGTATG": 899,
      "ATCGTCG": 900,
      "CCGGCGG": 901,
      "ACGCTG": 902,
      "AAAATGG": 903,
      "CCCGTT": 904,
      "CATATT": 905,
      "CATGTT": 906,
      "AACGGT": 907,
      "CCAAAG": 908,
      "AAATAAT": 909,
      "AAGCTT": 910,
      "AACGTG": 911,
      "ACTGTG": 912,
      "ATACAT": 913,
      "ACCGTT": 914,
      "ACACAA": 915,
      "CCGGGT": 916,
      "ACGGCGG": 917,
      "CCATTG": 918,
      "CCATAA": 919,
      "ATTATTT": 920,
      "CACGCG": 921,
      "AGAGTG": 922,
      "AGGATG": 923,
      "CACTTG": 924,
      "AGACTT": 925,
      "AGACGT": 926,
      "CTATTT": 927,
      "ATTAAG": 928,
      "CACCTT": 929,
      "CGTCAG": 930,
      "CGGTCGG": 931,
      "ACACTT": 932,
      "AATAGT": 933,
      "CGGGTT": 934,
      "AATGGT": 935,
      "ATTCCG": 936,
      "ACTCAT": 937,
      "ATGGGT": 938,
      "CGCTG": 939,
      "AATATTT": 940,
      "ACCAGG": 941,
      "CCCGACG": 942,
      "CTTCCT": 943,
      "CGTCGGCG": 944,
      "CGCGTT": 945,
      "AGCCTT": 946,
      "ACACCT": 947,
      "CTCAGG": 948,
      "CTTGTT": 949,
      "TTCGTG": 950,
      "ATAGCG": 951,
      "AATCCG": 952,
      "ATGCGG": 953,
      "ATACAG": 954,
      "CGTCGCCG": 955,
      "AATCAG": 956,
      "ACCAGT": 957,
      "CTGAAAA": 958,
      "CCAGAT": 959,
      "AGTGTT": 960,
      "AAGACC": 961,
      "CGACC": 962,
      "CGTCTCG": 963,
      "AAGCAG": 964,
      "CCCACC": 965,
      "CTATAA": 966,
      "ACTATT": 967,
      "CATGGT": 968,
      "TGTTGG": 969,
      "CTTATT": 970,
      "CGGCAG": 971,
      "AGACTG": 972,
      "CCTGGT": 973,
      "CAAGGT": 974,
      "CACTGT": 975,
      "GGGACG": 976,
      "AAATATT": 977,
      "AACACT": 978,
      "CTAGT": 979,
      "GGGAGG": 980,
      "TGTTG": 981,
      "AAGAGT": 982,
      "CATCAG": 983,
      "CCGCTG": 984,
      "CGGTGT": 985,
      "ACTATG": 986,
      "CGGCGGG": 987,
      "CCGCCGG": 988,
      "ACGTTG": 989,
      "CACCTG": 990,
      "ATATAAT": 991,
      "AACCAG": 992,
      "CACTTT": 993,
      "CCCCTG": 994,
      "AGGGGT": 995,
      "AGCGACG": 996,
      "TGGGG": 997,
      "CGTACG": 998,
      "CATCTT": 999,
      "ACTCCT": 1000,
      "CGTTG": 1001,
      "AGCCGT": 1002,
      "ATATATT": 1003,
      "ACCGCCG": 1004,
      "ATCGAGG": 1005,
      "ACCCAG": 1006,
      "ACACAG": 1007,
      "ATCAGT": 1008,
      "CACGTT": 1009,
      "AAACGT": 1010,
      "AACCGT": 1011,
      "CCAGTG": 1012,
      "CAAATT": 1013,
      "ATAGGT": 1014,
      "ATACCT": 1015,
      "CTATTG": 1016,
      "CCCATG": 1017,
      "AGTTGT": 1018,
      "AATACC": 1019,
      "CAACAG": 1020,
      "CAAGTG": 1021,
      "CCAATG": 1022,
      "AGGTGT": 1023,
      "CGGCGTG": 1024,
      "CCACGT": 1025,
      "AAGCTG": 1026,
      "CTACGG": 1027,
      "CTCTTG": 1028,
      "CTTCTG": 1029,
      "CTCTTT": 1030,
      "CGGCTG": 1031,
      "AGGTTG": 1032,
      "TGGTG": 1033,
      "CACCGT": 1034,
      "ACACGT": 1035,
      "ACGAGT": 1036,
      "CAACCG": 1037,
      "ACTGCG": 1038,
      "CCATCC": 1039,
      "CTATGG": 1040,
      "AATAATT": 1041,
      "CCTCAG": 1042,
      "AGCTGT": 1043,
      "ACTACC": 1044,
      "ACATGT": 1045,
      "ATCTGT": 1046,
      "CTCTCC": 1047,
      "CCTCGCG": 1048,
      "AAAAATG": 1049,
      "AGACAG": 1050,
      "ATAAATT": 1051,
      "CTCGGT": 1052,
      "ACTCTT": 1053,
      "CCATTT": 1054,
      "ACGGCCG": 1055,
      "CGGAAG": 1056,
      "TTTATG": 1057,
      "CGCTCG": 1058,
      "ACCATG": 1059,
      "CTTCCG": 1060,
      "ATCACT": 1061,
      "CATATG": 1062,
      "AGAAAAG": 1063,
      "CAATCG": 1064,
      "AATAGG": 1065,
      "CCCTCT": 1066,
      "AGCTCC": 1067,
      "CAGAAAA": 1068,
      "AGACCT": 1069,
      "CCTGTG": 1070,
      "ACTTGT": 1071,
      "ATTGGT": 1072,
      "CATCCG": 1073,
      "GGGAAG": 1074,
      "AAAAGTT": 1075,
      "CACGTCG": 1076,
      "ATAACG": 1077,
      "CCAATT": 1078,
      "CTAAAG": 1079,
      "CAAATG": 1080,
      "CCCGCCG": 1081,
      "CAACGG": 1082,
      "CGTCTG": 1083,
      "CTCATG": 1084,
      "AATCTG": 1085,
      "ATAAAAG": 1086,
      "ATCGCCG": 1087,
      "AGCCAG": 1088,
      "CTCGGCG": 1089,
      "AGGAGTT": 1090,
      "CCATAT": 1091,
      "CGCGG": 1092,
      "AATGTG": 1093,
      "ATTTTGG": 1094,
      "CCCCGT": 1095,
      "CCACAA": 1096,
      "AGTAGT": 1097,
      "TTTTG": 1098,
      "CACACG": 1099,
      "ATTTATT": 1100,
      "AGACAT": 1101,
      "ACGGCGACG": 1102,
      "CTACAA": 1103,
      "CCACTG": 1104,
      "CCCAAG": 1105,
      "AAGAAGG": 1106,
      "AATACG": 1107,
      "CCCGGCG": 1108,
      "CCCTTT": 1109,
      "CTCACC": 1110,
      "CATCGT": 1111,
      "TTGTCG": 1112,
      "CTTTTTG": 1113,
      "CAAACC": 1114,
      "ATTACG": 1115,
      "AGCTCT": 1116,
      "CGGCCT": 1117,
      "ATTACC": 1118,
      "CCCCTT": 1119,
      "CAAAGT": 1120,
      "AATCCT": 1121,
      "CTTATG": 1122,
      "ATAAAGG": 1123,
      "CCGGCCG": 1124,
      "CGGGT": 1125,
      "CTATCG": 1126,
      "CAACAT": 1127,
      "AGAAGGG": 1128,
      "CTCATT": 1129,
      "CAAACG": 1130,
      "AGCACC": 1131,
      "CTCGAAG": 1132,
      "ATTCCT": 1133,
      "CGTTGG": 1134,
      "CGGAGT": 1135,
      "CGTCGAGG": 1136,
      "CTTGGG": 1137,
      "CGGTTG": 1138,
      "ACTCGT": 1139,
      "CTTTGT": 1140,
      "CTGGAGG": 1141,
      "CTAATT": 1142,
      "CCGGGGG": 1143,
      "CCGGACG": 1144,
      "CGACCG": 1145,
      "ATAATGG": 1146,
      "CTACTT": 1147,
      "AGGAAAA": 1148,
      "AGCACT": 1149,
      "CCATAG": 1150,
      "CTATAT": 1151,
      "TTCGACG": 1152,
      "CATCTG": 1153,
      "CAACTG": 1154,
      "ATGACC": 1155,
      "CCGGTGG": 1156,
      "TTTCAG": 1157,
      "CGCGTG": 1158,
      "CCACAG": 1159,
      "CATCCT": 1160,
      "CTACCG": 1161,
      "CGTCGTG": 1162,
      "CGCGACG": 1163,
      "ATCGGCG": 1164,
      "CGACGGG": 1165,
      "CCGAGT": 1166,
      "AAAAAATT": 1167,
      "ACACAT": 1168,
      "CGGCTT": 1169,
      "CCGTTG": 1170,
      "CACACC": 1171,
      "AAATCAA": 1172,
      "CCACCT": 1173,
      "TTTCTG": 1174,
      "CCGAGCG": 1175,
      "CACAGT": 1176,
      "AAAATTG": 1177,
      "AAAAAGT": 1178,
      "CTGCTCG": 1179,
      "AACTTTT": 1180,
      "GGTCGG": 1181,
      "CGGCGTT": 1182,
      "ATACGT": 1183,
      "ATCCGT": 1184,
      "CAAACT": 1185,
      "ACGACCG": 1186,
      "ATAATTG": 1187,
      "CACAAG": 1188,
      "CGGCCGG": 1189,
      "AGATTTT": 1190,
      "AAAAACT": 1191,
      "ATTTAAT": 1192,
      "CTAAGG": 1193,
      "AGTTTTT": 1194,
      "CGGTTT": 1195,
      "CGTTT": 1196,
      "CAGATT": 1197,
      "CTCAAT": 1198,
      "CCCATT": 1199,
      "ATAAGGG": 1200,
      "AGTGTG": 1201,
      "CATACC": 1202,
      "CTTAAT": 1203,
      "AAAACAA": 1204,
      "CCACTT": 1205,
      "CCTCTG": 1206,
      "AGGCAA": 1207,
      "CACAAT": 1208,
      "ACGACGG": 1209,
      "CTACGT": 1210,
      "TGTTTG": 1211,
      "GGGCCG": 1212,
      "CACCGACG": 1213,
      "AATTATT": 1214,
      "AGGCAG": 1215,
      "CCAGGT": 1216,
      "CTGTTCG": 1217,
      "CGAGT": 1218,
      "AGAAATT": 1219,
      "CATTTTT": 1220,
      "ATTGAAG": 1221,
      "CCAAAT": 1222,
      "AGAAGGT": 1223,
      "TTGCAG": 1224,
      "AAAGAGG": 1225,
      "CGGATG": 1226,
      "CTGGCCG": 1227,
      "CACGTG": 1228,
      "CTTGTG": 1229,
      "CCTGCG": 1230,
      "AGTACT": 1231,
      "AATTCG": 1232,
      "CCCAGT": 1233,
      "CGTCCCG": 1234,
      "ACACCGG": 1235,
      "CGTCCTCG": 1236,
      "CTAATG": 1237,
      "CGGCGGCG": 1238,
      "ATCTTTT": 1239,
      "AGA": 1240,
      "AGCCCT": 1241,
      "CTGACC": 1242,
      "AAAAACC": 1243,
      "CCATCT": 1244,
      "AGTACC": 1245,
      "CCGCAG": 1246,
      "CTACTG": 1247,
      "TGTGGG": 1248,
      "ACTTTTT": 1249,
      "CATACT": 1250,
      "CCAACC": 1251,
      "AAGGAGG": 1252,
      "ATGGAAG": 1253,
      "CCCGTCG": 1254,
      "AAA": 1255,
      "CGAGACG": 1256,
      "CACATG": 1257,
      "CGTCGGT": 1258,
      "CTTAAAA": 1259,
      "ACGGTGG": 1260,
      "AGTCAA": 1261,
      "CCACAT": 1262,
      "CACCGCG": 1263,
      "CAGCAT": 1264,
      "AGAATTT": 1265,
      "CCGGGCG": 1266,
      "AGAAGTT": 1267,
      "CAGACC": 1268,
      "CGGACC": 1269,
      "ATTGATG": 1270,
      "CCGACT": 1271,
      "CAGGTCG": 1272,
      "CGGAAT": 1273,
      "CTGATT": 1274,
      "CCCTGT": 1275,
      "ACGTTT": 1276,
      "CGTATG": 1277,
      "AGGCTT": 1278,
      "CGTCACG": 1279,
      "CGGCGTCG": 1280,
      "ATATTTG": 1281,
      "AGAGAAG": 1282,
      "ATTTCAA": 1283,
      "AGATAAT": 1284,
      "CCATGT": 1285,
      "AGGCTG": 1286,
      "AGGAGGG": 1287,
      "CCTCGGG": 1288,
      "TTGGTG": 1289,
      "TTGAAAA": 1290,
      "CAATGT": 1291,
      "CCCAAT": 1292,
      "CCTATG": 1293,
      "CATGTG": 1294,
      "GGGCGG": 1295,
      "CAGCTG": 1296,
      "CAAAAAG": 1297,
      "ATGGACG": 1298,
      "TGGTT": 1299,
      "TTGACG": 1300,
      "CGTCCGG": 1301,
      "AGGAGAT": 1302,
      "ACTCAG": 1303,
      "TTTCAT": 1304,
      "GGTATG": 1305,
      "CTACCT": 1306,
      "AATATAT": 1307,
      "AAGAATT": 1308,
      "TTCGTT": 1309,
      "CCCACT": 1310,
      "CGTACT": 1311,
      "CTGAAT": 1312,
      "CATAGT": 1313,
      "TCGTG": 1314,
      "ATGCTT": 1315,
      "CTCCTCG": 1316,
      "AAAAGGG": 1317,
      "AAGTGT": 1318,
      "AGGAGAA": 1319,
      "CTGGACG": 1320,
      "CCCCAG": 1321,
      "TCGTT": 1322,
      "ATTAATT": 1323,
      "AAACTGG": 1324,
      "ATATTGG": 1325,
      "CGGACGG": 1326,
      "ATGAAGG": 1327,
      "AACGGCG": 1328,
      "TTGCAA": 1329,
      "CTGGGT": 1330,
      "AGCGGCG": 1331,
      "CCTTGT": 1332,
      "CTATCT": 1333,
      "AGCCAT": 1334,
      "AAGCAT": 1335,
      "CTTCGT": 1336,
      "CTTGGT": 1337,
      "TCGACG": 1338,
      "CGGACT": 1339,
      "ACGTGGT": 1340,
      "TTTAAAA": 1341,
      "CTCGGGG": 1342,
      "CGACGG": 1343,
      "CTATCC": 1344,
      "AAATAAAA": 1345,
      "CGAGCG": 1346,
      "CGATT": 1347,
      "ATCAAGG": 1348,
      "CAAATCC": 1349,
      "AATATAA": 1350,
      "CGTTCG": 1351,
      "ACTCTG": 1352,
      "TTGCTG": 1353,
      "TTGCCG": 1354,
      "ATTATAT": 1355,
      "ATGAGCG": 1356,
      "CCAAGT": 1357,
      "CTCCGT": 1358,
      "CTGGAAG": 1359,
      "AAATTTG": 1360,
      "AAAGGGG": 1361,
      "CTGGCGG": 1362,
      "CCTACC": 1363,
      "CTACAT": 1364,
      "AGAAAGG": 1365,
      "ATTAGT": 1366,
      "CCGTTT": 1367,
      "ACTAAT": 1368,
      "ATCCTCG": 1369,
      "CCAACT": 1370,
      "ATACTGG": 1371,
      "CCTCGAG": 1372,
      "CATCAC": 1373,
      "CTTAAG": 1374,
      "ATTATAA": 1375,
      "CAGAGT": 1376,
      "CAGGAAG": 1377,
      "AACGTCG": 1378,
      "AAGGTGG": 1379,
      "AAAGAAAA": 1380,
      "CTTTTGG": 1381,
      "CCCGAGG": 1382,
      "ATCCGGG": 1383,
      "CGGGACG": 1384,
      "ATGGTGG": 1385,
      "AAAGGTT": 1386,
      "ACATTTT": 1387,
      "ATGGAGG": 1388,
      "CGACGACG": 1389,
      "CAACTT": 1390,
      "AACACGG": 1391,
      "AACGACG": 1392,
      "AGCGTCG": 1393,
      "CCTCGTCG": 1394,
      "AAGAAAT": 1395,
      "CGGTTCG": 1396,
      "CGTCCTG": 1397,
      "ACGGACG": 1398,
      "TTTCTT": 1399,
      "ATTATTG": 1400,
      "ACCGGTG": 1401,
      "TTTTCG": 1402,
      "AAAGAAT": 1403,
      "AGTAAG": 1404,
      "CTAAAT": 1405,
      "GGGATG": 1406,
      "ATCATGG": 1407,
      "AAAGTTT": 1408,
      "CATACG": 1409,
      "CATAGG": 1410,
      "TGTACG": 1411,
      "CTGAAGG": 1412,
      "ATTCAC": 1413,
      "ACCCAA": 1414,
      "CAGGAGG": 1415,
      "AGAGGGG": 1416,
      "CGGCGGT": 1417,
      "CTGCTGG": 1418,
      "GGGAAT": 1419,
      "ATCAGGG": 1420,
      "AAATTGG": 1421,
      "AGGTGGT": 1422,
      "CAAGAAG": 1423,
      "ATAAATG": 1424,
      "CTCCGGG": 1425,
      "AGTAAAA": 1426,
      "ACCAAG": 1427,
      "ACCGAGG": 1428,
      "CCGCAA": 1429,
      "TTGTTT": 1430,
      "AAAGATG": 1431,
      "CCGAAT": 1432,
      "AGTCAG": 1433,
      "CGGCCCG": 1434,
      "ACCACT": 1435,
      "GGGTTT": 1436,
      "ACAAAAT": 1437,
      "CCTCAC": 1438,
      "CACGACG": 1439,
      "CTTGAAG": 1440,
      "AGCGAGG": 1441,
      "TTGCT": 1442,
      "CTTCAC": 1443,
      "ATCGGTG": 1444,
      "AACCGGG": 1445,
      "AACATGG": 1446,
      "CAAAATT": 1447,
      "AATAATG": 1448,
      "CCCCCT": 1449,
      "CATAAG": 1450,
      "CGGATT": 1451,
      "ACAGGGG": 1452,
      "AGCAGGG": 1453,
      "CCTACT": 1454,
      "CCGGAGG": 1455,
      "AATGGTT": 1456,
      "ACCCTT": 1457,
      "CCGCTCG": 1458,
      "CGGACCG": 1459,
      "AAATATG": 1460,
      "ATTTTTTT": 1461,
      "TGTTT": 1462,
      "CAGTGT": 1463,
      "CATCGACG": 1464,
      "ACGGGT": 1465,
      "AGATATT": 1466,
      "AAAACT": 1467,
      "AAGAGAA": 1468,
      "AACAGGG": 1469,
      "ACGACT": 1470,
      "CCGCCCG": 1471,
      "ACCAAT": 1472,
      "AGACGGG": 1473,
      "ATCACGG": 1474,
      "AGGACT": 1475,
      "AAACTTT": 1476,
      "CGGTGGT": 1477,
      "CTATAG": 1478,
      "CTGTGT": 1479,
      "AAGACT": 1480,
      "CAAAAAT": 1481,
      "TTCTT": 1482,
      "ATTTAAAA": 1483,
      "CGTTTG": 1484,
      "CGATCG": 1485,
      "CAAAGAA": 1486,
      "ATTTATG": 1487,
      "CTGACCG": 1488,
      "CCGATT": 1489,
      "ACCGTGG": 1490,
      "GGGAGT": 1491,
      "CATCGAGG": 1492,
      "ATACTTT": 1493,
      "TTTTTTT": 1494,
      "AGCGCCG": 1495,
      "CTGGTGG": 1496,
      "CAGCTT": 1497,
      "CCTTTTT": 1498,
      "AAGAGGG": 1499,
      "TTGAAT": 1500,
      "GGGGTT": 1501,
      "ATTAGG": 1502,
      "AAAAAATG": 1503,
      "AAAGTGG": 1504,
      "ATATCAA": 1505,
      "AATTAAT": 1506,
      "CCGCGAGG": 1507,
      "ACCCAT": 1508,
      "CTTCGGG": 1509,
      "AAGGAAG": 1510,
      "CCGCGGG": 1511,
      "ACGGCGT": 1512,
      "ATATTGT": 1513,
      "ACCATT": 1514,
      "CCTCCTG": 1515,
      "AACAAGG": 1516,
      "AAAAGGT": 1517,
      "ATACAAT": 1518,
      "AATTTTTT": 1519,
      "GGGGTG": 1520,
      "AAATGTT": 1521,
      "CTACAG": 1522,
      "CTTCGAG": 1523,
      "CAATAAT": 1524,
      "AATTTTG": 1525,
      "TGGCG": 1526,
      "CGTGGTG": 1527,
      "CCACCGG": 1528,
      "CCGTCCG": 1529,
      "AGTAGG": 1530,
      "ATGAAAT": 1531,
      "TGTGGT": 1532,
      "CGGTCGT": 1533,
      "CGCCGTCG": 1534,
      "CCTATT": 1535,
      "AAGAAAG": 1536,
      "TTCGAGG": 1537,
      "CTGCAT": 1538,
      "AGTCAT": 1539,
      "CTGATCG": 1540,
      "CTGCTT": 1541,
      "CGGCGAGG": 1542,
      "CCGTCGT": 1543,
      "ATATTTTT": 1544,
      "AACGCCG": 1545,
      "AAGTTTT": 1546,
      "ATAAGTT": 1547,
      "AGTCGT": 1548,
      "CTCTCGG": 1549,
      "CGAGGGG": 1550,
      "AGAATGG": 1551,
      "ATTTCT": 1552,
      "CATTCG": 1553,
      "ATCCTGG": 1554,
      "ACCCGT": 1555,
      "ATATATG": 1556,
      "CACCGGG": 1557,
      "AAAGGTG": 1558,
      "CAATTTT": 1559,
      "AGAGAGG": 1560,
      "ACGATT": 1561,
      "CACATT": 1562,
      "ATGACCG": 1563,
      "CTTGAGG": 1564,
      "ACCCCT": 1565,
      "CTCTGT": 1566,
      "ATGGCCG": 1567,
      "CCTGAAG": 1568,
      "TGTCGG": 1569,
      "AAACCGG": 1570,
      "ACGAAT": 1571,
      "ATCGAAG": 1572,
      "AGATGGG": 1573,
      "CGCGCTCG": 1574,
      "TTCCG": 1575,
      "CCTCTCG": 1576,
      "AACATTT": 1577,
      "CTATGT": 1578,
      "CGGTGGG": 1579,
      "ATAATGT": 1580,
      "AGATGGT": 1581,
      "ATGAAAG": 1582,
      "CGACGTG": 1583,
      "ATAATTTT": 1584,
      "CGCAG": 1585,
      "ACGCCGG": 1586,
      "CGGATCG": 1587,
      "CGCGAGG": 1588,
      "CATAAAA": 1589,
      "CCTCCGG": 1590,
      "ATCATTT": 1591,
      "CGGCTCG": 1592,
      "CAGGTGG": 1593,
      "ATGTGT": 1594,
      "AATATTG": 1595,
      "CTGATGG": 1596,
      "AGCTTTT": 1597,
      "AGACGGT": 1598,
      "TTGATT": 1599,
      "ATGAATT": 1600,
      "CGACT": 1601,
      "CGGTCCG": 1602,
      "CTCACT": 1603,
      "ATACTTG": 1604,
      "GGGATT": 1605,
      "AGTCTT": 1606,
      "AACAATT": 1607,
      "CCAAAAG": 1608,
      "CCCCAT": 1609,
      "GGGGGG": 1610,
      "ACAATGG": 1611,
      "AGGAATT": 1612,
      "AGAGGTT": 1613,
      "CGCTGG": 1614,
      "CGTAAT": 1615,
      "CGCTT": 1616,
      "CCTCGTG": 1617,
      "ATTTCTT": 1618,
      "ATGGCAA": 1619,
      "ATATAAAA": 1620,
      "ATAGTGG": 1621,
      "CGCGCCG": 1622,
      "ACGGCGAG": 1623,
      "ACCCAC": 1624,
      "CTCGTGG": 1625,
      "CGAAT": 1626,
      "ATGATAA": 1627,
      "CTGCCGG": 1628,
      "CGTCGTT": 1629,
      "CGGCAC": 1630,
      "CGCAA": 1631,
      "ACGAGCG": 1632,
      "AAGAAGT": 1633,
      "ATGGAAT": 1634,
      "AGTTCAA": 1635,
      "AATTTGG": 1636,
      "AGGGAGG": 1637,
      "ATAGAGG": 1638,
      "GTT": 1639,
      "ATGGCAG": 1640,
      "GGGCAA": 1641,
      "ATATACT": 1642,
      "AAAAAAAT": 1643,
      "ACATCAA": 1644,
      "CGTATT": 1645,
      "AGTCCT": 1646,
      "AACTGGT": 1647,
      "ATTTCAT": 1648,
      "CACGCCG": 1649,
      "CTCCCGG": 1650,
      "ATACATT": 1651,
      "AATAAAT": 1652,
      "ATACAGG": 1653,
      "AAGATAA": 1654,
      "ATGACT": 1655,
      "ATATCT": 1656,
      "ATTGTGG": 1657,
      "ATGCAT": 1658,
      "CACACT": 1659,
      "ATCAATT": 1660,
      "CCGGGTG": 1661,
      "CGGCCGT": 1662,
      "CCA": 1663,
      "CCGAACG": 1664,
      "CCGCGT": 1665,
      "ATTAATG": 1666,
      "ATTGTTG": 1667,
      "AGACGACG": 1668,
      "CATCGAG": 1669,
      "AAAATGT": 1670,
      "CTCGACC": 1671,
      "CTCAGT": 1672,
      "GGGTTG": 1673,
      "ACGCAG": 1674,
      "ACCTGTT": 1675,
      "AGGGTGG": 1676,
      "ACACGGG": 1677,
      "CGGAGCG": 1678,
      "AAAAATAA": 1679,
      "ATTGGTG": 1680,
      "AGAGAAT": 1681,
      "TTCGAAT": 1682,
      "AGGAAGG": 1683,
      "CCGCCT": 1684,
      "AGGCAT": 1685,
      "ACTGTGG": 1686,
      "ACAACAA": 1687,
      "AGCACGG": 1688,
      "CTTCAGG": 1689,
      "AGGGGTT": 1690,
      "CTTCCTG": 1691,
      "AATTGTT": 1692,
      "CTCGGTG": 1693,
      "AGAAACT": 1694,
      "AAGCCT": 1695,
      "CCGCGAG": 1696,
      "ATCGTGG": 1697,
      "AGCGGTG": 1698,
      "ATAAAGT": 1699,
      "ATTTCAG": 1700,
      "GGTCAA": 1701,
      "ACCGGGG": 1702,
      "AAGGTTT": 1703,
      "ATTCGT": 1704,
      "ATGCAGG": 1705,
      "ATGTTTT": 1706,
      "ATTGAGG": 1707,
      "AAATTGT": 1708,
      "AGATTTG": 1709,
      "CAGCAGG": 1710,
      "ATAAAATT": 1711,
      "CTGCGGG": 1712,
      "ACCCCGG": 1713,
      "ATGGAAAA": 1714,
      "CTGCAGG": 1715,
      "ATATGTT": 1716,
      "CCTCCCG": 1717,
      "AGAAAGT": 1718,
      "ATAAACT": 1719,
      "CTATTTT": 1720,
      "AGATGTT": 1721,
      "ATCATTG": 1722,
      "CTTCTCG": 1723,
      "AAACGGG": 1724,
      "AGGAGGT": 1725,
      "AGCAGTT": 1726,
      "CGTGT": 1727,
      "AATTCAA": 1728,
      "CCCGGTG": 1729,
      "AAAAACG": 1730,
      "AACGGTG": 1731,
      "TTGGTT": 1732,
      "GGTATT": 1733,
      "CTTCGACG": 1734,
      "AAATTTTT": 1735,
      "CTCAAGG": 1736,
      "CCGCGACG": 1737,
      "ACCACCG": 1738,
      "CTTACT": 1739,
      "CTGACGG": 1740,
      "CACCTCG": 1741,
      "AACCTCG": 1742,
      "AGAACAA": 1743,
      "AAATACT": 1744,
      "ATAACAA": 1745,
      "ATGATGG": 1746,
      "AAGATTT": 1747,
      "CATCGCG": 1748,
      "ACTGTCG": 1749,
      "CTTCGCG": 1750,
      "CCTGTGG": 1751,
      "AAAGATT": 1752,
      "AGCGGGG": 1753,
      "ATATGGG": 1754,
      "AGCATGG": 1755,
      "AGGACC": 1756,
      "AATCGT": 1757,
      "CTGGGGG": 1758,
      "CCTCAAG": 1759,
      "AAAAGTG": 1760,
      "AAAGAAGG": 1761,
      "ATACAC": 1762,
      "CCGTGT": 1763,
      "AGACCGG": 1764,
      "CCCACGG": 1765,
      "ACGGCAA": 1766,
      "GGTCGT": 1767,
      "CACCGTCG": 1768,
      "CTCCGCG": 1769,
      "ACCCGCG": 1770,
      "AGCCGGG": 1771,
      "ATATCAT": 1772,
      "TTTCGG": 1773,
      "CAGAAGG": 1774,
      "GTG": 1775,
      "CTTCGAGG": 1776,
      "ATAGATG": 1777,
      "AAAATTTT": 1778,
      "CAGCGT": 1779,
      "ACGTGGG": 1780,
      "CCAAAAT": 1781,
      "ACCTCAA": 1782,
      "CCGATCG": 1783,
      "ACGACGGG": 1784,
      "AACTTGG": 1785,
      "ACGACGTG": 1786,
      "ATGAGAA": 1787,
      "ACAAGTT": 1788,
      "AATAAAG": 1789,
      "AAAACTT": 1790,
      "ACAAAAG": 1791,
      "ATGAGTG": 1792,
      "CCGTTCG": 1793,
      "AAAAAAGG": 1794,
      "ACACTGG": 1795,
      "CGGCCTG": 1796,
      "AATGAAG": 1797,
      "AGTCTG": 1798,
      "CCCCGGG": 1799,
      "AGATCAA": 1800,
      "AGAGGTG": 1801,
      "CGAACG": 1802,
      "ACGTCGT": 1803,
      "CCAGAAG": 1804,
      "ATTAAAG": 1805,
      "CTCGCCGG": 1806,
      "TTTGGG": 1807,
      "AGCTCAG": 1808,
      "CTCCCCG": 1809,
      "CTTCAAG": 1810,
      "CGGCTGG": 1811,
      "CCCGGGG": 1812,
      "TTTAAG": 1813,
      "CTTCTGG": 1814,
      "CCCGTGG": 1815,
      "TTTACG": 1816,
      "ATCTTGG": 1817,
      "AGAATTG": 1818,
      "AATGGTG": 1819,
      "ATGAACG": 1820,
      "AAACCTT": 1821,
      "ACACAGG": 1822,
      "ATCCGCG": 1823,
      "AACGTGG": 1824,
      "AAAAATTT": 1825,
      "ATTATGG": 1826,
      "AGCAAGG": 1827,
      "CCGCCGT": 1828,
      "CTGTTTT": 1829,
      "ATAGTTG": 1830,
      "AGTATTT": 1831,
      "ATATGGT": 1832,
      "AGAACT": 1833,
      "ACTTTGG": 1834,
      "CGCCGG": 1835,
      "AACTCAA": 1836,
      "AGGGAAG": 1837,
      "ACGGCGAGG": 1838,
      "AATCAC": 1839,
      "CTCGATG": 1840,
      "ACCGCGG": 1841,
      "CGATGG": 1842,
      "CCCGAAG": 1843,
      "AGCAGGT": 1844,
      "CCAAAGG": 1845,
      "ACTCAC": 1846,
      "CTTACC": 1847,
      "GGTACG": 1848,
      "TGTATG": 1849,
      "ATTAAAT": 1850,
      "AAAACAG": 1851,
      "CGTACC": 1852,
      "TTTGTG": 1853,
      "ATACCGG": 1854,
      "TCGAGG": 1855,
      "ACGACGACG": 1856,
      "AATGTGG": 1857,
      "CCACGGG": 1858,
      "CATCGGG": 1859,
      "ATTCAGG": 1860,
      "CTAAAAT": 1861,
      "ATAGGTG": 1862,
      "ATAGAAG": 1863,
      "ATCGGGG": 1864,
      "CCTCGGCG": 1865,
      "AACATTG": 1866,
      "CCCCGCG": 1867,
      "ACTTCAA": 1868,
      "ACTGGTG": 1869,
      "CTGAGT": 1870,
      "CATCCTG": 1871,
      "ATAGGGG": 1872,
      "CAGACT": 1873,
      "CTTGTGG": 1874,
      "ATTCTGG": 1875,
      "GGGTGT": 1876,
      "AAAAAGAA": 1877,
      "GGTGGTG": 1878,
      "ATCTCAA": 1879,
      "AAACAAT": 1880,
      "CGTGTG": 1881,
      "AAAACAT": 1882,
      "AACAGTT": 1883,
      "ATTGCAA": 1884,
      "ATATCTT": 1885,
      "ATTTAAG": 1886,
      "AACCGCG": 1887,
      "TTCGCCG": 1888,
      "AGGCGT": 1889,
      "ACCGACC": 1890,
      "ATCGATG": 1891,
      "AACCTGG": 1892,
      "ATGGATG": 1893,
      "AGTGCG": 1894,
      "AGATAAG": 1895,
      "TGTTTTT": 1896,
      "AGTGGTT": 1897,
      "CTTGATG": 1898,
      "CGGGCGG": 1899,
      "AGCTTGG": 1900,
      "ACAATTT": 1901,
      "ACTCGACG": 1902,
      "AGC": 1903,
      "CCGCAT": 1904,
      "ATTGCG": 1905,
      "AAAGCAA": 1906,
      "CTAGAA": 1907,
      "AAATAATT": 1908,
      "ATTGCAG": 1909,
      "CTAGAG": 1910,
      "ACAAGGG": 1911,
      "AACAGGT": 1912,
      "CTGGCAG": 1913,
      "CGGGCCG": 1914,
      "CGGTCGGG": 1915,
      "AGTTTTG": 1916,
      "ACGTGT": 1917,
      "ACAAGGT": 1918,
      "CCCCTCG": 1919,
      "CAATATT": 1920,
      "CCGTCGGG": 1921,
      "ATCTTTG": 1922,
      "CCCGCGG": 1923,
      "CACCGAG": 1924,
      "CGGTGTCG": 1925,
      "AAAGTTG": 1926,
      "AACTGGG": 1927,
      "CCTAAT": 1928,
      "ATCATCG": 1929,
      "CTTGCG": 1930,
      "CCGAGGG": 1931,
      "CGTAGT": 1932,
      "CCGGAAG": 1933,
      "ACCTCGG": 1934,
      "ACGCAA": 1935,
      "ATTGGTT": 1936,
      "AAGGGTT": 1937,
      "ATAAGGT": 1938,
      "AGTTCAT": 1939,
      "AGAGATG": 1940,
      "ACTGGGG": 1941,
      "AGACGTT": 1942,
      "CCGGCAG": 1943,
      "ATTGAAAA": 1944,
      "CCAAAC": 1945,
      "CTGTGGG": 1946,
      "ATCACCG": 1947,
      "CTGGTCG": 1948,
      "ATACCTG": 1949,
      "AGAAATG": 1950,
      "TTGCGG": 1951,
      "ACGCTCG": 1952,
      "ATAAACC": 1953,
      "ACCGGTT": 1954,
      "ATTCTTT": 1955,
      "AAATATTT": 1956,
      "CATGCG": 1957,
      "CTGAAAG": 1958,
      "AGGTTTT": 1959,
      "CCCCGACG": 1960,
      "CCGCTT": 1961,
      "ATGGTTT": 1962,
      "CGTCACC": 1963,
      "CATGAAG": 1964,
      "AAGTAAT": 1965,
      "AGAGTTT": 1966,
      "ATACAAG": 1967,
      "CCGCGCG": 1968,
      "TTGAAGG": 1969,
      "ACCATCG": 1970,
      "TCGCG": 1971,
      "ACCACGG": 1972,
      "AACAATG": 1973,
      "ACGTCGG": 1974,
      "AATTAAAA": 1975,
      "ATTAAGG": 1976,
      "CAACCT": 1977,
      "CCAGCAG": 1978,
      "CCGGCGCG": 1979,
      "CACTTTT": 1980,
      "ATTGTTT": 1981,
      "ACCAGCG": 1982,
      "CCGGCGACG": 1983,
      "CGTGGGG": 1984,
      "ACTGGTT": 1985,
      "AGAACTT": 1986,
      "AGATACT": 1987,
      "AACCGGT": 1988,
      "CGAGGTG": 1989,
      "AAATCT": 1990,
      "CATCAAG": 1991,
      "GGTAAT": 1992,
      "AGACAGG": 1993,
      "AGTGGTG": 1994,
      "ACGCCCG": 1995,
      "CACAAAA": 1996,
      "CATCGCCG": 1997,
      "ATTCATT": 1998,
      "AAGAGTT": 1999,
      "CTGAGGG": 2000,
      "CTGTCGG": 2001,
      "AACTTTG": 2002,
      "ACACCTG": 2003,
      "TGTAAT": 2004,
      "ACCGGGT": 2005,
      "AACTGTT": 2006,
      "CTGACT": 2007,
      "CTAACG": 2008,
      "CCGGCGT": 2009,
      "AAATCTT": 2010,
      "ATCAATG": 2011,
      "CAGTTCG": 2012,
      "ATGCTCG": 2013,
      "ATATAGT": 2014,
      "ATAGAAT": 2015,
      "ATAGTTT": 2016,
      "ACGAACG": 2017,
      "CAGTTTT": 2018,
      "CCGTCGTCG": 2019,
      "TGTCCG": 2020,
      "AGGTGGG": 2021,
      "CCTCGAGG": 2022,
      "AAGATGG": 2023,
      "CACGGTG": 2024,
      "ATCTGGT": 2025,
      "CCGTGGG": 2026,
      "ATATATTT": 2027,
      "CCGTGGT": 2028,
      "ACGCTT": 2029,
      "ACGAGGG": 2030,
      "TGTCAA": 2031,
      "ACCCTCG": 2032,
      "CTTGCAG": 2033,
      "TTTCCG": 2034,
      "ACATAAT": 2035,
      "CCGCGTG": 2036,
      "ATTCAAT": 2037,
      "CTAGGG": 2038,
      "ATCTGGG": 2039,
      "CAAGGTT": 2040,
      "ATTTTGT": 2041,
      "ACCGACT": 2042,
      "CCGGGTT": 2043,
      "ATGCAC": 2044,
      "CCATTTT": 2045,
      "CCACAGG": 2046,
      "CAGCAC": 2047,
      "AGCATTT": 2048,
      "ATCGCGG": 2049,
      "AAACAGG": 2050,
      "AATGTTT": 2051,
      "ACGCCT": 2052,
      "AGTTTGG": 2053,
      "ATGAGGG": 2054,
      "AACCCGG": 2055,
      "TCGCCG": 2056,
      "ATGGAGT": 2057,
      "CATATTT": 2058,
      "ATACATG": 2059,
      "AGACAC": 2060,
      "AAATAGT": 2061,
      "CTTCCGG": 2062,
      "ATACGGG": 2063,
      "AGAAAATT": 2064,
      "CCAGAGG": 2065,
      "ACATGGG": 2066,
      "AGCCTGG": 2067,
      "AACGGGG": 2068,
      "ACACGGT": 2069,
      "AGCGTGG": 2070,
      "AAC": 2071,
      "AAATGGG": 2072,
      "CAACGT": 2073,
      "CAAGAGG": 2074,
      "ACCCGGG": 2075,
      "AACGAGG": 2076,
      "AATACTT": 2077,
      "ATATAATT": 2078,
      "CCGCTGG": 2079,
      "CGAGGG": 2080,
      "ACTAAAA": 2081,
      "AATTCT": 2082,
      "AGAACAT": 2083,
      "ATGAGTT": 2084,
      "ACATCAT": 2085,
      "CTCCTTG": 2086,
      "CTGCCCG": 2087,
      "CGGTCGTCG": 2088,
      "ATGGGGG": 2089,
      "AATTCTT": 2090,
      "AAATCAT": 2091,
      "ACGGCAG": 2092,
      "ATCGACC": 2093,
      "CCTCGCCG": 2094,
      "ACGAGTT": 2095,
      "AGCAATT": 2096,
      "AAATAAG": 2097,
      "TTTTTTG": 2098,
      "AGCGGTT": 2099,
      "AGCGGGT": 2100,
      "AAGTATT": 2101,
      "CCGGCGGG": 2102,
      "ACTCGGG": 2103,
      "CCTGCTCG": 2104,
      "AAGGGTG": 2105,
      "CAGGGTG": 2106,
      "AGACCGT": 2107,
      "AGATTGG": 2108,
      "CAAAAGG": 2109,
      "CAGCCT": 2110,
      "ACTGACG": 2111,
      "AAGAGAT": 2112,
      "CCCTTTT": 2113,
      "CAGAGAA": 2114,
      "CTTCCCG": 2115,
      "AAACTTG": 2116,
      "CTCACGG": 2117,
      "CGTCTCC": 2118,
      "CAGAAAG": 2119,
      "CTCTCCG": 2120,
      "ACATGGT": 2121,
      "ATACAAAA": 2122,
      "CGCTGGT": 2123,
      "CCAGCGG": 2124,
      "AAATGGT": 2125,
      "CGCGGGG": 2126,
      "ATGCTGG": 2127,
      "ACCTTTT": 2128,
      "AACTCGG": 2129,
      "CTTTCAA": 2130,
      "CTCTTTT": 2131,
      "ATGCCT": 2132,
      "AGACAAG": 2133,
      "AGTACGG": 2134,
      "CCTGTCG": 2135,
      "ATCCCGG": 2136,
      "ACATTTG": 2137,
      "ACAGTGG": 2138,
      "CAGGAAT": 2139,
      "AAGGAAT": 2140,
      "ACTTCAT": 2141,
      "CGCGT": 2142,
      "CCATATT": 2143,
      "ATGGGTG": 2144,
      "AAAAAAAG": 2145,
      "ATGATTT": 2146,
      "ACGGAGG": 2147,
      "AAGGGGG": 2148,
      "ACGACGTCG": 2149,
      "CTAAAAG": 2150,
      "ACAGGTG": 2151,
      "ACGGTGT": 2152,
      "TTTACT": 2153,
      "ACGTCGTCG": 2154,
      "CTGCAC": 2155,
      "ATGAAGT": 2156,
      "ACCAGTT": 2157,
      "AGGGGTG": 2158,
      "CTTTATT": 2159,
      "CTGAACG": 2160,
      "AGAAAAGG": 2161,
      "ACCGCGACG": 2162,
      "CTCTGGG": 2163,
      "CAAGGTG": 2164,
      "AGGCCT": 2165,
      "AGATCAT": 2166,
      "ATGTAAT": 2167,
      "CTGATAA": 2168,
      "CTCCACG": 2169,
      "CGTCTGG": 2170,
      "AAAGACG": 2171,
      "CTCGAGT": 2172,
      "CTTTAAT": 2173,
      "CTAGTT": 2174,
      "AAAGAATT": 2175,
      "AGACAAT": 2176,
      "CGGAGTT": 2177,
      "CGTCCGCG": 2178,
      "AAAAATAT": 2179,
      "ACAGAAG": 2180,
      "AGTGTGG": 2181,
      "ACTGAAG": 2182,
      "CCCGGTCG": 2183,
      "CCTTTGG": 2184,
      "AGAGGGT": 2185,
      "ATGTGGT": 2186,
      "CGGTCTCG": 2187,
      "CAGGCCG": 2188,
      "AGAGTGG": 2189,
      "ACTTCTT": 2190,
      "CGCGGG": 2191,
      "ATGGTTG": 2192,
      "CTAACC": 2193,
      "AGTAATT": 2194,
      "TGTATT": 2195,
      "CCTCGTT": 2196,
      "CCTCTGG": 2197,
      "CATTTGG": 2198,
      "ACGGCAT": 2199,
      "CAGCGGG": 2200,
      "CACCGCCG": 2201,
      "ATCACTG": 2202,
      "CGGAACG": 2203,
      "ATCCGGT": 2204,
      "AAACTCG": 2205,
      "ATTGAAT": 2206,
      "CGAAGG": 2207,
      "AAGAGGT": 2208,
      "CTCGCTG": 2209,
      "CTCATGG": 2210,
      "CGCAT": 2211,
      "ACCTCGT": 2212,
      "AAAGCTT": 2213,
      "AGCTGTT": 2214,
      "CTGTACG": 2215,
      "CACCGAGG": 2216,
      "CATTAAT": 2217,
      "AGATATG": 2218,
      "CAGGACG": 2219,
      "AGAAGTG": 2220,
      "CTCAGGG": 2221,
      "AAAAGAAG": 2222,
      "ACCTCCT": 2223,
      "CTTGTTG": 2224,
      "ACGGCGCG": 2225,
      "AGCCGGT": 2226,
      "ATTCAAG": 2227,
      "ACTTTTG": 2228,
      "AAAGGGT": 2229,
      "CTTTCAG": 2230,
      "CGTAGG": 2231,
      "CGGCGGGG": 2232,
      "CGAACCG": 2233,
      "CTCGACCG": 2234,
      "CCAGGGG": 2235,
      "CCGACGCCG": 2236,
      "ACCAAAA": 2237,
      "AGACCTG": 2238,
      "AGTTGTT": 2239,
      "ACATGTT": 2240,
      "AACTCCT": 2241,
      "ACAACAT": 2242,
      "CAGAATT": 2243,
      "CGGTCAT": 2244,
      "ACAAAGG": 2245,
      "AATGATG": 2246,
      "AGCTTTG": 2247,
