{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "AA": 9,
      "TT": 10,
      "GG": 11,
      "AT": 12,
      "GC": 13,
      "AC": 14,
      "GT": 15,
      "ATT": 16,
      "GAA": 17,
      "CC": 18,
      "CT": 19,
      "GTT": 20,
      "AAT": 21,
      "GAT": 22,
      "AGG": 23,
      "AGC": 24,
      "CAA": 25,
      "GAC": 26,
      "TTT": 27,
      "AGT": 28,
      "AAAA": 29,
      "AGAA": 30,
      "CTT": 31,
      "GGT": 32,
      "GCT": 33,
      "GATT": 34,
      "CAT": 35,
      "ACT": 36,
      "CGG": 37,
      "ATTT": 38,
      "AGTT": 39,
      "CAC": 40,
      "AAAT": 41,
      "AATT": 42,
      "CGC": 43,
      "CGT": 44,
      "AGAT": 45,
      "AG": 46,
      "CCT": 47,
      "GAAT": 48,
      "ATAT": 49,
      "TTTT": 50,
      "CATT": 51,
      "GTTT": 52,
      "GGAA": 53,
      "AGGT": 54,
      "AGCT": 55,
      "AGAC": 56,
      "CAAT": 57,
      "AAAC": 58,
      "CTTT": 59,
      "ATGG": 60,
      "CGAA": 61,
      "ATAA": 62,
      "ATTTT": 63,
      "ACAA": 64,
      "GCTT": 65,
      "GAGG": 66,
      "ACTT": 67,
      "GGTT": 68,
      "CAGC": 69,
      "GCAA": 70,
      "CGTT": 71,
      "AGATT": 72,
      "GAGC": 73,
      "GAAAA": 74,
      "GGAT": 75,
      "CAGG": 76,
      "GTAT": 77,
      "CGAT": 78,
      "CTAT": 79,
      "GTAA": 80,
      "GGCT": 81,
      "GAGT": 82,
      "GACT": 83,
      "CCTT": 84,
      "CAGT": 85,
      "AAAAT": 86,
      "ACAT": 87,
      "GATTT": 88,
      "CGGT": 89,
      "AGAAT": 90,
      "CCAA": 91,
      "GCGG": 92,
      "ATTAT": 93,
      "GTGG": 94,
      "CGCT": 95,
      "GCAT": 96,
      "AAGG": 97,
      "CTGG": 98,
      "CGAC": 99,
      "AGTTT": 100,
      "GAATT": 101,
      "GAAAT": 102,
      "CCAT": 103,
      "CAAAA": 104,
      "CACT": 105,
      "GTAC": 106,
      "CTTTT": 107,
      "CCGG": 108,
      "GTTTT": 109,
      "GAGAA": 110,
      "CAATT": 111,
      "CTGC": 112,
      "AATAT": 113,
      "ACGG": 114,
      "ATTAA": 115,
      "CAGAA": 116,
      "CTAA": 117,
      "AGAGG": 118,
      "CATTT": 119,
      "ACAC": 120,
      "AATAA": 121,
      "CTGT": 122,
      "CCGC": 123,
      "ATGC": 124,
      "ATTTTT": 125,
      "GTGC": 126,
      "AAAAAA": 127,
      "GGGG": 128,
      "ATAC": 129,
      "CTAC": 130,
      "ATGT": 131,
      "ATGAA": 132,
      "GGAC": 133,
      "AAGC": 134,
      "AGAGC": 135,
      "GAAGC": 136,
      "AAGT": 137,
      "GAAAC": 138,
      "AATGG": 139,
      "CGATT": 140,
      "AAAATT": 141,
      "CAAAT": 142,
      "CCGT": 143,
      "GCAC": 144,
      "GAAGG": 145,
      "CAGTT": 146,
      "ATTAC": 147,
      "ATCT": 148,
      "CCAC": 149,
      "GATAA": 150,
      "ATAAT": 151,
      "GTGT": 152,
      "ATTGG": 153,
      "CAGAT": 154,
      "GCGC": 155,
      "GATGG": 156,
      "AATTT": 157,
      "GAGTT": 158,
      "CTCT": 159,
      "AAAGG": 160,
      "ATTGC": 161,
      "GATTTT": 162,
      "GAGAT": 163,
      "GATAT": 164,
      "ATTGT": 165,
      "GAAAAT": 166,
      "AAAAAT": 167,
      "CAAAC": 168,
      "GAAGT": 169,
      "AATTTT": 170,
      "AGCTT": 171,
      "AACT": 172,
      "AGAGT": 173,
      "CGTTT": 174,
      "CCTTT": 175,
      "GCTTT": 176,
      "GCTGG": 177,
      "AGAGAA": 178,
      "GAGGT": 179,
      "GTCT": 180,
      "ATCC": 181,
      "CAAGC": 182,
      "CAGCT": 183,
      "GATGC": 184,
      "CAAGG": 185,
      "AAATT": 186,
      "GACTT": 187,
      "GAAGAA": 188,
      "CGAAT": 189,
      "AGGTT": 190,
      "CCCT": 191,
      "GTTAT": 192,
      "ATTATT": 193,
      "AGGAA": 194,
      "CAGAC": 195,
      "AGATTT": 196,
      "TTTAT": 197,
      "GGTGG": 198,
      "AATAC": 199,
      "CACTT": 200,
      "GATGT": 201,
      "GAGAC": 202,
      "CGCTT": 203,
      "AAAGAA": 204,
      "CATGG": 205,
      "CAAGT": 206,
      "CAGGT": 207,
      "GCCT": 208,
      "CTTTTT": 209,
      "ATATT": 210,
      "CATTTT": 211,
      "ACCT": 212,
      "CGGTT": 213,
      "GTCC": 214,
      "GATAC": 215,
      "GTTAA": 216,
      "GATGAA": 217,
      "GAGCT": 218,
      "GTTTTT": 219,
      "ATTCT": 220,
      "GCAGG": 221,
      "ACTTT": 222,
      "GCAGC": 223,
      "AAAGT": 224,
      "AAGAA": 225,
      "AATGT": 226,
      "CTTAT": 227,
      "AACC": 228,
      "AAAGC": 229,
      "GCGT": 230,
      "AATGAA": 231,
      "CTCC": 232,
      "GGTAT": 233,
      "GTTGG": 234,
      "CTTGG": 235,
      "TTTTTT": 236,
      "GCTGC": 237,
      "AGTTTT": 238,
      "GTATT": 239,
      "ATCAA": 240,
      "GA": 241,
      "AGAATT": 242,
      "GGAGG": 243,
      "ACAAT": 244,
      "CATAT": 245,
      "AGTAT": 246,
      "ACGC": 247,
      "ATTTAT": 248,
      "ACGT": 249,
      "ATTCC": 250,
      "GACAA": 251,
      "AATGC": 252,
      "ACTGG": 253,
      "GACGG": 254,
      "GAATTT": 255,
      "ACTAT": 256,
      "GCTAT": 257,
      "GTTGT": 258,
      "CAACT": 259,
      "AGACT": 260,
      "AGTGG": 261,
      "AGAAAA": 262,
      "ATTGAA": 263,
      "GTTGC": 264,
      "AAAAAC": 265,
      "AATAAT": 266,
      "CGAGG": 267,
      "AAATAT": 268,
      "AGCAA": 269,
      "AGCGG": 270,
      "CTGAA": 271,
      "GTGAA": 272,
      "GGTAA": 273,
      "GTTAC": 274,
      "AGTAA": 275,
      "CAAAAT": 276,
      "ATTAAT": 277,
      "AAAAGG": 278,
      "CGAGC": 279,
      "GCCGG": 280,
      "CTATT": 281,
      "GCCC": 282,
      "CAATTT": 283,
      "AGGAGG": 284,
      "GCTGT": 285,
      "AATTAT": 286,
      "GAGATT": 287,
      "AGAGAT": 288,
      "GATGAT": 289,
      "CTGTT": 290,
      "CCCC": 291,
      "GGTGT": 292,
      "AGGGG": 293,
      "AAAAAAT": 294,
      "GCAAT": 295,
      "GGTTT": 296,
      "AGAAAT": 297,
      "CTGCT": 298,
      "GTCAT": 299,
      "CAAGAA": 300,
      "GTAAT": 301,
      "GGTGC": 302,
      "CTGAT": 303,
      "CTTGC": 304,
      "GGTAC": 305,
      "CAACC": 306,
      "CTTAC": 307,
      "CGGAA": 308,
      "GACAT": 309,
      "ATTGAT": 310,
      "CATCC": 311,
      "CATGC": 312,
      "CTTGT": 313,
      "GGGC": 314,
      "CACAA": 315,
      "GGCC": 316,
      "CATAC": 317,
      "GAAAAAA": 318,
      "ATTTTTT": 319,
      "CTTAA": 320,
      "GGGT": 321,
      "ATGAT": 322,
      "GAAATT": 323,
      "GACAC": 324,
      "CTGGT": 325,
      "AAACTT": 326,
      "CCAAT": 327,
      "GGCGG": 328,
      "CGTTTT": 329,
      "CATGT": 330,
      "GAGAAT": 331,
      "ACTAA": 332,
      "AAAAGT": 333,
      "AGCAT": 334,
      "CGAGT": 335,
      "CTTCT": 336,
      "GATTAT": 337,
      "CATAA": 338,
      "GCTAA": 339,
      "CGACT": 340,
      "CATCT": 341,
      "CTTCC": 342,
      "GAG": 343,
      "AGGAT": 344,
      "GAACT": 345,
      "AAATAA": 346,
      "GATCC": 347,
      "GTTCC": 348,
      "GATATT": 349,
      "AGTAC": 350,
      "CAGATT": 351,
      "AATCC": 352,
      "ATTTAC": 353,
      "AAATGG": 354,
      "CTTTTTT": 355,
      "GAGTTT": 356,
      "AAAAGC": 357,
      "ATTTAA": 358,
      "AGCAC": 359,
      "ACTAC": 360,
      "CGTGG": 361,
      "TTTAA": 362,
      "CGTAT": 363,
      "AATATT": 364,
      "CAAATT": 365,
      "CGCGG": 366,
      "ACTGT": 367,
      "AATCT": 368,
      "GAATAT": 369,
      "CGGAT": 370,
      "TTTAC": 371,
      "ACTGC": 372,
      "AAAAGAA": 373,
      "GTTGAA": 374,
      "GTTCT": 375,
      "CCTAT": 376,
      "CGCAA": 377,
      "CCATT": 378,
      "GTGAT": 379,
      "AGAGTT": 380,
      "GTCAA": 381,
      "AGAGGT": 382,
      "CGATTT": 383,
      "TTTGG": 384,
      "GCTGCT": 385,
      "CGGAC": 386,
      "ATTTGG": 387,
      "ATGGTT": 388,
      "CGGGG": 389,
      "GCTAC": 390,
      "AGGAC": 391,
      "CCAGC": 392,
      "CACAT": 393,
      "CATGAA": 394,
      "AGAAGG": 395,
      "CCTGC": 396,
      "GTTATT": 397,
      "CAAAAAA": 398,
      "CTAAT": 399,
      "AGAAAC": 400,
      "AGTGT": 401,
      "CAAAGG": 402,
      "CGTAA": 403,
      "CAGTTT": 404,
      "CACGG": 405,
      "AATTAA": 406,
      "GATAAT": 407,
      "GCATT": 408,
      "AAATAC": 409,
      "GAACC": 410,
      "CAACAA": 411,
      "GCAGT": 412,
      "CA": 413,
      "AGATAT": 414,
      "GTGGT": 415,
      "AGCTTT": 416,
      "CAGCTT": 417,
      "GTGTT": 418,
      "ATATAT": 419,
      "CACAC": 420,
      "GCTGAA": 421,
      "CCTGG": 422,
      "GTTTAT": 423,
      "AATTGG": 424,
      "GCTTTT": 425,
      "GACTTT": 426,
      "CATTAT": 427,
      "CGGCT": 428,
      "CGAATT": 429,
      "ATTGTT": 430,
      "GCCAA": 431,
      "AAACAA": 432,
      "GCCGC": 433,
      "GATGTT": 434,
      "AATTTTT": 435,
      "CGTAC": 436,
      "GATTAC": 437,
      "CAGAAT": 438,
      "GGTGAA": 439,
      "CATCAT": 440,
      "GATGAC": 441,
      "GGAAAC": 442,
      "CCTGT": 443,
      "CTTTAT": 444,
      "CTCTT": 445,
      "AATTAC": 446,
      "CTGAC": 447,
      "AGATAA": 448,
      "ATTCAA": 449,
      "CGCAT": 450,
      "ATTAAAA": 451,
      "GAAAGG": 452,
      "ATTTGT": 453,
      "GATTGG": 454,
      "AATGAT": 455,
      "GAAAGT": 456,
      "GCAAAA": 457,
      "AATCAA": 458,
      "CGAGAA": 459,
      "GAATGG": 460,
      "AGATTTT": 461,
      "CTCAA": 462,
      "CAG": 463,
      "CAATAT": 464,
      "GAAGAT": 465,
      "AGATGG": 466,
      "GTGAC": 467,
      "GCCAT": 468,
      "CCGTT": 469,
      "AAAATTT": 470,
      "GATTTTT": 471,
      "GAGCTT": 472,
      "AGACTT": 473,
      "GAAAGC": 474,
      "GCTGAT": 475,
      "CAAAGC": 476,
      "GAAAAAT": 477,
      "GCCTT": 478,
      "AGAAGT": 479,
      "CCAGG": 480,
      "CTCAT": 481,
      "CCGGT": 482,
      "CCTTTT": 483,
      "GAACAA": 484,
      "GCTGGT": 485,
      "AGCAGG": 486,
      "CCAGT": 487,
      "GTTAAT": 488,
      "ATATGG": 489,
      "AGAAAAT": 490,
      "GTTTTTT": 491,
      "AGAAGC": 492,
      "GTCTT": 493,
      "CTACT": 494,
      "GGAAGG": 495,
      "CGCAC": 496,
      "AGTTAT": 497,
      "CAAAGT": 498,
      "GAATAC": 499,
      "ATTAGT": 500,
      "GTAAAA": 501,
      "ATTCAT": 502,
      "GATGGT": 503,
      "CCGCT": 504,
      "CCCGG": 505,
      "CCCTT": 506,
      "CACCT": 507,
      "ATTCTT": 508,
      "GAGGTT": 509,
      "CATTTTT": 510,
      "ATTGAC": 511,
      "GAGAGG": 512,
      "ATTTCT": 513,
      "CACTTT": 514,
      "AGCAGC": 515,
      "AATCAT": 516,
      "CGCTTT": 517,
      "CCTAA": 518,
      "GAATAA": 519,
      "AATAAAA": 520,
      "ATTGGT": 521,
      "GATCT": 522,
      "GCGGT": 523,
      "ATATAA": 524,
      "GAGAGC": 525,
      "AGAAGAA": 526,
      "GCTGTT": 527,
      "ATTTTAT": 528,
      "CGGCGG": 529,
      "ATTATTT": 530,
      "CGTGC": 531,
      "ACAGG": 532,
      "GACGC": 533,
      "CCAAAA": 534,
      "CAATGG": 535,
      "AATTGT": 536,
      "ATTACT": 537,
      "GTTGTT": 538,
      "CATCAA": 539,
      "CATTAC": 540,
      "CGTGT": 541,
      "CCTAC": 542,
      "CAGAGG": 543,
      "CGAAAA": 544,
      "AAAAAGG": 545,
      "GATTAA": 546,
      "CCGAA": 547,
      "ATTGCT": 548,
      "ATTTGC": 549,
      "AAATGT": 550,
      "ATGGAT": 551,
      "GATCAA": 552,
      "GGAAT": 553,
      "CTTGAA": 554,
      "GCTTAT": 555,
      "GGTTAT": 556,
      "ACTTAT": 557,
      "AGAGCT": 558,
      "AGTAAT": 559,
      "CTAAAA": 560,
      "AGTGAA": 561,
      "GTGCT": 562,
      "AGCAAT": 563,
      "GGAAGC": 564,
      "GATTGC": 565,
      "AGGAAT": 566,
      "GTTGAT": 567,
      "CCGAT": 568,
      "GTCAC": 569,
      "CGGGC": 570,
      "CAAAAAT": 571,
      "TTTTAT": 572,
      "CTTTAC": 573,
      "CAGGTT": 574,
      "AGTGC": 575,
      "GCTGAC": 576,
      "AAACAT": 577,
      "GTTTAC": 578,
      "CGTCT": 579,
      "ATTAAAT": 580,
      "TTTGT": 581,
      "GAGGAA": 582,
      "AAAAAAAT": 583,
      "CGTCC": 584,
      "GATTGT": 585,
      "AGATAC": 586,
      "CATTAA": 587,
      "AATGGT": 588,
      "CTTCTT": 589,
      "AGGCT": 590,
      "AGGTTT": 591,
      "GCTCT": 592,
      "AGCGC": 593,
      "GGAAGT": 594,
      "CAATAC": 595,
      "GACGT": 596,
      "GTTCAA": 597,
      "GGTGGT": 598,
      "GTTTGG": 599,
      "AGTCT": 600,
      "GACAAT": 601,
      "CATGAT": 602,
      "AGAGAC": 603,
      "AATTGC": 604,
      "AGTATT": 605,
      "AGCTAT": 606,
      "ACTCT": 607,
      "GAGAGT": 608,
      "GACCT": 609,
      "ATAAAAT": 610,
      "CCTCT": 611,
      "CTTTGG": 612,
      "ACTAAT": 613,
      "CGGTTT": 614,
      "CGGCC": 615,
      "CTTTAA": 616,
      "ATATAC": 617,
      "GAAGGT": 618,
      "AGCTGG": 619,
      "CATCAC": 620,
      "GAAGTT": 621,
      "AGGTGG": 622,
      "CATTGG": 623,
      "ATAAGG": 624,
      "ACAAGG": 625,
      "ATAATTT": 626,
      "CGAAAT": 627,
      "AGTTAA": 628,
      "ATTAGC": 629,
      "AAAACT": 630,
      "GCTCC": 631,
      "GGTCT": 632,
      "AGTTGG": 633,
      "CGCCT": 634,
      "CACGC": 635,
      "ACAGC": 636,
      "ATTTATT": 637,
      "AGGTAT": 638,
      "CAATAA": 639,
      "AGATGT": 640,
      "AAATAAT": 641,
      "ATTTTAA": 642,
      "CACGT": 643,
      "AGTGAT": 644,
      "GAAAGAA": 645,
      "CAAGGT": 646,
      "GCTTGG": 647,
      "CATGAC": 648,
      "CAGAGC": 649,
      "CGCGC": 650,
      "CGGGT": 651,
      "CTTGAT": 652,
      "CTTATT": 653,
      "CAAGAT": 654,
      "ATTTAAT": 655,
      "CCGAC": 656,
      "CTTAAT": 657,
      "GGATAC": 658,
      "AAATGAA": 659,
      "CCCGT": 660,
      "AGCCT": 661,
      "ACAAGC": 662,
      "CAGGAA": 663,
      "ACTATT": 664,
      "AGACAA": 665,
      "GTTGGT": 666,
      "TTTCT": 667,
      "CAGCAA": 668,
      "AGCGT": 669,
      "AGATGC": 670,
      "CAAAGAA": 671,
      "CCCAT": 672,
      "GGAAAAT": 673,
      "GAAGAC": 674,
      "ACTGGT": 675,
      "GATAAAA": 676,
      "CATTGC": 677,
      "CTTGTT": 678,
      "GTTTAA": 679,
      "CCCAA": 680,
      "ATTATAT": 681,
      "CGGAGG": 682,
      "AGA": 683,
      "AGCAGT": 684,
      "ACTTGG": 685,
      "AAATGC": 686,
      "ACTGAA": 687,
      "GATGCT": 688,
      "CATGGT": 689,
      "GTTGAC": 690,
      "AGTTTTT": 691,
      "GGCTGG": 692,
      "CGAAAC": 693,
      "AAAAAGT": 694,
      "CCACT": 695,
      "ATTAATT": 696,
      "CGTTAT": 697,
      "GCAAGG": 698,
      "CCAGAA": 699,
      "CCCGC": 700,
      "TTTTTTT": 701,
      "GCTTTTT": 702,
      "CAAGAC": 703,
      "ATTAGG": 704,
      "ATTTTTTT": 705,
      "CATAAT": 706,
      "GGTTAA": 707,
      "GTCGG": 708,
      "CTTCAA": 709,
      "GAAAAAAT": 710,
      "GTAGT": 711,
      "GTCGT": 712,
      "CATGTT": 713,
      "CGAGAT": 714,
      "ACTGAT": 715,
      "AGGAGT": 716,
      "CGACTT": 717,
      "ACTTTTT": 718,
      "AGAATTT": 719,
      "CATCGT": 720,
      "CAAGTT": 721,
      "CATATT": 722,
      "GAAGCT": 723,
      "AAAAATT": 724,
      "CATCTT": 725,
      "ATGGGG": 726,
      "GAGCAA": 727,
      "GGATGC": 728,
      "CAAGCT": 729,
      "CACCC": 730,
      "CATCGG": 731,
      "AAACGG": 732,
      "CGAAGG": 733,
      "ATTTTAC": 734,
      "AGAGAAT": 735,
      "AGAGATT": 736,
      "CG": 737,
      "CAAACT": 738,
      "GTATTT": 739,
      "AATGAC": 740,
      "AAATCT": 741,
      "AGATGAA": 742,
      "AGGTAA": 743,
      "GAAAAGG": 744,
      "GATTCT": 745,
      "AGGAGC": 746,
      "GAGTAT": 747,
      "AATTATT": 748,
      "GTACT": 749,
      "GAGGAT": 750,
      "GGTGAT": 751,
      "GTAGC": 752,
      "GGTTGG": 753,
      "CGATAT": 754,
      "GCTTAC": 755,
      "ATGGAC": 756,
      "GCCGT": 757,
      "AAAATAT": 758,
      "CCAAAT": 759,
      "CAATTTT": 760,
      "GCGAT": 761,
      "AAACAC": 762,
      "AATGTT": 763,
      "AAAAGAT": 764,
      "CGATTTT": 765,
      "GACAGC": 766,
      "CATCGC": 767,
      "GACTAT": 768,
      "ACTGTT": 769,
      "GGTTAC": 770,
      "GCGAA": 771,
      "CAACTT": 772,
      "GCGTT": 773,
      "CCTGAT": 774,
      "GGTGTT": 775,
      "CCTGAA": 776,
      "CTTTTTTT": 777,
      "GGTATT": 778,
      "AGTTAC": 779,
      "CCATTT": 780,
      "AATTAAT": 781,
      "ATGGCT": 782,
      "AATTCT": 783,
      "AGGGT": 784,
      "CGAGTT": 785,
      "AAAAAGC": 786,
      "CAGTAT": 787,
      "CGTGAA": 788,
      "CAGCGG": 789,
      "GCAGAA": 790,
      "AAAACAA": 791,
      "GTTTCT": 792,
      "AGCTAA": 793,
      "GGAAGAA": 794,
      "CGATGG": 795,
      "GACAGG": 796,
      "CCTTAT": 797,
      "GACGAT": 798,
      "ATATGT": 799,
      "CTATAC": 800,
      "CCTGTT": 801,
      "CCTCC": 802,
      "GTATAC": 803,
      "CAAAAAC": 804,
      "ATTTTGG": 805,
      "GCTATT": 806,
      "ATTTGAA": 807,
      "ACTCC": 808,
      "GGAATTT": 809,
      "CTTGGT": 810,
      "CTTTCT": 811,
      "GCAAGT": 812,
      "GTTTGT": 813,
      "GACGAA": 814,
      "GGAACT": 815,
      "TTTTAC": 816,
      "ATTTCC": 817,
      "AGTAGT": 818,
      "GAGACT": 819,
      "GAATGT": 820,
      "CCTGCT": 821,
      "CTTGCT": 822,
      "CATTGT": 823,
      "ATTAGAA": 824,
      "CCTTTTT": 825,
      "ACTTAC": 826,
      "CATTCT": 827,
      "AATTGAA": 828,
      "AAAAAGAA": 829,
      "CGCCGG": 830,
      "TTTTAA": 831,
      "GCAAGC": 832,
      "CGCAGC": 833,
      "AGTTGT": 834,
      "CTTCAT": 835,
      "AGTGGT": 836,
      "CGTCGT": 837,
      "CAGCAT": 838,
      "AGTAAAA": 839,
      "AGGGC": 840,
      "AGACAT": 841,
      "AGACGG": 842,
      "CTTTGT": 843,
      "CAGTTTT": 844,
      "GTTAAAA": 845,
      "CACAAT": 846,
      "CGCGT": 847,
      "GGTTTTT": 848,
      "GTTGCT": 849,
      "CGAGGT": 850,
      "CTTGAC": 851,
      "GGTAAT": 852,
      "GACTGG": 853,
      "AAATGAT": 854,
      "CCAATT": 855,
      "ACTGCT": 856,
      "AAGGAGG": 857,
      "ACAAAAT": 858,
      "GAGAGAA": 859,
      "CGCAGG": 860,
      "TTTTGG": 861,
      "ACTGAC": 862,
      "CATGCT": 863,
      "CAGACT": 864,
      "ACAAGT": 865,
      "CACAGG": 866,
      "ATATAAT": 867,
      "GGATGT": 868,
      "AAAATAA": 869,
      "GCGCT": 870,
      "CGGTAT": 871,
      "ACTTAA": 872,
      "CGTTAC": 873,
      "GAAAAAC": 874,
      "CGATAC": 875,
      "CGCCC": 876,
      "ATTCGT": 877,
      "CGCTGG": 878,
      "ATTTGAT": 879,
      "CTTTGC": 880,
      "CGAGCT": 881,
      "GTTCTT": 882,
      "CGGAAT": 883,
      "CAAAATT": 884,
      "AAAAATAT": 885,
      "GAATCT": 886,
      "CATCCT": 887,
      "CGAAGC": 888,
      "AGAAGAT": 889,
      "ACAATTT": 890,
      "CAATCT": 891,
      "GAATGC": 892,
      "ATAAAGG": 893,
      "CACAGC": 894,
      "CAGAGT": 895,
      "CGATAA": 896,
      "CGTGAT": 897,
      "AAATATT": 898,
      "GGTCAA": 899,
      "ATATGC": 900,
      "GGTGAC": 901,
      "GTTTGC": 902,
      "GGTGCT": 903,
      "ATATCT": 904,
      "GAGTGG": 905,
      "CGGCAA": 906,
      "AGATGAT": 907,
      "CGGTGG": 908,
      "GAGTAA": 909,
      "CGCCGC": 910,
      "CCAAAC": 911,
      "ACATAC": 912,
      "CCAAGG": 913,
      "ATTCAC": 914,
      "AGGTGT": 915,
      "GAGCAT": 916,
      "AAAAAATT": 917,
      "AAATCAA": 918,
      "CGTCAA": 919,
      "ATTCCT": 920,
      "GAGCGG": 921,
      "GATTGAA": 922,
      "AGTAGC": 923,
      "CAATGC": 924,
      "AGGAGAA": 925,
      "GCTTGC": 926,
      "GATTTAT": 927,
      "AGAATAT": 928,
      "GACCC": 929,
      "CGACAA": 930,
      "GTAAAAT": 931,
      "GTTCAT": 932,
      "ATATGAA": 933,
      "CGGAGC": 934,
      "CAGATTT": 935,
      "CGAGAC": 936,
      "AGTGTT": 937,
      "GCTAAT": 938,
      "CAGAATT": 939,
      "GTAAGG": 940,
      "GAAAATT": 941,
      "AGAGTTT": 942,
      "GCTTAA": 943,
      "GCATAC": 944,
      "CGGCTT": 945,
      "CGTTTTT": 946,
      "CTCCT": 947,
      "ATAAGT": 948,
      "CGTTAA": 949,
      "CAGGAT": 950,
      "AAAATGG": 951,
      "GAAACT": 952,
      "CAGCAC": 953,
      "CCCCT": 954,
      "CAATGT": 955,
      "ATTTAAAA": 956,
      "AGCTAC": 957,
      "GAGTTTT": 958,
      "AGCAGAA": 959,
      "CAACAC": 960,
      "CAACAT": 961,
      "AAGGGG": 962,
      "AGTAGG": 963,
      "GCTTGT": 964,
      "AGTTGC": 965,
      "CAGAGAA": 966,
      "AGCTGC": 967,
      "AGATAAT": 968,
      "ACAACT": 969,
      "CGCAAT": 970,
      "AATTGAT": 971,
      "GAAAAAGG": 972,
      "CCCAC": 973,
      "AGCTGT": 974,
      "GTTACT": 975,
      "CGTATT": 976,
      "CAGTGG": 977,
      "AGGTGC": 978,
      "CAGTAA": 979,
      "AGAACT": 980,
      "AGAAAGG": 981,
      "GACATT": 982,
      "AGCAAAA": 983,
      "GAGGGG": 984,
      "AGCATT": 985,
      "GAACTT": 986,
      "CGTTGG": 987,
      "GACTAC": 988,
      "CCTTGG": 989,
      "GATCAT": 990,
      "AGTCAA": 991,
      "AGTCC": 992,
      "AGTCAT": 993,
      "GCAAAAT": 994,
      "GTTTTTTT": 995,
      "CTATTT": 996,
      "AGTGAC": 997,
      "AAACGT": 998,
      "AGATTAT": 999,
      "ACTTGT": 1000,
      "AGGTAC": 1001,
      "GGCTGC": 1002,
      "CGTCAT": 1003,
      "GTTTTAT": 1004,
      "CTTCCT": 1005,
      "GCTTCT": 1006,
      "AGGAAAA": 1007,
      "CAGGAC": 1008,
      "AGAAAAAA": 1009,
      "CACTAT": 1010,
      "ATTTCAA": 1011,
      "ACTAAAA": 1012,
      "CGGTAA": 1013,
      "CGCTAT": 1014,
      "GACGGT": 1015,
      "GTGGAC": 1016,
      "GATTATT": 1017,
      "GATTGAT": 1018,
      "GAGAAAA": 1019,
      "ACTTGC": 1020,
      "ATTTGTT": 1021,
      "GAGAATT": 1022,
      "ATTTTTAT": 1023,
      "CTTCAC": 1024,
      "GCAACT": 1025,
      "GGCTAC": 1026,
      "AAATCC": 1027,
      "CTGGAC": 1028,
      "CTTAAAA": 1029,
      "CAACGG": 1030,
      "GATTTTTT": 1031,
      "GATTCC": 1032,
      "CTTTTAT": 1033,
      "CATTTAT": 1034,
      "AAATAAAA": 1035,
      "AGAGAGG": 1036,
      "GACAAAA": 1037,
      "CAGTAC": 1038,
      "AGAAATT": 1039,
      "TTTGC": 1040,
      "GAGATTT": 1041,
      "GATCGT": 1042,
      "CGGCAT": 1043,
      "ATTATAC": 1044,
      "GAGGAGG": 1045,
      "CAGAAAA": 1046,
      "CGATGC": 1047,
      "CGGATT": 1048,
      "GAATGAA": 1049,
      "AGATATT": 1050,
      "GGTAAAA": 1051,
      "CGGCGC": 1052,
      "GTATAAT": 1053,
      "GAATAAT": 1054,
      "CTATCT": 1055,
      "GACAGT": 1056,
      "GACCAA": 1057,
      "GCGGAC": 1058,
      "GGTCAT": 1059,
      "GGTCC": 1060,
      "CGGCAC": 1061,
      "ACTACT": 1062,
      "GTATCT": 1063,
      "GCTCAT": 1064,
      "GTATGT": 1065,
      "AGCTTTT": 1066,
      "CGAAGT": 1067,
      "CGTAAT": 1068,
      "GTTAGT": 1069,
      "CTTATTT": 1070,
      "ATTATAA": 1071,
      "GTGGGG": 1072,
      "GAATTAT": 1073,
      "AAACTTT": 1074,
      "CTTACT": 1075,
      "CTATGC": 1076,
      "GAATTTT": 1077,
      "GGTTGT": 1078,
      "CCAAGC": 1079,
      "CTATGT": 1080,
      "GAGTAC": 1081,
      "GCGGGG": 1082,
      "CGGCGT": 1083,
      "ATTATGG": 1084,
      "AAAACC": 1085,
      "GCAATTT": 1086,
      "CAGGGG": 1087,
      "GGCTAA": 1088,
      "CGGGAA": 1089,
      "AGAGCTT": 1090,
      "AGGATT": 1091,
      "AATTTTTT": 1092,
      "GATTTAA": 1093,
      "ATAACT": 1094,
      "GTTCGT": 1095,
      "GCTCAA": 1096,
      "CACTGG": 1097,
      "GACGAC": 1098,
      "GATGAAT": 1099,
      "AATAAAT": 1100,
      "CAATTAT": 1101,
      "AGGAATT": 1102,
      "CTCGT": 1103,
      "AGTAGAA": 1104,
      "GATCCT": 1105,
      "AGTAAAT": 1106,
      "CTGGGG": 1107,
      "CATTCC": 1108,
      "AGAGGTT": 1109,
      "GTTAGC": 1110,
      "CCATAC": 1111,
      "AGGAAAT": 1112,
      "GAGGAC": 1113,
      "ACTCAA": 1114,
      "GTATGC": 1115,
      "GATTAAT": 1116,
      "GAATTAA": 1117,
      "CTTAGC": 1118,
      "CACCAA": 1119,
      "ATTTTGT": 1120,
      "GGATGAA": 1121,
      "GACTAA": 1122,
      "AGACAC": 1123,
      "CGACGG": 1124,
      "CGA": 1125,
      "GGTTGC": 1126,
      "GACTTTT": 1127,
      "CGATCC": 1128,
      "GGTCGT": 1129,
      "GGCTGT": 1130,
      "ATAAGC": 1131,
      "GTTATTT": 1132,
      "CAATCC": 1133,
      "CGCCAA": 1134,
      "GTTCCT": 1135,
      "GAATCC": 1136,
      "CGGTAC": 1137,
      "GATTTAC": 1138,
      "AGGCGG": 1139,
      "AGCAATT": 1140,
      "GAAAAAGAA": 1141,
      "AGCGAT": 1142,
      "ACAAGAA": 1143,
      "CTAGT": 1144,
      "ACTCAT": 1145,
      "ATATGAT": 1146,
      "CCTTAC": 1147,
      "ATTTATTT": 1148,
      "GACCGG": 1149,
      "AGGGAA": 1150,
      "AGAAAAAT": 1151,
      "CCAAGT": 1152,
      "GTACGG": 1153,
      "AGCGAA": 1154,
      "AGCCC": 1155,
      "CAATGAA": 1156,
      "CATTATT": 1157,
      "GTTCAC": 1158,
      "GATCGG": 1159,
      "AAAAACT": 1160,
      "CAAAAAAT": 1161,
      "AGTTTAT": 1162,
      "ATATCC": 1163,
      "GACCAT": 1164,
      "AGGAGGT": 1165,
      "CATTTTTT": 1166,
      "GTAAGC": 1167,
      "AATCTT": 1168,
      "GATCAC": 1169,
      "CCGGAC": 1170,
      "CGATGT": 1171,
      "CAAAAGG": 1172,
      "AAAAATAA": 1173,
      "CAGAAAT": 1174,
      "AATAGT": 1175,
      "AGGCC": 1176,
      "ACTATTT": 1177,
      "CGTGGT": 1178,
      "GTAAGT": 1179,
      "GAACAT": 1180,
      "ATTTTCT": 1181,
      "CGTCAC": 1182,
      "CCTGAC": 1183,
      "CGTGAC": 1184,
      "GCTCTT": 1185,
      "GTAATTT": 1186,
      "AAAAAAGG": 1187,
      "GATAGT": 1188,
      "AATTGTT": 1189,
      "GAAAATTT": 1190,
      "AGCCGG": 1191,
      "GATCGC": 1192,
      "ATGGTTT": 1193,
      "ATTTCTT": 1194,
      "CGTTGC": 1195,
      "CGACAT": 1196,
      "AGTTGAA": 1197,
      "CGCTGC": 1198,
      "AGCCTT": 1199,
      "ACTTCT": 1200,
      "CGTCGG": 1201,
      "AGAAAGT": 1202,
      "GGTTCT": 1203,
      "GGTCTT": 1204,
      "AAACAAT": 1205,
      "AATTCC": 1206,
      "CACTTTT": 1207,
      "AAAAGTT": 1208,
      "GATTTGG": 1209,
      "AAACCT": 1210,
      "AGCCAA": 1211,
      "ATTGATT": 1212,
      "GATACT": 1213,
      "CAGCTGG": 1214,
      "CTGCAC": 1215,
      "AGCAAAT": 1216,
      "GATGATT": 1217,
      "ATTCGG": 1218,
      "GAACGG": 1219,
      "GATAAAT": 1220,
      "CGTGCT": 1221,
      "AGAATGG": 1222,
      "AAAATTTT": 1223,
      "CACCAT": 1224,
      "GTACAC": 1225,
      "ATTTCAT": 1226,
      "CAGCTTT": 1227,
      "AGCCAT": 1228,
      "CACCGG": 1229,
      "GACCTT": 1230,
      "CGCCAT": 1231,
      "GTTAAAT": 1232,
      "ATGGGT": 1233,
      "GGAAAGG": 1234,
      "CCGTTT": 1235,
      "CGGTGC": 1236,
      "CCGGGG": 1237,
      "GGTAGAGC": 1238,
      "CGTTGT": 1239,
      "CCTAAT": 1240,
      "GAGCAC": 1241,
      "CAATTAA": 1242,
      "CGGTGT": 1243,
      "CATTAAT": 1244,
      "ATATATT": 1245,
      "GGTAGT": 1246,
      "GTAACT": 1247,
      "AGCAGAT": 1248,
      "CGTGTT": 1249,
      "CGCTTTT": 1250,
      "AGTTCT": 1251,
      "CTTTATT": 1252,
      "CGTCTT": 1253,
      "CACTAA": 1254,
      "GATCTT": 1255,
      "CCGGAA": 1256,
      "AGGCTT": 1257,
      "ACTAGT": 1258,
      "CAATAAT": 1259,
      "CTTTAAT": 1260,
      "AAATCAT": 1261,
      "ACTCTT": 1262,
      "CATTGAA": 1263,
      "CCTATT": 1264,
      "AGGAGAT": 1265,
      "GAAAAAGT": 1266,
      "ATAAATT": 1267,
      "ATTTTAAT": 1268,
      "GAATTTTT": 1269,
      "CACATT": 1270,
      "GAAAAAGC": 1271,
      "GGAACAA": 1272,
      "CGACAC": 1273,
      "AAACGC": 1274,
      "GAGAAAT": 1275,
      "GAAATAC": 1276,
      "ACGGAC": 1277,
      "GAATTGG": 1278,
      "ATTTACT": 1279,
      "AATAATTT": 1280,
      "ATAAAGT": 1281,
      "ATTTTGC": 1282,
      "ATTAATTT": 1283,
      "TAT": 1284,
      "GAAAAGC": 1285,
      "AGCGGT": 1286,
      "ATTTGGT": 1287,
      "CCTTAA": 1288,
      "CTTTCC": 1289,
      "ATTTAGT": 1290,
      "ATTTATAT": 1291,
      "CGCTAC": 1292,
      "GTAAAT": 1293,
      "GACGTT": 1294,
      "AGGTTTT": 1295,
      "ATGGGC": 1296,
      "GATGGAA": 1297,
      "CACAAAA": 1298,
      "GTTTTAA": 1299,
      "AGGCAA": 1300,
      "CCTTCT": 1301,
      "ATTTGCT": 1302,
      "CACCTT": 1303,
      "ATAAAGAA": 1304,
      "GAATATT": 1305,
      "AGAGGAA": 1306,
      "CCTCCT": 1307,
      "GAAATAT": 1308,
      "GACCGC": 1309,
      "AAAATTAT": 1310,
      "CCAGAT": 1311,
      "CAGGCT": 1312,
      "GAAAAGT": 1313,
      "ATTTAAAT": 1314,
      "AGTTAAT": 1315,
      "CATTGAT": 1316,
      "AGAAGTT": 1317,
      "AAATGGT": 1318,
      "GAATTAC": 1319,
      "CGCAGT": 1320,
      "AGGCAT": 1321,
      "GCTAAAA": 1322,
      "AGGGAT": 1323,
      "GTTCGG": 1324,
      "CACCAC": 1325,
      "GTTTCC": 1326,
      "ACATGC": 1327,
      "CAAAAGC": 1328,
      "CACTAC": 1329,
      "CAATTAC": 1330,
      "CAAATAT": 1331,
      "AATTGGT": 1332,
      "GTTTTGG": 1333,
      "CGCCGT": 1334,
      "GTTTAAT": 1335,
      "CTTCGG": 1336,
      "CAGCCT": 1337,
      "CGAAGAA": 1338,
      "CATTTAC": 1339,
      "CCTGGT": 1340,
      "GATAAAAT": 1341,
      "CCAACT": 1342,
      "GACAGAA": 1343,
      "GCAAGAA": 1344,
      "ACGGGG": 1345,
      "GACCGT": 1346,
      "CTTAGT": 1347,
      "CCATGC": 1348,
      "ACATGT": 1349,
      "AGTTATT": 1350,
      "CAAATGG": 1351,
      "CCGCAC": 1352,
      "GGAAATT": 1353,
      "ACATCT": 1354,
      "CATAAAA": 1355,
      "AGATGTT": 1356,
      "GCGGCGG": 1357,
      "CACGAA": 1358,
      "CGATGAA": 1359,
      "CTTTTGG": 1360,
      "CCATAT": 1361,
      "CTAATTT": 1362,
      "CTATAAT": 1363,
      "CAACCT": 1364,
      "AATTAAAA": 1365,
      "GCATCT": 1366,
      "CGAATTT": 1367,
      "CGCCTT": 1368,
      "AGAATAA": 1369,
      "CGCATT": 1370,
      "CAAACAA": 1371,
      "CAATTGG": 1372,
      "CCTTGC": 1373,
      "GAGGCT": 1374,
      "ACTATAT": 1375,
      "GCTAGT": 1376,
      "GGAAGAT": 1377,
      "CGTTCT": 1378,
      "ATGAAAC": 1379,
      "CCTTGT": 1380,
      "AGACTTT": 1381,
      "CTTTGAA": 1382,
      "AGATGGT": 1383,
      "AAAATAC": 1384,
      "CGCTAA": 1385,
      "GCTCGT": 1386,
      "GATATTT": 1387,
      "GCATGT": 1388,
      "GACAAAT": 1389,
      "GGAAAGT": 1390,
      "CCTCTT": 1391,
      "ATGGAGG": 1392,
      "AATTTAT": 1393,
      "GTTTTAC": 1394,
      "CAATTTTT": 1395,
      "AGCTGAA": 1396,
      "ATTACAA": 1397,
      "GATTCAA": 1398,
      "CACAGT": 1399,
      "GCTACT": 1400,
      "AATTCAA": 1401,
      "GTAAAGG": 1402,
      "AAAATTAA": 1403,
      "AGAATAC": 1404,
      "AAAAAAAC": 1405,
      "GACTGC": 1406,
      "ATTATGT": 1407,
      "GCTTCC": 1408,
      "AATATAC": 1409,
      "CCAATTT": 1410,
      "GTTTGAA": 1411,
      "AGCACT": 1412,
      "AGTTTTTT": 1413,
      "GAGAGAT": 1414,
      "GATTGGT": 1415,
      "AAATGTT": 1416,
      "GGATCT": 1417,
      "CGAAAAT": 1418,
      "CCATCT": 1419,
      "CACGAT": 1420,
      "ACACAC": 1421,
      "CTATGAA": 1422,
      "CAGGAGG": 1423,
      "ATTATTTT": 1424,
      "AAAAGGT": 1425,
      "ACAACC": 1426,
      "CAATCAA": 1427,
      "GACGCT": 1428,
      "GAAAACT": 1429,
      "CACCGC": 1430,
      "AGCTCAGTT": 1431,
      "CTGCTTT": 1432,
      "CATACT": 1433,
      "CTTTTAC": 1434,
      "GATTGTT": 1435,
      "AGAAGGT": 1436,
      "GAATGAT": 1437,
      "GGAACC": 1438,
      "CATTTAA": 1439,
      "ATGGAAT": 1440,
      "GTATCC": 1441,
      "CGCTGT": 1442,
      "ACAACAA": 1443,
      "ATTATCT": 1444,
      "ATTTTTAA": 1445,
      "AGTATAT": 1446,
      "GCATGC": 1447,
      "TTTTGT": 1448,
      "AGAAAAAAT": 1449,
      "ATTGAAT": 1450,
      "GATAGC": 1451,
      "AATTGCT": 1452,
      "AGCAGTT": 1453,
      "AGTCTT": 1454,
      "AGAACAA": 1455,
      "CTTTTAA": 1456,
      "CGAACT": 1457,
      "CCGCAA": 1458,
      "ATAAGAA": 1459,
      "GTTTATT": 1460,
      "GCGGGC": 1461,
      "CAGAAAC": 1462,
      "AAAAGCT": 1463,
      "AGAGAGT": 1464,
      "GTTAGG": 1465,
      "AAGGAC": 1466,
      "AATCGG": 1467,
      "AATGAAT": 1468,
      "AGTATTT": 1469,
      "CATCATT": 1470,
      "CACGGT": 1471,
      "CGCGAA": 1472,
      "GATTGCT": 1473,
      "CAATGAT": 1474,
      "AGCTTAT": 1475,
      "AATATAT": 1476,
      "GACTGT": 1477,
      "GGTAGC": 1478,
      "GTTAGAA": 1479,
      "CAATCAT": 1480,
      "CAGCGC": 1481,
      "AAAACAT": 1482,
      "GCAAAGG": 1483,
      "CCTCAT": 1484,
      "CTATAT": 1485,
      "ATTCGC": 1486,
      "AATGCT": 1487,
      "GGTACT": 1488,
      "CTATCC": 1489,
      "AATATTT": 1490,
      "GGAAAGC": 1491,
      "AGTGCT": 1492,
      "CTTATAT": 1493,
      "ACAAAGG": 1494,
      "ATTAGAT": 1495,
      "AGAAGCT": 1496,
      "GTTCGAAT": 1497,
      "AGGTGAA": 1498,
      "GAATCAA": 1499,
      "AAAAGAC": 1500,
      "AATCGT": 1501,
      "ATTAAAC": 1502,
      "GTTATAAT": 1503,
      "CCATGT": 1504,
      "GTTATAT": 1505,
      "CAGTCT": 1506,
      "AAATATAT": 1507,
      "AGTTGTT": 1508,
      "AATACT": 1509,
      "ACTTGAA": 1510,
      "CAAAAGAA": 1511,
      "CAGAAGG": 1512,
      "AATTATTT": 1513,
      "GCGGGT": 1514,
      "CAAATTT": 1515,
      "GGGGAC": 1516,
      "CGGTTTT": 1517,
      "CACAAAT": 1518,
      "CACCGT": 1519,
      "CCTACT": 1520,
      "GAGCGT": 1521,
      "GTTTGAT": 1522,
      "AGATTAC": 1523,
      "GACACT": 1524,
      "CATTTGG": 1525,
      "AATTACT": 1526,
      "AGCAGCT": 1527,
      "ATTAAGT": 1528,
      "GGATATT": 1529,
      "CTTCGT": 1530,
      "GCAAAT": 1531,
      "CCCTTT": 1532,
      "AATTTTAT": 1533,
      "AGATTTTT": 1534,
      "CACGCT": 1535,
      "AGATGCT": 1536,
      "GAGAAGG": 1537,
      "CCAGCT": 1538,
      "CAACGT": 1539,
      "GATTATTT": 1540,
      "AAAGGTT": 1541,
      "CAAAAGT": 1542,
      "CGAGATT": 1543,
      "GGATGAT": 1544,
      "CGGGAT": 1545,
      "AATTCAT": 1546,
      "AAAGGAA": 1547,
      "GTTCGC": 1548,
      "GTATGAA": 1549,
      "CCGCTT": 1550,
      "AGTTGAT": 1551,
      "AGTTTAA": 1552,
      "CATTCAA": 1553,
      "AAAACTT": 1554,
      "CAATATT": 1555,
      "AATTAGT": 1556,
      "CCTCAA": 1557,
      "CCATGG": 1558,
      "GAGTGT": 1559,
      "ATGCAC": 1560,
      "AGCCGT": 1561,
      "CGATTAT": 1562,
      "ATATCAA": 1563,
      "AGGTTAT": 1564,
      "AAATAAAT": 1565,
      "GAAAAATT": 1566,
      "GTTAATT": 1567,
      "GATAGG": 1568,
      "CGGAAAA": 1569,
      "GGTAGAA": 1570,
      "CATATTT": 1571,
      "ACAAATT": 1572,
      "CAGAGAT": 1573,
      "GCACT": 1574,
      "CACAGAA": 1575,
      "AAAAAAGT": 1576,
      "GAAATGG": 1577,
      "AAAAATTT": 1578,
      "CACGTT": 1579,
      "CAAAATTT": 1580,
      "AGAGCAA": 1581,
      "ATACTTT": 1582,
      "GCAATT": 1583,
      "GAACGT": 1584,
      "AGATTGG": 1585,
      "AATAATT": 1586,
      "GCGAC": 1587,
      "CGCGCT": 1588,
      "AGCTGCT": 1589,
      "AAAGAATT": 1590,
      "CTTTGAT": 1591,
      "CAAAGAT": 1592,
      "CTTAAAT": 1593,
      "ACTAGC": 1594,
      "GCTATAAT": 1595,
      "CCAGTT": 1596,
      "CCGGAT": 1597,
      "ATGAAGG": 1598,
      "ATATCAT": 1599,
      "CGCGGT": 1600,
      "ACTAAAT": 1601,
      "AGTAATT": 1602,
      "ATAAAGC": 1603,
      "ACACCT": 1604,
      "ATTGTTT": 1605,
      "CCGGTT": 1606,
      "CTTCTTT": 1607,
      "CAGATGG": 1608,
      "GATTTTAT": 1609,
      "AATAGG": 1610,
      "GCAACAA": 1611,
      "CATGAAT": 1612,
      "CTTAGG": 1613,
      "ATTACTT": 1614,
      "CTACTTT": 1615,
      "TGG": 1616,
      "CATGATT": 1617,
      "ATTCATT": 1618,
      "CGATCT": 1619,
      "CATCAAT": 1620,
      "ATGGCAA": 1621,
      "GAGATGG": 1622,
      "CAGCGT": 1623,
      "ACTAGG": 1624,
      "GCTGGAA": 1625,
      "ACGGGT": 1626,
      "CCTTTAT": 1627,
      "ATTTTTAC": 1628,
      "ATTTGAC": 1629,
      "AGCGTT": 1630,
      "CGCGAT": 1631,
      "CAGCAGG": 1632,
      "TAA": 1633,
      "AATATGT": 1634,
      "AATAGAA": 1635,
      "ATTTTGAA": 1636,
      "CGCAAAA": 1637,
      "GTGGTTT": 1638,
      "AGACGT": 1639,
      "GAGCTTT": 1640,
      "AGCAGGT": 1641,
      "ATTCTTT": 1642,
      "CAGTGT": 1643,
      "GAAAAGAA": 1644,
      "CCGATT": 1645,
      "GAGGGT": 1646,
      "CTGGTTT": 1647,
      "AGCTGAT": 1648,
      "AATTTAA": 1649,
      "CCGAAT": 1650,
      "ATGGAAAA": 1651,
      "AGAGGAT": 1652,
      "GCTCGG": 1653,
      "TTTTCT": 1654,
      "AGTGATT": 1655,
      "ACATGAA": 1656,
      "CATTGTT": 1657,
      "CAGTGC": 1658,
      "GGTCGG": 1659,
      "AGTCGT": 1660,
      "TTTTGC": 1661,
      "CCGGGC": 1662,
      "CACGAC": 1663,
      "GGAACGG": 1664,
      "ATTAACT": 1665,
      "ATTTAATT": 1666,
      "CCGGCT": 1667,
      "GTACTTT": 1668,
      "CACAATT": 1669,
      "CTATGAT": 1670,
      "CAACGC": 1671,
      "AGCTCT": 1672,
      "AGTTTAC": 1673,
      "ATTATGAA": 1674,
      "ACTCGT": 1675,
      "ATTATGC": 1676,
      "GAGCGC": 1677,
      "AAAAACAA": 1678,
      "AGGATAT": 1679,
      "AAATAGT": 1680,
      "AGAAAAAC": 1681,
      "GTACCT": 1682,
      "GTTAAAAT": 1683,
      "ATTTTATT": 1684,
      "AATTTTAA": 1685,
      "AGCTGGT": 1686,
      "AGAAAGC": 1687,
      "CAGCAGC": 1688,
      "AGAGAGC": 1689,
      "GTTTCAA": 1690,
      "GGATAAT": 1691,
      "GGCTCT": 1692,
      "CAGATAT": 1693,
      "AGTCGG": 1694,
      "AGATGAC": 1695,
      "CATTCAT": 1696,
      "AATAAGT": 1697,
      "GCTGATT": 1698,
      "AGGGGT": 1699,
      "CGTTTAT": 1700,
      "GCTTGAA": 1701,
      "AGATTAA": 1702,
      "AAAAATGG": 1703,
      "AAATGAC": 1704,
      "AATGATT": 1705,
      "CTGCCTT": 1706,
      "GAGCAGG": 1707,
      "GCAACC": 1708,
      "CACTGC": 1709,
      "AGACGC": 1710,
      "AAATATTT": 1711,
      "CACACT": 1712,
      "GTTGATT": 1713,
      "AGTACT": 1714,
      "CAATGGT": 1715,
      "AGGTCT": 1716,
      "CTGGGC": 1717,
      "GACAATT": 1718,
      "AGAAAAGG": 1719,
      "CGTCGC": 1720,
      "GTATGAT": 1721,
      "CATGGAA": 1722,
      "CGGGAC": 1723,
      "CTGTCT": 1724,
      "AGTTGGT": 1725,
      "CTTCGC": 1726,
      "AGCCGC": 1727,
      "CATTGAC": 1728,
      "AGATAAAA": 1729,
      "CAAATAA": 1730,
      "AATCAC": 1731,
      "CTTAATT": 1732,
      "AAAAAAGC": 1733,
      "AGACCT": 1734,
      "CGATTAC": 1735,
      "GAGAAAC": 1736,
      "GCATCC": 1737,
      "GTGCAC": 1738,
      "ATTCAAT": 1739,
      "CTAAGT": 1740,
      "CGGTCT": 1741,
      "GGAAGAC": 1742,
      "GAGATTTT": 1743,
      "CTATCAA": 1744,
      "GATAATTT": 1745,
      "CTAACT": 1746,
      "GGCTGAA": 1747,
      "GATTGAC": 1748,
      "CACTGT": 1749,
      "GGACGT": 1750,
      "GTGGGT": 1751,
      "ACAAAGT": 1752,
      "AGTTTGG": 1753,
      "ACTCCT": 1754,
      "CGGCCT": 1755,
      "CCACTT": 1756,
      "AATTAAAT": 1757,
      "AATTCTT": 1758,
      "GGAAGTT": 1759,
      "AATCCT": 1760,
      "ACTAGAA": 1761,
      "CATAGT": 1762,
      "GGTCGC": 1763,
      "AATTATAT": 1764,
      "AGGATTT": 1765,
      "CTTTGTT": 1766,
      "GCTCGC": 1767,
      "CAGACTT": 1768,
      "AAGCAC": 1769,
      "CAGGTTT": 1770,
      "CATAAAT": 1771,
      "GAGTGC": 1772,
      "ATTTTTGG": 1773,
      "AGCGAC": 1774,
      "ACAAGAT": 1775,
      "CCGTCT": 1776,
      "CGTCCT": 1777,
      "TAC": 1778,
      "CCATCC": 1779,
      "AAGCGT": 1780,
      "GGTAAAAT": 1781,
      "CAGATTTT": 1782,
      "CATATAT": 1783,
      "ATTGGAA": 1784,
      "GAGCCT": 1785,
      "CCAAGAA": 1786,
      "ATTAAAAT": 1787,
      "AGCTGTT": 1788,
      "CGGGTT": 1789,
      "ATTATAAT": 1790,
      "ATAACC": 1791,
      "CGGACT": 1792,
      "ATTTAGAA": 1793,
      "CGAG": 1794,
      "CCGCTTT": 1795,
      "CAGATAA": 1796,
      "ATTTCAC": 1797,
      "GGTTGAA": 1798,
      "GTACGT": 1799,
      "GAATGGT": 1800,
      "AGAAACT": 1801,
      "AGGTGTT": 1802,
      "CATTGGT": 1803,
      "ATATAAAA": 1804,
      "CAATGAC": 1805,
      "GAGCTGG": 1806,
      "GCTCCT": 1807,
      "AATCGC": 1808,
      "GAATCAT": 1809,
      "CTGCCT": 1810,
      "CTTTCTT": 1811,
      "CAGTTAT": 1812,
      "GTTTGTT": 1813,
      "ATGCTTT": 1814,
      "ACACTTT": 1815,
      "ATGTCT": 1816,
      "AAATACT": 1817,
      "AAACAAAA": 1818,
      "GATAGAA": 1819,
      "AGGTATT": 1820,
      "GAGTCT": 1821,
      "ATAAATTT": 1822,
      "GAGGGC": 1823,
      "GAAGCAC": 1824,
      "ACATCC": 1825,
      "GGTCAC": 1826,
      "GTCGC": 1827,
      "CTTGATT": 1828,
      "CTGCGC": 1829,
      "AGATCT": 1830,
      "ATGGGAA": 1831,
      "CTTAGAA": 1832,
      "CGGAGT": 1833,
      "GCTGTTT": 1834,
      "AATCATT": 1835,
      "AGAGAGAA": 1836,
      "GTATCAA": 1837,
      "GGTATAAT": 1838,
      "GCAAAGC": 1839,
      "CGAGAAT": 1840,
      "GCTTTAT": 1841,
      "AATGGAA": 1842,
      "AGAGTAT": 1843,
      "AGTGAAT": 1844,
      "GTAACC": 1845,
      "CGTTCC": 1846,
      "GATATAAT": 1847,
      "ATTTTAAAA": 1848,
      "AGTTGCT": 1849,
      "GGTAAGG": 1850,
      "CGGAAAT": 1851,
      "ACAAGCT": 1852,
      "GGTATTT": 1853,
      "AGTAGAT": 1854,
      "AAAAAATTT": 1855,
      "GATTCAT": 1856,
      "GAATAAAA": 1857,
      "AATAGC": 1858,
      "GGTGGAA": 1859,
      "ATTAAAGG": 1860,
      "AATAACT": 1861,
      "AAACGAA": 1862,
      "CACCCT": 1863,
      "CTTTTCT": 1864,
      "AGGTGAT": 1865,
      "CAACAAT": 1866,
      "CAGAGTT": 1867,
      "ATATGTT": 1868,
      "CAAGGAA": 1869,
      "GAAAGAT": 1870,
      "GGTAAAT": 1871,
      "GATATGG": 1872,
      "AGAGATTT": 1873,
      "CGTAAAA": 1874,
      "GGTTCC": 1875,
      "ACTGGAA": 1876,
      "AAACAAAT": 1877,
      "AAAGAAAA": 1878,
      "AATCAAT": 1879,
      "ATTTTCC": 1880,
      "ACTTCC": 1881,
      "AGGAAGT": 1882,
      "GACAGAT": 1883,
      "GAAATTT": 1884,
      "GCGGCC": 1885,
      "GACTTAT": 1886,
      "AGAGACT": 1887,
      "GTTGAAT": 1888,
      "CGTTTTTT": 1889,
      "AAAATTAC": 1890,
      "ATAAAGAT": 1891,
      "ATTTCCT": 1892,
      "CTGGGT": 1893,
      "ATAACAA": 1894,
      "AAATCTT": 1895,
      "AAACAGG": 1896,
      "GTGGGC": 1897,
      "GCTTGAT": 1898,
      "AAAGAAAT": 1899,
      "CAAAAAGG": 1900,
      "ACAAAGC": 1901,
      "CATTGCT": 1902,
      "GATTACT": 1903,
      "GTACGC": 1904,
      "CTTTCAA": 1905,
      "GTGGCGG": 1906,
      "AGAAGAC": 1907,
      "CGATGAT": 1908,
      "AGACAAT": 1909,
      "AGGTGGT": 1910,
      "CTTTTGT": 1911,
      "CTAAAGG": 1912,
      "GTGGAGG": 1913,
      "GAAGGAA": 1914,
      "CAGGGC": 1915,
      "CATTCTT": 1916,
      "ACTAATT": 1917,
      "GATTTTAA": 1918,
      "CATAGC": 1919,
      "CCTTCC": 1920,
      "ATTAGTT": 1921,
      "CTAAGC": 1922,
      "CAGAGGT": 1923,
      "AGATCC": 1924,
      "GATATAT": 1925,
      "GAAACAA": 1926,
      "AAATGCT": 1927,
      "CATCGAA": 1928,
      "GAAATGC": 1929,
      "ATTACTTT": 1930,
      "CGCCAC": 1931,
      "AGCGCT": 1932,
      "AGCTCAGTTGGTAGAGC": 1933,
      "GAAGAAT": 1934,
      "CCGCCT": 1935,
      "GTGCTTT": 1936,
      "GTTCGATT": 1937,
      "GATGTTT": 1938,
      "CGCTCT": 1939,
      "GTATATT": 1940,
      "CGTTTAC": 1941,
      "AAAAGAAT": 1942,
      "CTTGTTT": 1943,
      "CTACCT": 1944,
      "GGATGAC": 1945,
      "AAGGGT": 1946,
      "GATAATT": 1947,
      "GTTATGG": 1948,
      "AATATGC": 1949,
      "GCAAATT": 1950,
      "ACTTATT": 1951,
      "GAAATGT": 1952,
      "CTTTGAC": 1953,
      "CAAAACT": 1954,
      "CCAAAAT": 1955,
      "CAGCAAT": 1956,
      "AGCAAGT": 1957,
      "AGCATTT": 1958,
      "CGCCCT": 1959,
      "CAGCTAT": 1960,
      "CAGAAGC": 1961,
      "AGGTGCT": 1962,
      "GATTTCT": 1963,
      "AGAAAGAA": 1964,
      "AATATCT": 1965,
      "CGAAAAAA": 1966,
      "CCGGGT": 1967,
      "ACTCAC": 1968,
      "AGTTCAA": 1969,
      "GGAAGCT": 1970,
      "CGAGTTT": 1971,
      "AGCTATT": 1972,
      "AGATAGT": 1973,
      "CTGGCC": 1974,
      "AGGCGT": 1975,
      "GACAAAC": 1976,
      "ATTAAGC": 1977,
      "CGACTTT": 1978,
      "CAGGTGG": 1979,
      "ATGGCGG": 1980,
      "GAGGTTT": 1981,
      "ACTTAAT": 1982,
      "CTGGAGG": 1983,
      "CTTCATT": 1984,
      "CTATATT": 1985,
      "ATGGCC": 1986,
      "AGCTTGG": 1987,
      "CCTCGG": 1988,
      "CTTTGGT": 1989,
      "CGACGC": 1990,
      "CACAAAC": 1991,
      "AGACTAT": 1992,
      "CTTGAAAA": 1993,
      "ATTTAGG": 1994,
      "AATTGAC": 1995,
      "AAATATAA": 1996,
      "ATTTAGC": 1997,
      "GGATCAA": 1998,
      "CGAACC": 1999,
      "GGATGTT": 2000,
      "ACTTGAT": 2001,
      "ATATGGT": 2002,
      "CGATTGG": 2003,
      "AGAGAATT": 2004,
      "ACAAGTT": 2005,
      "AGCTAAT": 2006,
      "GTTTCAT": 2007,
      "CTGTGC": 2008,
      "CTGTCC": 2009,
      "AGCTTTTT": 2010,
      "GTATCAT": 2011,
      "CCTAAAA": 2012,
      "CGTACT": 2013,
      "CAGTTGG": 2014,
      "GACCAC": 2015,
      "ATGCCT": 2016,
      "ATTTTGAT": 2017,
      "AGGACT": 2018,
      "GCAAAGT": 2019,
      "ACGGTTT": 2020,
      "ACATCAA": 2021,
      "GCTTCAA": 2022,
      "CTTTCAT": 2023,
      "CACTTAT": 2024,
      "AGGGTT": 2025,
      "GTTTCTT": 2026,
      "GAACAC": 2027,
      "GAACGC": 2028,
      "GGACGC": 2029,
      "CTTTAAAA": 2030,
      "CGGGCT": 2031,
      "AGATCAA": 2032,
      "ATTAAAGAA": 2033,
      "GGTTATT": 2034,
      "ATATGAC": 2035,
      "ATTTATGG": 2036,
      "AGGTAAT": 2037,
      "AGGACTT": 2038,
      "GAGGTGG": 2039,
      "GGGGGT": 2040,
      "GATGAAAA": 2041,
      "CATTTTAT": 2042,
      "GCTTTGG": 2043,
      "CTTATGG": 2044,
      "GTAAATT": 2045,
      "GGTGATT": 2046,
      "CGTAGC": 2047,
      "ATAACAT": 2048,
      "GTAAAGC": 2049,
      "AGAAAATT": 2050,
      "CAATGTT": 2051,
      "AAAAAGAT": 2052,
      "ACTGATT": 2053,
      "CATTTCT": 2054,
      "AGTTCC": 2055,
      "GGGGGG": 2056,
      "AAATGAAT": 2057,
      "CTATCAT": 2058,
      "CGGAAGC": 2059,
      "CTTTTGC": 2060,
      "CCGCGC": 2061,
      "AGTAAAAT": 2062,
      "GCGGTTT": 2063,
      "CAATTGC": 2064,
      "CATTATTT": 2065,
      "GGCTGCT": 2066,
      "ACGGGC": 2067,
      "AATAAAGG": 2068,
      "CCAACC": 2069,
      "GAGATAT": 2070,
      "CTAAAGAA": 2071,
      "AAATAATT": 2072,
      "ACTATAA": 2073,
      "GATTTTTTT": 2074,
      "CGAAAGG": 2075,
      "CGGCAGC": 2076,
      "GATAAAC": 2077,
      "CCAAGCT": 2078,
      "AAAAAAGAA": 2079,
      "CGGTTAT": 2080,
      "AGTGGAA": 2081,
      "CAGTTAA": 2082,
      "CAGGGT": 2083,
      "GAAATCT": 2084,
      "CTTTGCT": 2085,
      "CGACCT": 2086,
      "AATTTTTTT": 2087,
      "GCTTCTT": 2088,
      "AGAGGGG": 2089,
      "ACATCAT": 2090,
      "ACTTGTT": 2091,
      "AGTAGTT": 2092,
      "AAAAATGAA": 2093,
      "ACAAACT": 2094,
      "GAAATCAA": 2095,
      "GAGACTT": 2096,
      "GATTATAT": 2097,
      "GGTAGG": 2098,
      "AGCATAT": 2099,
      "GGTTCAA": 2100,
      "GGATGCT": 2101,
      "GGTGAAT": 2102,
      "AGAGAAAA": 2103,
      "AGAACC": 2104,
      "CGAATGG": 2105,
      "AAGTGT": 2106,
      "AAAATGT": 2107,
      "GAGGAAT": 2108,
      "GACGATT": 2109,
      "GATTTGC": 2110,
      "CGCGTT": 2111,
      "CACAAGC": 2112,
      "GAAAACAA": 2113,
      "GCACCT": 2114,
      "GGAACTT": 2115,
      "CATTAAAA": 2116,
      "ATTTATAA": 2117,
      "CATTACT": 2118,
      "CAGGCGG": 2119,
      "AGCGATT": 2120,
      "CATTTGT": 2121,
      "GGCTGAT": 2122,
      "AAACCAA": 2123,
      "CGCAGAA": 2124,
      "AAAGGAT": 2125,
      "CCACCT": 2126,
      "CCTCGT": 2127,
      "ACATAAT": 2128,
      "GATTTGT": 2129,
      "GATTTTAC": 2130,
      "GTAAAGT": 2131,
      "AAAGGGG": 2132,
      "CCTTTAC": 2133,
      "GAATGTT": 2134,
      "CGTTTGG": 2135,
      "CGAGCTT": 2136,
      "GACTCT": 2137,
      "CATGTTT": 2138,
      "GCTTGTT": 2139,
      "ACAACTT": 2140,
      "AATATAAT": 2141,
      "GAATATAT": 2142,
      "ATTGGTTT": 2143,
      "GAAATGAA": 2144,
      "ATTTATTTT": 2145,
      "ACTTGCT": 2146,
      "CCGGCGG": 2147,
      "ATAAACT": 2148,
      "CCGGTTT": 2149,
      "AGTCAC": 2150,
      "CCACTTT": 2151,
      "CTTTACT": 2152,
      "GCAAGAT": 2153,
      "CCAAAGG": 2154,
      "ATACCT": 2155,
      "GGAAAGAA": 2156,
      "AAGGGC": 2157,
      "GACTTTTT": 2158,
      "ATTGGTT": 2159,
      "GTTTTGT": 2160,
      "ACAAGGT": 2161,
      "GCAAGCT": 2162,
      "GAAAAAGAT": 2163,
      "GAGTGAA": 2164,
      "CACTCT": 2165,
      "AACAA": 2166,
      "ACAAAGAA": 2167,
      "ATTGCTTT": 2168,
      "GATGGAT": 2169,
      "CATTTGC": 2170,
      "GTTTGGT": 2171,
      "AGCTGAC": 2172,
      "GAAGCTTT": 2173,
      "AATTTAC": 2174,
      "AGCTCAGCTGG": 2175,
      "CGAATAT": 2176,
      "AAGCTTT": 2177,
      "CGTTGAA": 2178,
      "CAGAAGT": 2179,
      "CTTTATTT": 2180,
      "GATTCTT": 2181,
      "CGACGT": 2182,
      "CTCTCT": 2183,
      "CTATGAC": 2184,
      "ACATATT": 2185,
      "GCTGGAT": 2186,
      "CAGAAGAA": 2187,
      "GAGAGGT": 2188,
      "CAATCTT": 2189,
      "CGAAGAT": 2190,
      "GAAAAACT": 2191,
      "CTGTGT": 2192,
      "AGATACT": 2193,
      "ATTTTCAT": 2194,
      "AAAATAAT": 2195,
      "CGATGGT": 2196,
      "GTTTTCT": 2197,
      "CCAAAGC": 2198,
      "GTGCCT": 2199,
      "AAAAAATAT": 2200,
      "CGATGAC": 2201,
      "CGGAGAA": 2202,
      "GCTATTT": 2203,
      "CGGATAT": 2204,
      "GAGTTAT": 2205,
      "CTGCGT": 2206,
      "GTTGTTT": 2207,
      "AATTAATT": 2208,
      "CGCAAAT": 2209,
      "CAATCGT": 2210,
      "CAGGAAT": 2211,
      "ATTATTAT": 2212,
      "CAAATGAA": 2213,
      "GAATGAC": 2214,
      "ACAACAT": 2215,
      "AGACGAA": 2216,
      "GAGGAAAT": 2217,
      "CAGATAC": 2218,
      "AGAATGT": 2219,
      "TTTTTTAT": 2220,
      "AGTCATT": 2221,
      "GTTAAAC": 2222,
      "GTAAAGAA": 2223,
      "AGAGTTTT": 2224,
      "GTGCGC": 2225,
      "GAATTGT": 2226,
      "CGCACT": 2227,
      "AGTTAAAA": 2228,
      "ATGGATT": 2229,
      "AAAGTAT": 2230,
      "CGAACAA": 2231,
      "CCGGCC": 2232,
      "ATATAAAT": 2233,
      "GCATGAA": 2234,
      "CGGAATT": 2235,
      "AAGGAGT": 2236,
      "GACTTGG": 2237,
      "AGCTTAC": 2238,
      "GTACAAT": 2239,
      "CATAGG": 2240,
      "ATTATCC": 2241,
      "CCGTGT": 2242,
