{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "AA": 9,
      "TT": 10,
      "GC": 11,
      "AT": 12,
      "GG": 13,
      "AC": 14,
      "TC": 15,
      "AG": 16,
      "ATT": 17,
      "TG": 18,
      "CC": 19,
      "AAAA": 20,
      "GCC": 21,
      "ATC": 22,
      "TAA": 23,
      "GAA": 24,
      "AGC": 25,
      "AGG": 26,
      "ACC": 27,
      "TTC": 28,
      "TGG": 29,
      "ATG": 30,
      "TGC": 31,
      "TTTT": 32,
      "AAC": 33,
      "TAC": 34,
      "GGC": 35,
      "TCC": 36,
      "TAT": 37,
      "TATT": 38,
      "GTT": 39,
      "AGAA": 40,
      "GAC": 41,
      "ATAA": 42,
      "GTC": 43,
      "TAG": 44,
      "GAT": 45,
      "TGAA": 46,
      "CCC": 47,
      "ATTC": 48,
      "TAAAA": 49,
      "AATT": 50,
      "GAG": 51,
      "TGTT": 52,
      "ACAA": 53,
      "ATTTT": 54,
      "TGGC": 55,
      "ATGG": 56,
      "TATC": 57,
      "AGCC": 58,
      "AGTT": 59,
      "ATGC": 60,
      "ACTT": 61,
      "GATT": 62,
      "ATCC": 63,
      "GGAA": 64,
      "TCAA": 65,
      "TGCC": 66,
      "TCTT": 67,
      "GTG": 68,
      "AGGC": 69,
      "GAAAA": 70,
      "GAAC": 71,
      "TACC": 72,
      "GCAA": 73,
      "ATAC": 74,
      "TAAC": 75,
      "GCTT": 76,
      "TATG": 77,
      "GGTT": 78,
      "GGCC": 79,
      "GCCC": 80,
      "ATATT": 81,
      "GTAA": 82,
      "GATC": 83,
      "ACCC": 84,
      "AAAAC": 85,
      "AAAAAA": 86,
      "TAGC": 87,
      "ATGAA": 88,
      "AGAC": 89,
      "GAGC": 90,
      "GTTC": 91,
      "GATG": 92,
      "TTAA": 93,
      "TTTC": 94,
      "GACC": 95,
      "GAGG": 96,
      "GGGC": 97,
      "GTGG": 98,
      "TCCC": 99,
      "TGAC": 100,
      "AAAC": 101,
      "TAGG": 102,
      "GTGC": 103,
      "GCTC": 104,
      "ATAG": 105,
      "GTTTT": 106,
      "TGTC": 107,
      "GCGG": 108,
      "TTCC": 109,
      "ATTAA": 110,
      "GCGC": 111,
      "GTAC": 112,
      "AGTC": 113,
      "GGAC": 114,
      "AACC": 115,
      "ATAAAA": 116,
      "GGTC": 117,
      "AGGAA": 118,
      "ATCAA": 119,
      "GCAC": 120,
      "AGATT": 121,
      "TATAA": 122,
      "GTCC": 123,
      "TAATT": 124,
      "TCTC": 125,
      "AACAA": 126,
      "TATTC": 127,
      "TGGAA": 128,
      "TAGAA": 129,
      "TGATT": 130,
      "AGAAAA": 131,
      "ACAC": 132,
      "TTTTTT": 133,
      "ACGG": 134,
      "AGAG": 135,
      "TTCAA": 136,
      "AGCAA": 137,
      "TTCTT": 138,
      "TATTTT": 139,
      "ACTC": 140,
      "GCTG": 141,
      "GAATT": 142,
      "GTAT": 143,
      "GGGG": 144,
      "ATAT": 145,
      "ATTTC": 146,
      "GTAG": 147,
      "ATCTT": 148,
      "GATAA": 149,
      "TACAA": 150,
      "TGAAAA": 151,
      "ACGC": 152,
      "GTATT": 153,
      "ATGTT": 154,
      "CCAA": 155,
      "AGAAC": 156,
      "AGTAA": 157,
      "TCGG": 158,
      "ACCAA": 159,
      "TCGC": 160,
      "CCTT": 161,
      "GAGAA": 162,
      "AGCTT": 163,
      "ATATC": 164,
      "ATGCC": 165,
      "TCAC": 166,
      "TGGTT": 167,
      "TGCAA": 168,
      "AGTG": 169,
      "TGCTT": 170,
      "AACTT": 171,
      "ATTCC": 172,
      "TGGCC": 173,
      "TGTAA": 174,
      "AGGTT": 175,
      "ACCTT": 176,
      "TACTT": 177,
      "GCAG": 178,
      "GGCAA": 179,
      "ATTAC": 180,
      "GGTG": 181,
      "ATAAC": 182,
      "AAAATT": 183,
      "GATTC": 184,
      "GCCAA": 185,
      "GAAAC": 186,
      "GGAG": 187,
      "GCGGC": 188,
      "GCTGC": 189,
      "TTTTAA": 190,
      "TATCC": 191,
      "GTGAA": 192,
      "GGATT": 193,
      "TAAAAAA": 194,
      "ATACC": 195,
      "ATGGC": 196,
      "GACAA": 197,
      "TGATC": 198,
      "GGGAA": 199,
      "ATTATT": 200,
      "TGAAC": 201,
      "TAAAC": 202,
      "TGCCC": 203,
      "TAAAAC": 204,
      "ACAG": 205,
      "ATCCC": 206,
      "TGATG": 207,
      "ATAGC": 208,
      "TGTTC": 209,
      "GCCTT": 210,
      "GATTTT": 211,
      "GCAGC": 212,
      "TCATT": 213,
      "GCTGG": 214,
      "TCCTT": 215,
      "TGAG": 216,
      "GCATT": 217,
      "TGTTTT": 218,
      "GTGGC": 219,
      "TATGG": 220,
      "GCAGG": 221,
      "GCCGG": 222,
      "GAAGAA": 223,
      "TCCAA": 224,
      "AAAAAC": 225,
      "ATATG": 226,
      "GATCC": 227,
      "GTATC": 228,
      "TAGCC": 229,
      "TGCTC": 230,
      "GGCTT": 231,
      "AGATC": 232,
      "GGTAA": 233,
      "GTTAA": 234,
      "GTTTC": 235,
      "AGAATT": 236,
      "TAGTT": 237,
      "ACATT": 238,
      "ATAATT": 239,
      "GGAAC": 240,
      "GAACC": 241,
      "AGCCC": 242,
      "GCCGC": 243,
      "GTAAAA": 244,
      "TTCTC": 245,
      "GAGTT": 246,
      "GTGTT": 247,
      "GGAAAA": 248,
      "AGATG": 249,
      "AGAGC": 250,
      "AGAGG": 251,
      "ACAAC": 252,
      "TGTG": 253,
      "TATATT": 254,
      "GTTCC": 255,
      "GCAAC": 256,
      "GCTTC": 257,
      "AGTTC": 258,
      "TATAC": 259,
      "GGTGG": 260,
      "ATAGG": 261,
      "TAACC": 262,
      "AGTTTT": 263,
      "TCATC": 264,
      "GGCCC": 265,
      "TGTGG": 266,
      "ATATAA": 267,
      "TGACC": 268,
      "TAAATT": 269,
      "GGAGG": 270,
      "GCATC": 271,
      "TACCC": 272,
      "GCGAA": 273,
      "GGAGC": 274,
      "GAGCC": 275,
      "TATTAA": 276,
      "ACAAAA": 277,
      "ACGAA": 278,
      "TGAGC": 279,
      "TAATC": 280,
      "ATGGAA": 281,
      "GACTT": 282,
      "AGTGG": 283,
      "AGACC": 284,
      "TCTTC": 285,
      "GGTGC": 286,
      "GTGCC": 287,
      "GTAAC": 288,
      "TCAAC": 289,
      "GGTTC": 290,
      "GAAAAC": 291,
      "AGGCC": 292,
      "TCAAAA": 293,
      "AGTAC": 294,
      "GCAAAA": 295,
      "TATGAA": 296,
      "ATGAAAA": 297,
      "GTCAA": 298,
      "ACAGG": 299,
      "ACGGC": 300,
      "TGTAC": 301,
      "TCGGC": 302,
      "GCGCC": 303,
      "ATAGAA": 304,
      "ACTTC": 305,
      "GTAGC": 306,
      "ACAGC": 307,
      "ATTGG": 308,
      "ATTCAA": 309,
      "TCGAA": 310,
      "ATTCTT": 311,
      "GGGGC": 312,
      "ATTTAA": 313,
      "ACATC": 314,
      "GTACC": 315,
      "GCGAC": 316,
      "TCAGC": 317,
      "GCTAC": 318,
      "GCTCC": 319,
      "GCCCC": 320,
      "AATTAA": 321,
      "GCACC": 322,
      "TGAGG": 323,
      "GGATC": 324,
      "GCTTTT": 325,
      "TGAATT": 326,
      "TCAGG": 327,
      "TAATAA": 328,
      "TGTGC": 329,
      "GATGAA": 330,
      "GTCTT": 331,
      "ATGAC": 332,
      "TCTTTT": 333,
      "ATATTTT": 334,
      "AGATAA": 335,
      "GACCC": 336,
      "ATGAAC": 337,
      "TCTGG": 338,
      "TCGCC": 339,
      "GGGTT": 340,
      "GCTAA": 341,
      "GCGTT": 342,
      "ATTTTC": 343,
      "ACTTTT": 344,
      "ATACAA": 345,
      "AAAACC": 346,
      "GGTTTT": 347,
      "ATTGAA": 348,
      "ACTGG": 349,
      "TGATAA": 350,
      "GTATG": 351,
      "TCACC": 352,
      "TCTGC": 353,
      "AGTGC": 354,
      "AGTATT": 355,
      "TATCTT": 356,
      "GATGG": 357,
      "AGTAG": 358,
      "ATTTTTT": 359,
      "TGTAG": 360,
      "GAAAAAA": 361,
      "TCGTT": 362,
      "GA": 363,
      "ATATTC": 364,
      "TATCAA": 365,
      "TGTCC": 366,
      "TCGAC": 367,
      "ACGCC": 368,
      "GTAGG": 369,
      "ACTAC": 370,
      "CCCC": 371,
      "ACTAA": 372,
      "TCTCC": 373,
      "ACACC": 374,
      "TCGTC": 375,
      "CCCAA": 376,
      "AGAGAA": 377,
      "ATACTT": 378,
      "TGTATT": 379,
      "TCTAA": 380,
      "GGTAC": 381,
      "TATAAAA": 382,
      "ACTGC": 383,
      "GCGTC": 384,
      "GGGCC": 385,
      "TCTAC": 386,
      "ATTTTAA": 387,
      "ACGAC": 388,
      "TAAAATT": 389,
      "ATTGC": 390,
      "TATGC": 391,
      "TCAG": 392,
      "GCCGCC": 393,
      "TCTG": 394,
      "ATTAAAA": 395,
      "GAAGG": 396,
      "ACGTT": 397,
      "TGCTGC": 398,
      "ACCCC": 399,
      "GAAGC": 400,
      "ATCATC": 401,
      "GGATG": 402,
      "GGCGGC": 403,
      "GATGC": 404,
      "GAAATT": 405,
      "AAAACAA": 406,
      "ACTCC": 407,
      "AGTCC": 408,
      "GGAATT": 409,
      "GGGAC": 410,
      "ATTTAC": 411,
      "ACTG": 412,
      "ATTATC": 413,
      "ATGCAA": 414,
      "ATGCTT": 415,
      "TCCCC": 416,
      "ATTGTT": 417,
      "TGTTAA": 418,
      "TAACAA": 419,
      "TGGCAA": 420,
      "ATAAAAAA": 421,
      "GGGAG": 422,
      "ATGGTT": 423,
      "GAACAA": 424,
      "ATATCC": 425,
      "AGTTAA": 426,
      "TGCTGG": 427,
      "AGCAGC": 428,
      "TATGTT": 429,
      "TAATTTT": 430,
      "ATTTG": 431,
      "GGTAG": 432,
      "AGGCAA": 433,
      "GGACC": 434,
      "TATATC": 435,
      "GAATC": 436,
      "TATTCC": 437,
      "TAAAG": 438,
      "GATATT": 439,
      "TTCTTC": 440,
      "GATAC": 441,
      "ATATGG": 442,
      "CCCTT": 443,
      "ATATAC": 444,
      "GGCGG": 445,
      "GAAATC": 446,
      "GTCCC": 447,
      "AGGCTT": 448,
      "AACAAC": 449,
      "GGAGAA": 450,
      "ATAGTT": 451,
      "ATGTC": 452,
      "ATTTGC": 453,
      "TTTTCC": 454,
      "TGGTGG": 455,
      "GCCGGC": 456,
      "TGGCTT": 457,
      "AGCAGG": 458,
      "ATGATT": 459,
      "AGCCAA": 460,
      "AGTAT": 461,
      "AGCCTT": 462,
      "AGACAA": 463,
      "ACAATT": 464,
      "TGGGC": 465,
      "TAAAGG": 466,
      "TACCTT": 467,
      "ATCAAC": 468,
      "GCAGAA": 469,
      "ATCAC": 470,
      "TAACTT": 471,
      "ATCCTT": 472,
      "TGGAC": 473,
      "AGCGG": 474,
      "TGATGC": 475,
      "TTCGG": 476,
      "TGGTC": 477,
      "TGATGG": 478,
      "GAGGAA": 479,
      "TGCCAA": 480,
      "TGGAAAA": 481,
      "AGGAAC": 482,
      "ACCGG": 483,
      "TCAATT": 484,
      "TTCAAAA": 485,
      "TGGAAC": 486,
      "ATCATT": 487,
      "AGCAAC": 488,
      "ATCGG": 489,
      "AGGAAAA": 490,
      "GTAGAA": 491,
      "TCCGG": 492,
      "TACCAA": 493,
      "TTTTTC": 494,
      "AGCAC": 495,
      "ATATATT": 496,
      "GTAATT": 497,
      "TGCCTT": 498,
      "ACTTAA": 499,
      "TCTTCC": 500,
      "AGGAC": 501,
      "TTCAC": 502,
      "GCTGAA": 503,
      "ACAACC": 504,
      "TCTTAA": 505,
      "TGCGG": 506,
      "ATCCAA": 507,
      "TGTAT": 508,
      "GAACTT": 509,
      "AGAAGAA": 510,
      "GTTTTTT": 511,
      "GCAATT": 512,
      "ACCGGC": 513,
      "GATGCC": 514,
      "AGATGC": 515,
      "AAAAAAC": 516,
      "TGATTTT": 517,
      "ATATGC": 518,
      "TAAGAA": 519,
      "ATCTC": 520,
      "ATTTATT": 521,
      "AGCTC": 522,
      "TGTTCC": 523,
      "ATTTCC": 524,
      "GATGTT": 525,
      "ATTTGG": 526,
      "TTCAAC": 527,
      "GATCAA": 528,
      "GCTATT": 529,
      "AGATTC": 530,
      "TGGCCC": 531,
      "AGATGG": 532,
      "TAAATC": 533,
      "AAAAGAA": 534,
      "ATTGCC": 535,
      "AGTGAA": 536,
      "ATTACC": 537,
      "GGTATT": 538,
      "TTCTTTT": 539,
      "TATAAC": 540,
      "GCGAG": 541,
      "TCAACC": 542,
      "TAGAAAA": 543,
      "AGAGTT": 544,
      "ACTTCC": 545,
      "TGCAC": 546,
      "GATTAA": 547,
      "AGAACC": 548,
      "GT": 549,
      "ACCAC": 550,
      "TGATTC": 551,
      "GTATTC": 552,
      "GCCGAC": 553,
      "GATAAAA": 554,
      "AGCGGC": 555,
      "GTTTTC": 556,
      "AGGAGG": 557,
      "ACCTC": 558,
      "ATCGGC": 559,
      "ATTAAC": 560,
      "GCTTCC": 561,
      "GCCGAA": 562,
      "GCATG": 563,
      "ATTGGC": 564,
      "AGATTTT": 565,
      "GTGGAA": 566,
      "ATAAAAC": 567,
      "TACAAC": 568,
      "TGAGAA": 569,
      "GCTGGC": 570,
      "TCCTC": 571,
      "ATCAAAA": 572,
      "AGTAAAA": 573,
      "GGGTC": 574,
      "ATGATG": 575,
      "TGCAGG": 576,
      "GCAACC": 577,
      "ATGCCC": 578,
      "TATTTC": 579,
      "AGATAC": 580,
      "GATTCC": 581,
      "TTCAGG": 582,
      "TGGGAA": 583,
      "TAAAGC": 584,
      "TGAACC": 585,
      "TAAAGAA": 586,
      "GGTCC": 587,
      "ACAGAA": 588,
      "TTCATC": 589,
      "GCCTC": 590,
      "ATAACC": 591,
      "TGCGC": 592,
      "ATATAG": 593,
      "ACCGC": 594,
      "ACGTC": 595,
      "ATATTAA": 596,
      "TGACAA": 597,
      "GTTCAA": 598,
      "TGCGGC": 599,
      "TGATCC": 600,
      "GAGGC": 601,
      "ACTATT": 602,
      "GAAACC": 603,
      "AGTTCC": 604,
      "ATCGC": 605,
      "GAAAGC": 606,
      "AATTCC": 607,
      "GTTGG": 608,
      "TATGCC": 609,
      "TTCGGC": 610,
      "AAAATC": 611,
      "GTTCTT": 612,
      "TGTAAAA": 613,
      "ATGAATT": 614,
      "TCCGGC": 615,
      "TACTTTT": 616,
      "TACAC": 617,
      "TACTC": 618,
      "GAGCAA": 619,
      "GAAGTT": 620,
      "TGCAAC": 621,
      "AGGTC": 622,
      "GGAACC": 623,
      "TAAATAA": 624,
      "TAAGG": 625,
      "ACCAAC": 626,
      "TTCGC": 627,
      "TTCATT": 628,
      "TTCTGG": 629,
      "ATCAGC": 630,
      "GAAGGC": 631,
      "ATAGCC": 632,
      "GGGTG": 633,
      "ACCCAA": 634,
      "GAAGAC": 635,
      "ATGAGC": 636,
      "TAGCAA": 637,
      "GTTGTT": 638,
      "GCCAC": 639,
      "AAAACTT": 640,
      "ATCGAC": 641,
      "AGAAAAAA": 642,
      "TGCAGC": 643,
      "GAAAATT": 644,
      "TAGGAA": 645,
      "TATACC": 646,
      "AGACTT": 647,
      "ATCACC": 648,
      "AGGATT": 649,
      "TGGAGC": 650,
      "TGAAGAA": 651,
      "TCCGC": 652,
      "TACAAAA": 653,
      "TACGG": 654,
      "TCATG": 655,
      "TTTTTAA": 656,
      "AGGGC": 657,
      "GTATAA": 658,
      "GTTGC": 659,
      "TGGGG": 660,
      "GATCTT": 661,
      "GGCCAA": 662,
      "TA": 663,
      "AGTATC": 664,
      "TATAATT": 665,
      "TTCAGC": 666,
      "AGGGAA": 667,
      "ATCGAA": 668,
      "ATATGAA": 669,
      "TGAGTT": 670,
      "AGGAGC": 671,
      "GGCGC": 672,
      "GGCTC": 673,
      "TGGATT": 674,
      "TAAGC": 675,
      "GCCGTC": 676,
      "TGCAAAA": 677,
      "GTTAC": 678,
      "AGGCCC": 679,
      "GTATTTT": 680,
      "TGTGAA": 681,
      "TAGCTT": 682,
      "TGAAAAAA": 683,
      "ATGACC": 684,
      "TAAGTT": 685,
      "GCCAAC": 686,
      "TAAACC": 687,
      "AGAAAC": 688,
      "GCCCAA": 689,
      "ATGATC": 690,
      "ACCCTT": 691,
      "ATTGAC": 692,
      "GGTGAA": 693,
      "TGATAC": 694,
      "ATTTAG": 695,
      "AGCGC": 696,
      "TCTATT": 697,
      "GGTTCC": 698,
      "GATAAC": 699,
      "TGTATC": 700,
      "TGGAGG": 701,
      "TGCTTTT": 702,
      "TAATATT": 703,
      "GGCAC": 704,
      "GAGCTT": 705,
      "GCTTAA": 706,
      "TAATTC": 707,
      "AGCAAAA": 708,
      "ATCCCC": 709,
      "ATCGTC": 710,
      "GCTGTT": 711,
      "TGATGAA": 712,
      "ATTTAT": 713,
      "GACGAC": 714,
      "GATACC": 715,
      "ATTATG": 716,
      "ATAGAC": 717,
      "ATCTTC": 718,
      "ATCGCC": 719,
      "GAAGCC": 720,
      "GTACAA": 721,
      "GGTTAA": 722,
      "AGATATT": 723,
      "GACCAA": 724,
      "TAATAC": 725,
      "ATAAAC": 726,
      "ATCAGG": 727,
      "ATATAAAA": 728,
      "TATCCC": 729,
      "TATTTTTT": 730,
      "AGAAAAC": 731,
      "GTTGAA": 732,
      "AGATCC": 733,
      "AACTC": 734,
      "GACGGC": 735,
      "TGCTCC": 736,
      "GACGG": 737,
      "AGTGTT": 738,
      "GGCCTT": 739,
      "TGTGTT": 740,
      "TCAGAA": 741,
      "ATGGCC": 742,
      "AACAC": 743,
      "AGCATT": 744,
      "TAATGG": 745,
      "TTCTCC": 746,
      "TGTGGC": 747,
      "AAAAATT": 748,
      "ATACCC": 749,
      "GAGAC": 750,
      "TGAAAC": 751,
      "ATCGTT": 752,
      "GCTGCC": 753,
      "TCCCAA": 754,
      "GTGGTT": 755,
      "TTCACC": 756,
      "GACCTT": 757,
      "AGTGGC": 758,
      "AGTAAC": 759,
      "GGATAA": 760,
      "GTGAC": 761,
      "ACAAAC": 762,
      "TGTCTT": 763,
      "GCCCCC": 764,
      "TAGAC": 765,
      "AGATGAA": 766,
      "GATCCC": 767,
      "GCGGCC": 768,
      "TCCAC": 769,
      "GGGATT": 770,
      "ATTCCC": 771,
      "ATTAATT": 772,
      "TGCTTC": 773,
      "GAGAAC": 774,
      "AGGTAA": 775,
      "TACGGC": 776,
      "TGTCAA": 777,
      "TGGGGC": 778,
      "TGGTTTT": 779,
      "GCCCTT": 780,
      "TAGGTT": 781,
      "GCTCAA": 782,
      "TTCGAA": 783,
      "TGGTAA": 784,
      "AGTAGC": 785,
      "ATGTAA": 786,
      "AGTCTT": 787,
      "TGACTT": 788,
      "GAGGTT": 789,
      "ACCACC": 790,
      "GCCTGC": 791,
      "GATATC": 792,
      "GTTTCC": 793,
      "AGGAATT": 794,
      "AGTCAA": 795,
      "TGGTGC": 796,
      "TGTAAC": 797,
      "TGTTTC": 798,
      "GCAGGC": 799,
      "GAGTC": 800,
      "TATGAAAA": 801,
      "TACAGC": 802,
      "GTTATT": 803,
      "ATAAAATT": 804,
      "TACATT": 805,
      "GTGTC": 806,
      "GTAGCC": 807,
      "TCCCTT": 808,
      "TATTCTT": 809,
      "GCCAGC": 810,
      "AGGGG": 811,
      "TACGAA": 812,
      "AGAGGC": 813,
      "ATGTTTT": 814,
      "TATAGC": 815,
      "TTCTGC": 816,
      "AAAATAA": 817,
      "GACGAA": 818,
      "TGAAAAC": 819,
      "GCCACC": 820,
      "TAAAACC": 821,
      "TTCTAA": 822,
      "ATAGGC": 823,
      "TGATATT": 824,
      "GTACTT": 825,
      "TCCTGC": 826,
      "AACGG": 827,
      "AACCAA": 828,
      "GTGCTT": 829,
      "ATTGTC": 830,
      "TCTTTC": 831,
      "TTTTAC": 832,
      "TATGGAA": 833,
      "TTCGTC": 834,
      "TACAGG": 835,
      "TTCGTT": 836,
      "GATTTC": 837,
      "ATCTGG": 838,
      "GTAACC": 839,
      "AACAAAA": 840,
      "GACAC": 841,
      "ACCGAA": 842,
      "ATATCAA": 843,
      "AGCGAA": 844,
      "GCGTG": 845,
      "GCAGCC": 846,
      "ATCTTTT": 847,
      "TTTCCC": 848,
      "GCAGTT": 849,
      "ATAAATT": 850,
      "ATAATAA": 851,
      "TGTAGC": 852,
      "GCGGAA": 853,
      "TTCCTT": 854,
      "AGATAG": 855,
      "GGAGTT": 856,
      "GGGCAA": 857,
      "GTTTAA": 858,
      "AGAAATT": 859,
      "GTATCC": 860,
      "AGGTTTT": 861,
      "ACTTTC": 862,
      "GAGAAAA": 863,
      "GCACAA": 864,
      "GGACAA": 865,
      "GGCAAC": 866,
      "GACAAC": 867,
      "TAGTTTT": 868,
      "TTCTAC": 869,
      "GGCAGC": 870,
      "ATTTTCC": 871,
      "AGTACC": 872,
      "TATTATT": 873,
      "AGAGCC": 874,
      "GTTTAC": 875,
      "GTGCAA": 876,
      "TATTCAA": 877,
      "ATCTGC": 878,
      "GCGAT": 879,
      "TTCGAC": 880,
      "GGTGTT": 881,
      "TTCCAA": 882,
      "GTTTTAA": 883,
      "TGAGCC": 884,
      "TAGTAA": 885,
      "TAGAAC": 886,
      "TACTAC": 887,
      "TATATG": 888,
      "AAAAAAAA": 889,
      "AGTTTC": 890,
      "TATATAA": 891,
      "AATTTC": 892,
      "TAGAATT": 893,
      "TGTACC": 894,
      "GAAAGG": 895,
      "TATTAC": 896,
      "GCCATC": 897,
      "TTTTATT": 898,
      "GGTGGC": 899,
      "ACCCCC": 900,
      "GCTTTC": 901,
      "GAATAA": 902,
      "GCCGTT": 903,
      "TACACC": 904,
      "GTGCCC": 905,
      "ATGTGG": 906,
      "GTGAAC": 907,
      "GTCGGC": 908,
      "GGGAT": 909,
      "AGTATG": 910,
      "TGTGCC": 911,
      "GTAGTT": 912,
      "TAGATT": 913,
      "ACCAGC": 914,
      "ACCTGC": 915,
      "TTCGCC": 916,
      "ATCAATT": 917,
      "AACCTT": 918,
      "GACTC": 919,
      "TCCGAA": 920,
      "GCTAT": 921,
      "GGATTC": 922,
      "AGGTGG": 923,
      "ATAACAA": 924,
      "GTTTGC": 925,
      "GGGGAA": 926,
      "GCGATT": 927,
      "ATAATC": 928,
      "GGCGAA": 929,
      "ATGAAAAAA": 930,
      "GCGGGC": 931,
      "TCCCCC": 932,
      "TAATCC": 933,
      "TCAAAC": 934,
      "AGTGCC": 935,
      "AGTAGG": 936,
      "AGAATC": 937,
      "GTTTGG": 938,
      "TTTTGAA": 939,
      "GAGATT": 940,
      "ACCATT": 941,
      "ACCGCC": 942,
      "TAAAAAC": 943,
      "ATGAGG": 944,
      "ATGTAC": 945,
      "AGCTGG": 946,
      "GTCGTC": 947,
      "TGCATT": 948,
      "TGAAATT": 949,
      "ACCATC": 950,
      "GAAAACC": 951,
      "GGAAAC": 952,
      "GGATGG": 953,
      "GGTTTC": 954,
      "ATGTTC": 955,
      "AGCATC": 956,
      "TGATAG": 957,
      "TAGTC": 958,
      "GTGGCC": 959,
      "GCATCC": 960,
      "TGTATG": 961,
      "TACTTC": 962,
      "TAATTAA": 963,
      "GGATGC": 964,
      "TAATGC": 965,
      "GAGATC": 966,
      "GAGGCC": 967,
      "ACCGAC": 968,
      "GCTCTT": 969,
      "GGTAT": 970,
      "ATGATAA": 971,
      "AACAGC": 972,
      "GAGCCC": 973,
      "GGCTGG": 974,
      "GCATTC": 975,
      "ACAATC": 976,
      "TGA": 977,
      "GGAAGAA": 978,
      "TGACCC": 979,
      "GCGATC": 980,
      "TATTGAA": 981,
      "TTTTAAAA": 982,
      "TGCCCC": 983,
      "GGCGAC": 984,
      "TCCTCC": 985,
      "AGAACAA": 986,
      "GTCTC": 987,
      "GCCTGG": 988,
      "ACCTGG": 989,
      "TCAGTT": 990,
      "GTTGGC": 991,
      "AACGAA": 992,
      "GCAAAC": 993,
      "AGCTGC": 994,
      "TGTAGG": 995,
      "AGGTGC": 996,
      "AGAGAC": 997,
      "GGGCTT": 998,
      "TACATC": 999,
      "ATATCTT": 1000,
      "TGAGGC": 1001,
      "GGTATC": 1002,
      "TTTTTTC": 1003,
      "TAATAG": 1004,
      "GTCAC": 1005,
      "ATTCTC": 1006,
      "GGAGGC": 1007,
      "TAATGAA": 1008,
      "TACTGG": 1009,
      "TCAATC": 1010,
      "ATCTCC": 1011,
      "TATAGAA": 1012,
      "GCGCAA": 1013,
      "AGAAAATT": 1014,
      "GCCATT": 1015,
      "GTAAAAC": 1016,
      "GCGACC": 1017,
      "GCGCCC": 1018,
      "GGCTGC": 1019,
      "TATAGG": 1020,
      "TACTGC": 1021,
      "TATTTTC": 1022,
      "ACCAAAA": 1023,
      "GCTATC": 1024,
      "ATTTTTC": 1025,
      "TACGAC": 1026,
      "TCCAAC": 1027,
      "AGCTTC": 1028,
      "GAATGG": 1029,
      "AGAACTT": 1030,
      "ACCGTT": 1031,
      "AGCTTTT": 1032,
      "ACCGTC": 1033,
      "GGGAAC": 1034,
      "AGACCC": 1035,
      "GGACTT": 1036,
      "TATTTAA": 1037,
      "ACGAT": 1038,
      "ATTATAA": 1039,
      "GAATCC": 1040,
      "GGTAAAA": 1041,
      "GGCAGG": 1042,
      "GGAGCC": 1043,
      "ACGAG": 1044,
      "GGAATC": 1045,
      "ACGATT": 1046,
      "AGA": 1047,
      "TAAATG": 1048,
      "AATTATT": 1049,
      "GTGAAAA": 1050,
      "TCCGCC": 1051,
      "TATTTTAA": 1052,
      "AACAGG": 1053,
      "TGGTTC": 1054,
      "TAAACAA": 1055,
      "GCTACC": 1056,
      "AGCACC": 1057,
      "GAAAGAA": 1058,
      "GCATGG": 1059,
      "GTAAAAAA": 1060,
      "ATTTGAA": 1061,
      "GAAGAG": 1062,
      "ATCTAC": 1063,
      "ATGGCAA": 1064,
      "GTTCCC": 1065,
      "GAATAC": 1066,
      "GCGAAC": 1067,
      "TATATTTT": 1068,
      "GGTGCC": 1069,
      "GTTAAAA": 1070,
      "GAAGTC": 1071,
      "AATTAC": 1072,
      "TGTTTTTT": 1073,
      "ATTTAAAA": 1074,
      "GCGCTC": 1075,
      "GTTGCC": 1076,
      "TCCTGG": 1077,
      "CAA": 1078,
      "GCACTT": 1079,
      "ATGGAAAA": 1080,
      "GGGAGC": 1081,
      "ATAATTTT": 1082,
      "GTCCTT": 1083,
      "GTGATC": 1084,
      "TTAACC": 1085,
      "GCGGTT": 1086,
      "TGCGCC": 1087,
      "ACCTTC": 1088,
      "ATATGTT": 1089,
      "TATTAAAA": 1090,
      "TCCAAAA": 1091,
      "AGATAAAA": 1092,
      "GCTGAC": 1093,
      "TCCTTTT": 1094,
      "TGGGAC": 1095,
      "GATAATT": 1096,
      "ACTGAA": 1097,
      "AACGGC": 1098,
      "TGGGTT": 1099,
      "TATTGTT": 1100,
      "AACATT": 1101,
      "CCCGGC": 1102,
      "AGGAGAA": 1103,
      "TGGATC": 1104,
      "AGAGATT": 1105,
      "GATAGC": 1106,
      "GGGAAAA": 1107,
      "TTCAATT": 1108,
      "AGTAATT": 1109,
      "TGGAATT": 1110,
      "TTCCCC": 1111,
      "ATATTCC": 1112,
      "TGGATG": 1113,
      "GAATTTT": 1114,
      "TGCACC": 1115,
      "GGATAC": 1116,
      "AGGGTT": 1117,
      "GTGATT": 1118,
      "TCTGAA": 1119,
      "TCCTTC": 1120,
      "TGGTAC": 1121,
      "GCATAA": 1122,
      "ATAGAAAA": 1123,
      "TCATAA": 1124,
      "GCGAGC": 1125,
      "GGTCAA": 1126,
      "AGCAATT": 1127,
      "AGCGAC": 1128,
      "GGGTAA": 1129,
      "AGCGTT": 1130,
      "TGGTAG": 1131,
      "GGTCTT": 1132,
      "AGCGCC": 1133,
      "GTACCC": 1134,
      "GCAGAC": 1135,
      "AGCCCC": 1136,
      "AACCCC": 1137,
      "TACTAA": 1138,
      "TACCCC": 1139,
      "TGCATC": 1140,
      "GAGTTC": 1141,
      "ATGGAC": 1142,
      "ATTTCAA": 1143,
      "ATTGAT": 1144,
      "TAAAAAAC": 1145,
      "GCCTTC": 1146,
      "GGCATC": 1147,
      "TGAACAA": 1148,
      "ATTCAAAA": 1149,
      "ATGTAG": 1150,
      "ACAAGAA": 1151,
      "TATAAAC": 1152,
      "GCGCTT": 1153,
      "ATGTCC": 1154,
      "GGATTTT": 1155,
      "TGTAATT": 1156,
      "TCGAT": 1157,
      "GGGAGG": 1158,
      "GGGTGC": 1159,
      "GGCATT": 1160,
      "GGGTGG": 1161,
      "ATAACTT": 1162,
      "AGATTAA": 1163,
      "GCTAG": 1164,
      "TCCGTT": 1165,
      "TAATAAAA": 1166,
      "TTTTTTTT": 1167,
      "AGCAGAA": 1168,
      "TTCAGAA": 1169,
      "ACGGAA": 1170,
      "TAGCCC": 1171,
      "AGCTAC": 1172,
      "GACGCC": 1173,
      "GCAATC": 1174,
      "TAACCC": 1175,
      "TTTTTTAA": 1176,
      "TCCGTC": 1177,
      "ATGCTC": 1178,
      "GCGTTC": 1179,
      "ATTGATT": 1180,
      "TGAATC": 1181,
      "AAAAAATT": 1182,
      "GAATTC": 1183,
      "ATTTGTT": 1184,
      "ATTTCTT": 1185,
      "GCACCC": 1186,
      "GCTCCC": 1187,
      "GATGGAA": 1188,
      "AGGATC": 1189,
      "AGTGAC": 1190,
      "GTTATC": 1191,
      "TGATAAAA": 1192,
      "TCCATC": 1193,
      "TGGAGAA": 1194,
      "TACAATT": 1195,
      "AGGTTC": 1196,
      "GTCCAA": 1197,
      "TGCTAA": 1198,
      "ATCCTC": 1199,
      "GGCAAAA": 1200,
      "GGTAAC": 1201,
      "TGCTGAA": 1202,
      "GACAAAA": 1203,
      "ACTGGC": 1204,
      "GTTGTC": 1205,
      "GAACCC": 1206,
      "ATACCAA": 1207,
      "GAAATAA": 1208,
      "AGCTAA": 1209,
      "GGCTTC": 1210,
      "GGCGTC": 1211,
      "ACAGGC": 1212,
      "ACGGCC": 1213,
      "TATACAA": 1214,
      "TACGCC": 1215,
      "TATATTC": 1216,
      "ATGCCAA": 1217,
      "GGGTTC": 1218,
      "CTT": 1219,
      "GCGATG": 1220,
      "TATACTT": 1221,
      "ATGAGAA": 1222,
      "TAAAACAA": 1223,
      "AGAGTC": 1224,
      "GGGGCC": 1225,
      "TGTCCC": 1226,
      "TCATTC": 1227,
      "TACTCC": 1228,
      "AGTAGAA": 1229,
      "AACATC": 1230,
      "ACAGTT": 1231,
      "GCTAAAA": 1232,
      "TAGAGG": 1233,
      "AACTTC": 1234,
      "GGCCCC": 1235,
      "TTTTGTT": 1236,
      "ATACCTT": 1237,
      "ATCTAA": 1238,
      "ACTGTT": 1239,
      "ATTTATC": 1240,
      "GAACTC": 1241,
      "ACACAA": 1242,
      "AGCGTC": 1243,
      "TTTTTATT": 1244,
      "ATGTGC": 1245,
      "AGATCAA": 1246,
      "AGGTAC": 1247,
      "GCGTGC": 1248,
      "GGGGGC": 1249,
      "GATGAAAA": 1250,
      "GCGTGG": 1251,
      "GACATC": 1252,
      "TCAAGAA": 1253,
      "TGTAGAA": 1254,
      "AGAGGAA": 1255,
      "ATTAACC": 1256,
      "TAAAGTT": 1257,
      "TCCATT": 1258,
      "TGGGCC": 1259,
      "GCTGTC": 1260,
      "TAGATAA": 1261,
      "GGGGTT": 1262,
      "GCGAGG": 1263,
      "GTGACC": 1264,
      "GATTAC": 1265,
      "TAAAATC": 1266,
      "TGCTGGC": 1267,
      "GAAGAT": 1268,
      "GTCGCC": 1269,
      "TGATGTT": 1270,
      "ATTATTTT": 1271,
      "ATGTATT": 1272,
      "TGCGTT": 1273,
      "AGCTCC": 1274,
      "GACCCC": 1275,
      "GGGATC": 1276,
      "AGGTATT": 1277,
      "AACAATT": 1278,
      "GAAAAAC": 1279,
      "AGAAGTT": 1280,
      "GGAGAC": 1281,
      "AGGGGC": 1282,
      "TTCTTTC": 1283,
      "ACCTCC": 1284,
      "TGCTAC": 1285,
      "ATTAGC": 1286,
      "TGTTGTT": 1287,
      "TGCGAA": 1288,
      "GTATCTT": 1289,
      "ATTACAA": 1290,
      "ATAGCAA": 1291,
      "TTCTATT": 1292,
      "GCATGC": 1293,
      "AACTGG": 1294,
      "ATTTTTAA": 1295,
      "TGTGTC": 1296,
      "ATGAACC": 1297,
      "GCGCGG": 1298,
      "ACCTAC": 1299,
      "GGCGTT": 1300,
      "TATGCTT": 1301,
      "TGAAAATT": 1302,
      "TCGTG": 1303,
      "TGAGTC": 1304,
      "TCATCC": 1305,
      "GTCATC": 1306,
      "ACAGCC": 1307,
      "TTTTTAC": 1308,
      "TGGGAG": 1309,
      "TCTGTT": 1310,
      "ATGATGC": 1311,
      "GGCGCC": 1312,
      "ATGTTAA": 1313,
      "TATAG": 1314,
      "ATGATGG": 1315,
      "ACGCCC": 1316,
      "TCGGCC": 1317,
      "TGCAGAA": 1318,
      "TGCTGTT": 1319,
      "TGAGAC": 1320,
      "GGTAGC": 1321,
      "AACACC": 1322,
      "ACATTC": 1323,
      "TCGATT": 1324,
      "GACAGC": 1325,
      "GTTTTCC": 1326,
      "TCGCCC": 1327,
      "GCTATG": 1328,
      "GGCACC": 1329,
      "TATAAAAAA": 1330,
      "GGTGAC": 1331,
      "GCCTCC": 1332,
      "TAATTTC": 1333,
      "ATGCCTT": 1334,
      "AGGTAG": 1335,
      "GTTTATT": 1336,
      "GTCAAC": 1337,
      "AAAAATC": 1338,
      "GCAGTC": 1339,
      "ACGATC": 1340,
      "GTGTTTT": 1341,
      "AAAAAGAA": 1342,
      "TAAACTT": 1343,
      "GAGAATT": 1344,
      "TGGTATT": 1345,
      "AAAAATAA": 1346,
      "ATTATTC": 1347,
      "GTGTTC": 1348,
      "GTGAGC": 1349,
      "TGGAAAC": 1350,
      "AAAAAGC": 1351,
      "TCGACC": 1352,
      "TGGCCAA": 1353,
      "ATTGAAAA": 1354,
      "GATTTTTT": 1355,
      "GCATAC": 1356,
      "AGATGTT": 1357,
      "GTATTAA": 1358,
      "TCTCTT": 1359,
      "AACTTTT": 1360,
      "GATGAAC": 1361,
      "TCGAG": 1362,
      "TGGACC": 1363,
      "ACTCAA": 1364,
      "AGTGTC": 1365,
      "AGAGAAAA": 1366,
      "TACAGAA": 1367,
      "TATTTATT": 1368,
      "ATGAAAAC": 1369,
      "TACGTT": 1370,
      "ATAAAGAA": 1371,
      "TGATTAA": 1372,
      "TGCGTC": 1373,
      "TATGAAC": 1374,
      "TCCGAC": 1375,
      "TGTGAC": 1376,
      "AACGAC": 1377,
      "GATGAC": 1378,
      "TGATTCC": 1379,
      "TAGTAG": 1380,
      "GCATTTT": 1381,
      "TAAAAGAA": 1382,
      "TGAAATC": 1383,
      "AGGGAG": 1384,
      "TATGCAA": 1385,
      "AGTCCC": 1386,
      "TCTGGC": 1387,
      "TATGGTT": 1388,
      "ATGACAA": 1389,
      "GTAAAC": 1390,
      "AGTTTTTT": 1391,
      "AGGGAC": 1392,
      "TGTTTTC": 1393,
      "TCCAGC": 1394,
      "AGATAT": 1395,
      "TGATCAA": 1396,
      "TGTTGAA": 1397,
      "TACTATT": 1398,
      "TCGATC": 1399,
      "GTTACC": 1400,
      "GATATTC": 1401,
      "ATAGGAA": 1402,
      "TAAATAC": 1403,
      "TCCACC": 1404,
      "GAGTTTT": 1405,
      "ATTGGAA": 1406,
      "GGAAAAC": 1407,
      "GATTCTT": 1408,
      "AGGAAAC": 1409,
      "AGGATG": 1410,
      "ACTCTT": 1411,
      "TGCAATT": 1412,
      "TAAATTC": 1413,
      "ACCTTTT": 1414,
      "AGATTCC": 1415,
      "GAAGATT": 1416,
      "AGAAATC": 1417,
      "GCCAAAA": 1418,
      "ACTGCC": 1419,
      "ACATG": 1420,
      "TCTCAA": 1421,
      "GACTTC": 1422,
      "TCATGG": 1423,
      "TCTATC": 1424,
      "ACTATC": 1425,
      "GATATG": 1426,
      "GTGTGG": 1427,
      "AGGAGTT": 1428,
      "TATTTAC": 1429,
      "ATTAGAA": 1430,
      "ACACTT": 1431,
      "AGTATAA": 1432,
      "TCTTTTC": 1433,
      "TCAGCC": 1434,
      "TGCGAC": 1435,
      "GAGAGC": 1436,
      "AACTAC": 1437,
      "ACGACC": 1438,
      "GGCTAC": 1439,
      "TAATCAA": 1440,
      "GCCAGG": 1441,
      "ACGAAC": 1442,
      "GGCTTTT": 1443,
      "ATAAGAA": 1444,
      "TAGAGC": 1445,
      "GAGTGG": 1446,
      "TCTGCC": 1447,
      "GGTATG": 1448,
      "GATTCAA": 1449,
      "GTTGAC": 1450,
      "ACGCTC": 1451,
      "GAAGAAC": 1452,
      "TAAGTC": 1453,
      "AGTTCAA": 1454,
      "GGGATG": 1455,
      "GCGTAA": 1456,
      "AACGCC": 1457,
      "GAGTAC": 1458,
      "ACATCC": 1459,
      "TTCTGAA": 1460,
      "TATAGTT": 1461,
      "ACAAATT": 1462,
      "TAAAAAAAA": 1463,
      "GGATATT": 1464,
      "ACGCTT": 1465,
      "GGCTCC": 1466,
      "GCGTCC": 1467,
      "ATGATTTT": 1468,
      "ATGGCTT": 1469,
      "GAAGAAAA": 1470,
      "TGAACTT": 1471,
      "ACTACC": 1472,
      "ACATAA": 1473,
      "TCAGGC": 1474,
      "TAAATTTT": 1475,
      "GCCGCCC": 1476,
      "TATCCTT": 1477,
      "GCAGGAA": 1478,
      "TAGAGAA": 1479,
      "TATATGG": 1480,
      "ATCAAAC": 1481,
      "TGGCGGC": 1482,
      "TCGGAA": 1483,
      "ATGAGTT": 1484,
      "GCAAAAAA": 1485,
      "ATCAGAA": 1486,
      "GAATTAA": 1487,
      "TGGATAA": 1488,
      "GATTTTAA": 1489,
      "AATTAAAA": 1490,
      "GAGACC": 1491,
      "ATAGCTT": 1492,
      "GGTACC": 1493,
      "CCCGAA": 1494,
      "ACGGGC": 1495,
      "ATTAAAC": 1496,
      "TGCTATT": 1497,
      "ACCAGG": 1498,
      "GGTGTC": 1499,
      "ATATAATT": 1500,
      "GCAAAAC": 1501,
      "GATATAA": 1502,
      "GATTTTC": 1503,
      "TAATG": 1504,
      "ATTAGG": 1505,
      "TCCTGAA": 1506,
      "ATGGAAC": 1507,
      "TCACAA": 1508,
      "GACACC": 1509,
      "GCCTAC": 1510,
      "TAGTATT": 1511,
      "AAAAACC": 1512,
      "TCATTTT": 1513,
      "GATAGAA": 1514,
      "TGTTCTT": 1515,
      "TTCTTAA": 1516,
      "ATGATTC": 1517,
      "GGGTAC": 1518,
      "GCCGGCC": 1519,
      "TCATGC": 1520,
      "AGTGATT": 1521,
      "TCCAGG": 1522,
      "ATGAAGAA": 1523,
      "ATAAATAA": 1524,
      "ACGGTT": 1525,
      "GCGAAAA": 1526,
      "TGCTTTC": 1527,
      "ATTGAG": 1528,
      "TGGTGAA": 1529,
      "GTGAGG": 1530,
      "TATATAC": 1531,
      "ACTAAAA": 1532,
      "GTCGAA": 1533,
      "TTTTATC": 1534,
      "TATCAAAA": 1535,
      "AGAGCAA": 1536,
      "GATAGG": 1537,
      "GGATCC": 1538,
      "TTTTTGG": 1539,
      "TCGAAC": 1540,
      "TGTGGAA": 1541,
      "GAGAGG": 1542,
      "GACATT": 1543,
      "AACTCC": 1544,
      "AAAAGTT": 1545,
      "GTGATG": 1546,
      "TGCTCAA": 1547,
      "GCTAAC": 1548,
      "GCTGGAA": 1549,
      "AACTAA": 1550,
      "TGAAAGC": 1551,
      "GGAAAAAA": 1552,
      "TGCTGCC": 1553,
      "GGAGTC": 1554,
      "AGTGGAA": 1555,
      "GTGTAC": 1556,
      "GAATATT": 1557,
      "ATAAATC": 1558,
      "ATAAAGG": 1559,
      "TGAGATT": 1560,
      "TGATGCC": 1561,
      "TGTTCAA": 1562,
      "TCACTT": 1563,
      "TATCCAA": 1564,
      "GACTGG": 1565,
      "TGAAGTT": 1566,
      "GTCAGC": 1567,
      "AAAAAGG": 1568,
      "GAAGGAA": 1569,
      "AGTACAA": 1570,
      "TCACCC": 1571,
      "ATTACTT": 1572,
      "TAAGGC": 1573,
      "AGCAGTT": 1574,
      "TCGTTC": 1575,
      "GTCTTC": 1576,
      "GCGGCCC": 1577,
      "TAAGAG": 1578,
      "ATTGGTT": 1579,
      "TATATCC": 1580,
      "TGTATAA": 1581,
      "ATGGGAA": 1582,
      "ACAGAC": 1583,
      "ACGCAA": 1584,
      "TCGCTT": 1585,
      "TCTACC": 1586,
      "ATTGTAA": 1587,
      "GATGCTT": 1588,
      "TATTATC": 1589,
      "TAATGTT": 1590,
      "GTCGTT": 1591,
      "TCGCAA": 1592,
      "TAAGCC": 1593,
      "TCGGGC": 1594,
      "TCGCTC": 1595,
      "TACAAAC": 1596,
      "TGAGCAA": 1597,
      "ATGTTTC": 1598,
      "TCCGGAA": 1599,
      "TTCTTCC": 1600,
      "TGAAAGAA": 1601,
      "ATTTTAAAA": 1602,
      "TAAGAC": 1603,
      "ACAAAAAA": 1604,
      "ATCCCAA": 1605,
      "AGTTCTT": 1606,
      "AACAGAA": 1607,
      "ATTATGG": 1608,
      "ACTAT": 1609,
      "TGAGGAA": 1610,
      "AACTGC": 1611,
      "TTCAAAC": 1612,
      "AGCTATT": 1613,
      "TAATCTT": 1614,
      "ATACAAAA": 1615,
      "TAAGATT": 1616,
      "GAAATG": 1617,
      "ACGTTC": 1618,
      "GACAGG": 1619,
      "ACGATG": 1620,
      "AGTATTTT": 1621,
      "GTCACC": 1622,
      "GGGGAC": 1623,
      "GACTAC": 1624,
      "ATCTATT": 1625,
      "GCCGGAA": 1626,
      "TCTAAAA": 1627,
      "GCCTTTT": 1628,
      "ATTTACC": 1629,
      "ATTCTTTT": 1630,
      "GCCGGGC": 1631,
      "GATATGG": 1632,
      "AGTTGTT": 1633,
      "GAAAACAA": 1634,
      "ATTTATG": 1635,
      "ACGTG": 1636,
      "TCTCCC": 1637,
      "AGTATTC": 1638,
      "AGAAAGC": 1639,
      "TAGATG": 1640,
      "TCCTAC": 1641,
      "GCTGCCC": 1642,
      "ATTTAAC": 1643,
      "ATCATG": 1644,
      "TGAAACC": 1645,
      "GTATCAA": 1646,
      "ATATAAC": 1647,
      "TGT": 1648,
      "ATTGCTT": 1649,
      "TAATAAC": 1650,
      "AAAAAACC": 1651,
      "TAAATATT": 1652,
      "GTGAATT": 1653,
      "AAAAACAA": 1654,
      "ACATGG": 1655,
      "GGCGGCC": 1656,
      "TATATATT": 1657,
      "GATATTTT": 1658,
      "GAATGC": 1659,
      "GCCGAG": 1660,
      "ACCAATT": 1661,
      "GTCCCC": 1662,
      "TAGTGG": 1663,
      "ACGAGC": 1664,
      "ACACCC": 1665,
      "TCGGTT": 1666,
      "AGAGCTT": 1667,
      "TTCTGTT": 1668,
      "TTTTTGC": 1669,
      "TATTTCC": 1670,
      "GCAAGAA": 1671,
      "GATGCCC": 1672,
      "GTCGAC": 1673,
      "TCGTGG": 1674,
      "TGTATTTT": 1675,
      "TTTTTCC": 1676,
      "ATCAACC": 1677,
      "TCAAAAAA": 1678,
      "GGTAGG": 1679,
      "AGGACC": 1680,
      "TGGCCTT": 1681,
      "GGGTTTT": 1682,
      "TATATGC": 1683,
      "TGATCTT": 1684,
      "TGGTGGC": 1685,
      "AGCAAAC": 1686,
      "GGATGAA": 1687,
      "ACTAG": 1688,
      "AGATATC": 1689,
      "AACGTT": 1690,
      "ATAGGTT": 1691,
      "ATATATC": 1692,
      "TGGGATT": 1693,
      "GAAACAA": 1694,
      "TATTTTTC": 1695,
      "TGTGATT": 1696,
      "TGGGTC": 1697,
      "ATATGGC": 1698,
      "GAGTCC": 1699,
      "AGCAGGC": 1700,
      "AATTGTT": 1701,
      "TAAAACTT": 1702,
      "TGAGAG": 1703,
      "GGAGGAA": 1704,
      "GCTTTTTT": 1705,
      "ATACTTTT": 1706,
      "GGGCCC": 1707,
      "ATCTTTC": 1708,
      "TCGCGG": 1709,
      "AGGTGAA": 1710,
      "AGTTGAA": 1711,
      "TTCATAA": 1712,
      "AGATGCC": 1713,
      "AGATAAC": 1714,
      "TGGTCC": 1715,
      "TCTAT": 1716,
      "ATTAAAAAA": 1717,
      "ATTCAAC": 1718,
      "TGAGTG": 1719,
      "TGATAAC": 1720,
      "GATGGTT": 1721,
      "ATTGCAA": 1722,
      "ACAAACC": 1723,
      "TCGTGC": 1724,
      "GCTGATT": 1725,
      "TGGTTTC": 1726,
      "ACGAAAA": 1727,
      "TGCCGGC": 1728,
      "TGTACAA": 1729,
      "GCGTAC": 1730,
      "GGGACC": 1731,
      "ACATTTT": 1732,
      "ATCTTAA": 1733,
      "AACAAAC": 1734,
      "TTTTTAG": 1735,
      "GCCCGGC": 1736,
      "GATTTAA": 1737,
      "TCGAAAA": 1738,
      "AGAGGTT": 1739,
      "TACTTTC": 1740,
      "GTCAGG": 1741,
      "AATTGAA": 1742,
      "TCGATG": 1743,
      "GATGCAA": 1744,
      "ACTTTTC": 1745,
      "TAGCCAA": 1746,
      "TGTATTC": 1747,
      "ATAATATT": 1748,
      "ACGGAC": 1749,
      "AATTTAA": 1750,
      "ATAAAGC": 1751,
      "GAAATTC": 1752,
      "ATGATCC": 1753,
      "TGCAAAC": 1754,
      "TGGACAA": 1755,
      "GTCATT": 1756,
      "AAAATATT": 1757,
      "GATACAA": 1758,
      "TGAATAA": 1759,
      "AAAATTAA": 1760,
      "GCTGGCC": 1761,
      "ACAAAAC": 1762,
      "TATAACC": 1763,
      "GATGCGG": 1764,
      "AGAAACC": 1765,
      "ATGCAGG": 1766,
      "ATAGAATT": 1767,
      "ACGAGG": 1768,
      "TGGTGTT": 1769,
      "TCGTCC": 1770,
      "AGTTTAA": 1771,
      "TGCAGGC": 1772,
      "TCGTAA": 1773,
      "TGACCAA": 1774,
      "GGCCGGC": 1775,
      "AGAATAA": 1776,
      "AAAATAC": 1777,
      "ACTCCC": 1778,
      "TAGGC": 1779,
      "TTCTCTT": 1780,
      "TTTTGG": 1781,
      "ACTTTAA": 1782,
      "ATTCAGG": 1783,
      "ATTTGCC": 1784,
      "GCCGACC": 1785,
      "ACGCGC": 1786,
      "TCGCGC": 1787,
      "ATACAAC": 1788,
      "TCCTAA": 1789,
      "TAGTAC": 1790,
      "TGATAT": 1791,
      "TTTTAAC": 1792,
      "ACTATG": 1793,
      "ATGATGAA": 1794,
      "GCAGATT": 1795,
      "GTTAAC": 1796,
      "ATATTCAA": 1797,
      "GGGCGGC": 1798,
      "TAAAAAATT": 1799,
      "AGTTTTC": 1800,
      "ACGGTC": 1801,
      "GTGTAA": 1802,
      "TCAATAA": 1803,
      "TAAAAATT": 1804,
      "TGAAGG": 1805,
      "GGAAATC": 1806,
      "AGATCTT": 1807,
      "TGTTATT": 1808,
      "GTATTCC": 1809,
      "GAAATGG": 1810,
      "AGAAAGAA": 1811,
      "GAAAAAAC": 1812,
      "TTCATG": 1813,
      "TTTTAATT": 1814,
      "TGATATC": 1815,
      "AGTAACC": 1816,
      "TATCAAC": 1817,
      "GTAACAA": 1818,
      "GTCAAAA": 1819,
      "ATGAACAA": 1820,
      "GGGTAT": 1821,
      "GCCGCGC": 1822,
      "TGAAAGG": 1823,
      "GAGTAA": 1824,
      "GTAACTT": 1825,
      "ACATAC": 1826,
      "ACAATAA": 1827,
      "GATTATT": 1828,
      "TTCTCAA": 1829,
      "TCTTTAA": 1830,
      "TATGCCC": 1831,
      "ATGCAAAA": 1832,
      "AGACCAA": 1833,
      "ATATTCTT": 1834,
      "GACGTC": 1835,
      "ATCCCTT": 1836,
      "GTAATTTT": 1837,
      "GTGTGC": 1838,
      "TAGTTC": 1839,
      "ATGGCGG": 1840,
      "CCCGCC": 1841,
      "ATTATCC": 1842,
      "AGTGGTT": 1843,
      "GGGGTC": 1844,
      "ATCATCC": 1845,
      "GCTTTTC": 1846,
      "GACTCC": 1847,
      "GGAGATT": 1848,
      "TACGTC": 1849,
      "ATCAGTT": 1850,
      "TGCACAA": 1851,
      "TAAAATAA": 1852,
      "TGGATGC": 1853,
      "TGCCGAA": 1854,
      "GACGTT": 1855,
      "GAACAAC": 1856,
      "ATAATTAA": 1857,
      "ACCGGAA": 1858,
      "TGGGCAA": 1859,
      "GCAGCAA": 1860,
      "GCCGAGC": 1861,
      "TGGAGTT": 1862,
      "GTAAAATT": 1863,
      "AGCTGAA": 1864,
      "ATAAAACC": 1865,
      "AGACCTT": 1866,
      "GTACCTT": 1867,
      "GGA": 1868,
      "GCAACAA": 1869,
      "ATTCTTC": 1870,
      "AGTAGTT": 1871,
      "AGGATAA": 1872,
      "ACATGC": 1873,
      "TGCGGAA": 1874,
      "ACTAAC": 1875,
      "TGGATGG": 1876,
      "GACGAG": 1877,
      "TCAAATT": 1878,
      "GTGATGG": 1879,
      "TGAGAAAA": 1880,
      "GATACTT": 1881,
      "GAAGAGG": 1882,
      "ATCGAG": 1883,
      "TATTGG": 1884,
      "GTTTCTT": 1885,
      "TAGCCTT": 1886,
      "TCCTTTC": 1887,
      "ATTTTATT": 1888,
      "ATCATTC": 1889,
      "GACTTTT": 1890,
      "TATAAAAC": 1891,
      "GCTGAAAA": 1892,
      "TATCTC": 1893,
      "AGGTGTT": 1894,
      "ATAGAAC": 1895,
      "AGCTTTC": 1896,
      "GTCTTTT": 1897,
      "AGTTTTAA": 1898,
      "TAAAGAC": 1899,
      "ATAAGTT": 1900,
      "GATAACC": 1901,
      "TGGGTG": 1902,
      "GCGTTTT": 1903,
      "TAGATC": 1904,
      "TCCAGAA": 1905,
      "TCTTCCC": 1906,
      "AAAATTTT": 1907,
      "ACCTGAA": 1908,
      "AGATACC": 1909,
      "ATTGATG": 1910,
      "AGTACTT": 1911,
      "ACCAAAC": 1912,
      "TAAGGAA": 1913,
      "ATATTTTTT": 1914,
      "GAAGAGC": 1915,
      "ATTTTTATT": 1916,
      "ATTCCCC": 1917,
      "TGTGGTT": 1918,
      "TGAGCTT": 1919,
      "TCTATG": 1920,
      "TGATGGC": 1921,
      "GAAGTAA": 1922,
      "GTCTGC": 1923,
      "GATGCTC": 1924,
      "AGGGATT": 1925,
      "TTCAGTT": 1926,
      "ACGTGG": 1927,
      "TGAAGGC": 1928,
      "TGGCAGC": 1929,
      "TGTAACC": 1930,
      "GATGCGC": 1931,
      "AGAAATAA": 1932,
      "ATATCCC": 1933,
      "AGGGCC": 1934,
      "ATGATAC": 1935,
      "AGAAGG": 1936,
      "AGAGAAC": 1937,
      "AGGCGGC": 1938,
      "TACGC": 1939,
      "TATTGGC": 1940,
      "GTTTGTT": 1941,
      "ATCTGAA": 1942,
      "GAATCCC": 1943,
      "TAAAAATAA": 1944,
      "TCGAGC": 1945,
      "GTGTCC": 1946,
      "ATCATAA": 1947,
      "ACTGAC": 1948,
      "AGATAGC": 1949,
      "TATTTGC": 1950,
      "AGATATG": 1951,
      "AGAAAGG": 1952,
      "AAAATCC": 1953,
      "ACCTAA": 1954,
      "ACGTAA": 1955,
      "AAAAGAC": 1956,
      "AGAATTAA": 1957,
      "GAATTTC": 1958,
      "TTCATCC": 1959,
      "GATAAAAAA": 1960,
      "TGAAGAC": 1961,
      "TCATAC": 1962,
      "ATTATAC": 1963,
      "TGGCAAC": 1964,
      "GCCGAAC": 1965,
      "TCTAG": 1966,
      "AAAACCC": 1967,
      "AGCACAA": 1968,
      "TTCGGAA": 1969,
      "GTGGCCC": 1970,
      "GGATAG": 1971,
      "GGGAATT": 1972,
      "AGAAGAC": 1973,
      "TCGGTC": 1974,
      "ACGCAC": 1975,
      "TCAAAAC": 1976,
      "ATTTTGAA": 1977,
      "TCTTTCC": 1978,
      "TCAAATC": 1979,
      "GCAGCCC": 1980,
      "TCAGAC": 1981,
      "ACAACAA": 1982,
      "TGTTTAC": 1983,
      "GTGATGC": 1984,
      "AGAAGC": 1985,
      "TGTACTT": 1986,
      "ATTCTGG": 1987,
      "AGGACAA": 1988,
      "GGAACAA": 1989,
      "GTTTATC": 1990,
      "ATCTTCC": 1991,
      "AGGCCAA": 1992,
      "TTCGAG": 1993,
      "GCTGAAC": 1994,
      "TAATATC": 1995,
      "TATTTGG": 1996,
      "TCAATTTT": 1997,
      "GATTTAC": 1998,
      "AGAATAC": 1999,
      "TAAAGGC": 2000,
      "TGGCTGC": 2001,
      "GATTCCC": 2002,
      "GTCTGG": 2003,
      "TAAGAAAA": 2004,
      "TATGGAC": 2005,
      "TATATTAA": 2006,
      "AGAAGGC": 2007,
      "TAAATCC": 2008,
      "AGAATTTT": 2009,
      "AGAAAACC": 2010,
      "TAAATGG": 2011,
      "ACGCGG": 2012,
      "TCGAGG": 2013,
      "GGTCCC": 2014,
      "AGTTATT": 2015,
      "GGGAGAA": 2016,
      "GAAATAC": 2017,
      "ATATATAA": 2018,
      "TATTACC": 2019,
      "GGTTTTC": 2020,
      "GTGGCAA": 2021,
      "GGAGAG": 2022,
      "GATTATC": 2023,
      "TGGCAAAA": 2024,
      "GATATGC": 2025,
      "TAAAAAAAC": 2026,
      "GTTTGAA": 2027,
      "ACAAATC": 2028,
      "TATTAAC": 2029,
      "GGTGGAA": 2030,
      "AGT": 2031,
      "ACTCTC": 2032,
      "GATGGGC": 2033,
      "ATTCATT": 2034,
      "ATGTTCC": 2035,
      "TGCCGCC": 2036,
      "GCCCGCC": 2037,
      "AGTGAAAA": 2038,
      "GTTTAG": 2039,
      "TGTTTTAA": 2040,
      "TGGCTGG": 2041,
      "TGATAGC": 2042,
      "GGCCGCC": 2043,
      "GTATGTT": 2044,
      "TATTAATT": 2045,
      "ACAGGAA": 2046,
      "ATATGGAA": 2047,
      "CCCAAC": 2048,
      "TGCGCAA": 2049,
      "GGACCC": 2050,
      "TAACAAAA": 2051,
      "GTCTCC": 2052,
      "TGAGTAA": 2053,
      "TGTTTCC": 2054,
      "ACGTGC": 2055,
      "TATCATT": 2056,
      "TGAATAC": 2057,
      "AGCAGCC": 2058,
      "CCCGAC": 2059,
      "TTCAACC": 2060,
      "TAACAAC": 2061,
      "GGAAATT": 2062,
      "ATTCATC": 2063,
      "ATATACC": 2064,
      "GAGTTTC": 2065,
      "TGGTTAA": 2066,
      "GAAAGCC": 2067,
      "GCATTAA": 2068,
      "ATCCGGC": 2069,
      "ATAAACC": 2070,
      "TGGCAGG": 2071,
      "GAAGATG": 2072,
      "AGCTTAA": 2073,
      "TAGACC": 2074,
      "GAGATG": 2075,
      "TATTGCC": 2076,
      "TGATACC": 2077,
      "TGCAACC": 2078,
      "AGCGGAA": 2079,
      "TGCAGCC": 2080,
      "TCTTTTTT": 2081,
      "TAGTTAA": 2082,
      "GAAGCAA": 2083,
      "GATATCC": 2084,
      "GATGGAC": 2085,
      "GCGCGGC": 2086,
      "ATCATGG": 2087,
      "TTTTACC": 2088,
      "ATTTTTAC": 2089,
      "ATATTTTAA": 2090,
      "TCAGTC": 2091,
      "TGCCCAA": 2092,
      "TTTTGGC": 2093,
      "TAAAGCC": 2094,
      "AGGTTTC": 2095,
      "TTTTTTTC": 2096,
      "TGCTTAA": 2097,
      "GAGAACC": 2098,
      "TATGGGC": 2099,
      "ATTGAAC": 2100,
      "GAGGCGG": 2101,
      "TATTCCC": 2102,
      "GGGTATT": 2103,
      "GAAAGTT": 2104,
      "GAAATCC": 2105,
      "TTCATTC": 2106,
      "TCCTGTT": 2107,
      "ATGGCAC": 2108,
      "ACTTTAC": 2109,
      "GCCAAAC": 2110,
      "GGAAACC": 2111,
      "GTGATAA": 2112,
      "GAAGATC": 2113,
      "GTTAATT": 2114,
      "TGCTCTT": 2115,
      "TCGGAC": 2116,
      "TGTAGTT": 2117,
      "TAACCAA": 2118,
      "TAAAATTAA": 2119,
      "AGCAACC": 2120,
      "TACAACC": 2121,
      "GCTTTCC": 2122,
      "ACAAAGG": 2123,
      "GCTGCAA": 2124,
      "ACTTAAAA": 2125,
      "TGTTAAAA": 2126,
      "ATGAGCC": 2127,
      "ATTCCTT": 2128,
      "ACAGTC": 2129,
      "TATCATC": 2130,
      "ATTGTTTT": 2131,
      "TAAGCAA": 2132,
      "TGAAAACC": 2133,
      "TCAAACC": 2134,
      "GACCGGC": 2135,
      "GAATGAA": 2136,
      "ATAGTTTT": 2137,
      "TTCAGGC": 2138,
      "AGAAGAAAA": 2139,
      "TATCTTTT": 2140,
      "GATTTCC": 2141,
      "TGACCTT": 2142,
      "TACTTAA": 2143,
      "TAAGTAA": 2144,
      "ATGCAAC": 2145,
      "GGATTTC": 2146,
      "GACGC": 2147,
      "TGCAGTT": 2148,
      "ACAAAGC": 2149,
      "ATTCAGC": 2150,
      "TGTGCTT": 2151,
      "GGTAGAA": 2152,
      "TGCTTCC": 2153,
      "TGGCTC": 2154,
      "TATGATT": 2155,
      "GATGGTC": 2156,
      "GCATATT": 2157,
      "ATCTGTT": 2158,
      "TATGTC": 2159,
      "AGTATCC": 2160,
      "ATGTAAAA": 2161,
      "TGCTGAC": 2162,
      "GCCTGCC": 2163,
      "AATTTTC": 2164,
      "GAACTGG": 2165,
      "GTTTCAA": 2166,
      "TCTTTAC": 2167,
      "TGAATTTT": 2168,
      "ATGATATT": 2169,
      "TATATAG": 2170,
      "TAGACAA": 2171,
      "GGCGGGC": 2172,
      "GCT": 2173,
      "GAGCAGG": 2174,
      "AGAAGAG": 2175,
      "ATCAGCC": 2176,
      "AACGTC": 2177,
      "ACTTTCC": 2178,
      "ATGAAAC": 2179,
      "ATTTTTTC": 2180,
      "GCCGATC": 2181,
      "GCTTTGG": 2182,
      "GGTGATT": 2183,
      "GCAAAGG": 2184,
      "GGCGGAA": 2185,
      "GTGCTGG": 2186,
      "GCAGAAAA": 2187,
      "ATCGATT": 2188,
      "GACAAAC": 2189,
      "GCTTCCC": 2190,
      "GAAGTG": 2191,
      "AAAATGG": 2192,
      "ACTTATT": 2193,
      "TTTTCCC": 2194,
      "TCTTGTT": 2195,
      "AGTGCTT": 2196,
      "ATGCAGC": 2197,
      "AGTTTAC": 2198,
      "TCTGTC": 2199,
      "ATGCTGG": 2200,
      "GCCTTTC": 2201,
      "GATATAC": 2202,
      "GCTAGC": 2203,
      "TATTTAG": 2204,
      "AGATGGC": 2205,
      "ATTGCCC": 2206,
      "AGCGATT": 2207,
      "GAACAGG": 2208,
      "AGCTGTT": 2209,
      "AAAAGAAAA": 2210,
      "GCCGCAA": 2211,
      "GGGTAG": 2212,
      "ACTTCCC": 2213,
      "GTTGATT": 2214,
      "GCAGAG": 2215,
      "GCTGATC": 2216,
      "ATAATTC": 2217,
      "AACTATT": 2218,
      "AGGGTC": 2219,
      "GAAGCGG": 2220,
      "TCCTGCC": 2221,
      "ATGGCTC": 2222,
      "GGCTTTC": 2223,
      "TGGGGAA": 2224,
      "ATA": 2225,
      "GCATGAA": 2226,
      "GGTAATT": 2227,
      "GCATCAA": 2228,
      "TCGTTTT": 2229,
      "TCTTATT": 2230,
      "GGCGAG": 2231,
      "ATAATAC": 2232,
      "GCTGCTT": 2233,
      "TTCTGGC": 2234,
      "TATATGAA": 2235,
      "TCAATAC": 2236,
      "GGCAATT": 2237,
      "TTCACAA": 2238,
      "ATGACTT": 2239,
      "AGGCCTT": 2240,
      "GCTTTAC": 2241,
      "ATGCTGC": 2242,
      "ACCGGCC": 2243,
      "TCTTAAAA": 2244,
      "ATATAGAA": 2245,
