{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "GC": 9,
      "AA": 10,
      "TT": 11,
      "TG": 12,
      "TC": 13,
      "AC": 14,
      "GG": 15,
      "GCC": 16,
      "AG": 17,
      "ATT": 18,
      "ATC": 19,
      "CC": 20,
      "AT": 21,
      "GCG": 22,
      "ATG": 23,
      "AAC": 24,
      "ACC": 25,
      "AGC": 26,
      "TGC": 27,
      "TGG": 28,
      "TTC": 29,
      "AGG": 30,
      "AAG": 31,
      "TAA": 32,
      "ACG": 33,
      "TTG": 34,
      "TCG": 35,
      "AAAA": 36,
      "TCC": 37,
      "TAC": 38,
      "GCGC": 39,
      "GCCG": 40,
      "GCCC": 41,
      "TTTT": 42,
      "GGG": 43,
      "TATT": 44,
      "GCTG": 45,
      "ATCG": 46,
      "AACC": 47,
      "ATCC": 48,
      "AGCC": 49,
      "AGCG": 50,
      "ACCC": 51,
      "GCGG": 52,
      "TGCC": 53,
      "ACCG": 54,
      "GCAA": 55,
      "ATGG": 56,
      "AACG": 57,
      "ATTC": 58,
      "TAT": 59,
      "ATTG": 60,
      "TGAA": 61,
      "TAG": 62,
      "TTCC": 63,
      "GCAG": 64,
      "TTTC": 65,
      "ATAA": 66,
      "TATC": 67,
      "TGCG": 68,
      "TGGC": 69,
      "AGAA": 70,
      "TTAA": 71,
      "GCTC": 72,
      "ACAA": 73,
      "TTCG": 74,
      "TTTG": 75,
      "TATG": 76,
      "GCAC": 77,
      "TCAA": 78,
      "ACGG": 79,
      "TACC": 80,
      "ACTG": 81,
      "ATGC": 82,
      "TCCC": 83,
      "TGGG": 84,
      "GCTT": 85,
      "AGGG": 86,
      "TGTT": 87,
      "AGTT": 88,
      "ACGC": 89,
      "TAAC": 90,
      "TCCG": 91,
      "TCGG": 92,
      "AAGG": 93,
      "TACG": 94,
      "GCCGG": 95,
      "TCTG": 96,
      "TGCTG": 97,
      "TCAG": 98,
      "ACAG": 99,
      "AAAG": 100,
      "TTGG": 101,
      "CCC": 102,
      "GCTGG": 103,
      "GCCCG": 104,
      "ACTC": 105,
      "CCG": 106,
      "AATG": 107,
      "AATT": 108,
      "GCGCC": 109,
      "ACTT": 110,
      "AGTG": 111,
      "TAGC": 112,
      "GCTGC": 113,
      "GCCTG": 114,
      "ATTTT": 115,
      "TAAG": 116,
      "AATC": 117,
      "TGCCG": 118,
      "AAAC": 119,
      "GCAGC": 120,
      "GCGCG": 121,
      "AGTC": 122,
      "GGTG": 123,
      "ATAC": 124,
      "ATATT": 125,
      "TGGCG": 126,
      "ATGAA": 127,
      "ACGCC": 128,
      "ATGCC": 129,
      "TCTC": 130,
      "AGAG": 131,
      "GCATT": 132,
      "TGGTG": 133,
      "GCATC": 134,
      "CG": 135,
      "ACAC": 136,
      "TGTC": 137,
      "AGCCG": 138,
      "TAAAA": 139,
      "GCAGG": 140,
      "ATAG": 141,
      "GCAAC": 142,
      "TATTG": 143,
      "ATATC": 144,
      "TCGCC": 145,
      "TCTT": 146,
      "TGAC": 147,
      "GGTT": 148,
      "ATCCG": 149,
      "AGCAG": 150,
      "GCACC": 151,
      "GCGTT": 152,
      "TGATG": 153,
      "TCAC": 154,
      "TATTC": 155,
      "TATCG": 156,
      "AGCAA": 157,
      "AAGAA": 158,
      "AACAA": 159,
      "TGCCC": 160,
      "GGAA": 161,
      "TGATT": 162,
      "GCGAA": 163,
      "TTATT": 164,
      "TAGG": 165,
      "GCATG": 166,
      "TGGAA": 167,
      "GCCAG": 168,
      "TTAC": 169,
      "ATCAA": 170,
      "ATGCG": 171,
      "AACCG": 172,
      "AGCGG": 173,
      "TGAG": 174,
      "ACCCG": 175,
      "GCTTC": 176,
      "ACCGG": 177,
      "AGCCC": 178,
      "AACCC": 179,
      "TGGCC": 180,
      "TGCTGG": 181,
      "ATAAC": 182,
      "ATTAA": 183,
      "AAAAAA": 184,
      "TGCGG": 185,
      "TGTG": 186,
      "GCGGG": 187,
      "TGGTT": 188,
      "GCAAG": 189,
      "TGCAG": 190,
      "TACCG": 191,
      "TGGTC": 192,
      "GCGGCG": 193,
      "TATCC": 194,
      "ATCCC": 195,
      "ATTCC": 196,
      "GGTC": 197,
      "TTTTC": 198,
      "AGAC": 199,
      "TTGAA": 200,
      "ATATG": 201,
      "GCTAA": 202,
      "GCCGCC": 203,
      "GCTAC": 204,
      "ATTCG": 205,
      "GCGTC": 206,
      "AACAG": 207,
      "AGGAA": 208,
      "ATAAAA": 209,
      "TTTAA": 210,
      "TGATC": 211,
      "TATGG": 212,
      "TTATC": 213,
      "TGAAG": 214,
      "ATTTC": 215,
      "GCGAC": 216,
      "TGCAA": 217,
      "ATACC": 218,
      "GCCAA": 219,
      "TAACG": 220,
      "TCAGC": 221,
      "GCGCTG": 222,
      "ACAGC": 223,
      "TAACC": 224,
      "ACCCC": 225,
      "TCATC": 226,
      "TGCTGC": 227,
      "AACTG": 228,
      "ACATC": 229,
      "AACGG": 230,
      "TTTTG": 231,
      "TTCCC": 232,
      "TACCC": 233,
      "AGCTG": 234,
      "GCTTG": 235,
      "GCTCG": 236,
      "TTCCG": 237,
      "ACCTG": 238,
      "GCCCC": 239,
      "AGGCG": 240,
      "TGCTC": 241,
      "GCACG": 242,
      "AAGAG": 243,
      "ATGCTG": 244,
      "TTCAA": 245,
      "GGGG": 246,
      "ACTGG": 247,
      "ACAAC": 248,
      "GCGCCG": 249,
      "GCAAAA": 250,
      "ACCAA": 251,
      "TCATT": 252,
      "TTGCC": 253,
      "GCGTG": 254,
      "TTTAC": 255,
      "TAAAG": 256,
      "TCCGG": 257,
      "ATGCGC": 258,
      "TCACC": 259,
      "ACGAA": 260,
      "AGGAG": 261,
      "ACATT": 262,
      "ACACC": 263,
      "GCGAG": 264,
      "ATCAG": 265,
      "TGCCGG": 266,
      "TAGCC": 267,
      "GCCAGC": 268,
      "TGGAG": 269,
      "ATAT": 270,
      "TTTCC": 271,
      "TTAG": 272,
      "TTATG": 273,
      "GCGATG": 274,
      "TATAA": 275,
      "ACCAG": 276,
      "AAAACC": 277,
      "TCAGG": 278,
      "TAGCG": 279,
      "TGTTG": 280,
      "ATAAG": 281,
      "TGAAC": 282,
      "ATGCCG": 283,
      "GCTCC": 284,
      "ACTTC": 285,
      "GCAGCG": 286,
      "ATCGG": 287,
      "TCTGG": 288,
      "TGTTC": 289,
      "TGACC": 290,
      "ATTGG": 291,
      "GCCTGC": 292,
      "ACAGG": 293,
      "ATGAG": 294,
      "ATAGC": 295,
      "TCAAC": 296,
      "ACTGC": 297,
      "TTTGC": 298,
      "GCTTTT": 299,
      "GCAGCC": 300,
      "TCATG": 301,
      "TCCCG": 302,
      "GGAG": 303,
      "TCGAA": 304,
      "TGACG": 305,
      "TCTGC": 306,
      "TTCAG": 307,
      "ACGCG": 308,
      "ATCGCC": 309,
      "GCGCAG": 310,
      "AGCAGC": 311,
      "ACATG": 312,
      "TCCCC": 313,
      "CCCG": 314,
      "GGGAA": 315,
      "GCTGCC": 316,
      "GCATCG": 317,
      "ACAAG": 318,
      "TGGTGG": 319,
      "TGAGC": 320,
      "ATTATT": 321,
      "TTGTT": 322,
      "ATGGG": 323,
      "ATCTG": 324,
      "ACTAC": 325,
      "AGCAGG": 326,
      "ACGCTG": 327,
      "GCAT": 328,
      "TTTCG": 329,
      "AAAAAG": 330,
      "ATGATG": 331,
      "ACGTT": 332,
      "GCCTGG": 333,
      "TCTTC": 334,
      "TCGCG": 335,
      "TGGCGC": 336,
      "GCAACC": 337,
      "TACAA": 338,
      "ATTTTC": 339,
      "GCTGCG": 340,
      "GCGCCC": 341,
      "TTACC": 342,
      "AGCGCC": 343,
      "TGAT": 344,
      "GCTATC": 345,
      "GCTAT": 346,
      "AGGCC": 347,
      "AGGGG": 348,
      "GCGATC": 349,
      "TTAAC": 350,
      "AGATG": 351,
      "GCGCGG": 352,
      "AGGTG": 353,
      "GCTATT": 354,
      "TCGTC": 355,
      "ACGCCG": 356,
      "AGAAG": 357,
      "TGCCCG": 358,
      "TTTATT": 359,
      "ACGGCG": 360,
      "TGCGCC": 361,
      "TTGATG": 362,
      "TTCGG": 363,
      "ACTAA": 364,
      "ATTTG": 365,
      "ACCGCC": 366,
      "ACGTC": 367,
      "TGCGCG": 368,
      "GCGCTGG": 369,
      "ATATTG": 370,
      "AAGAAG": 371,
      "GCATTG": 372,
      "AGTAA": 373,
      "TAGAA": 374,
      "ATATTC": 375,
      "TGAAAA": 376,
      "ATGTC": 377,
      "GCACCG": 378,
      "AACAAC": 379,
      "AGCTGG": 380,
      "AGGTC": 381,
      "ATTTAA": 382,
      "AACGCC": 383,
      "ATACG": 384,
      "ACAAAA": 385,
      "TTGAG": 386,
      "AACTGG": 387,
      "GCGGCC": 388,
      "TTTTCC": 389,
      "ATGTT": 390,
      "ACGGG": 391,
      "TTGTC": 392,
      "TTTTTT": 393,
      "GCTGAA": 394,
      "ATGCAG": 395,
      "GCGCAA": 396,
      "GCTTTC": 397,
      "TCGTT": 398,
      "TGCTT": 399,
      "GCAACG": 400,
      "ATTATC": 401,
      "TAAGG": 402,
      "AACAGC": 403,
      "ACTCC": 404,
      "ATATCG": 405,
      "TCGGCG": 406,
      "TACGG": 407,
      "ATCACC": 408,
      "ATGGCG": 409,
      "TTCTG": 410,
      "TGCAGG": 411,
      "ATTTTG": 412,
      "GCCTT": 413,
      "ATCTC": 414,
      "TAATG": 415,
      "AGCTT": 416,
      "ATGAAG": 417,
      "GCATGG": 418,
      "AACTC": 419,
      "TCCTG": 420,
      "AGCCCG": 421,
      "ATAACC": 422,
      "AGCCGG": 423,
      "TGGTCG": 424,
      "ACGAG": 425,
      "ATCATC": 426,
      "ATGAC": 427,
      "ATGCGG": 428,
      "AGCGCG": 429,
      "ATGCCC": 430,
      "ACCTT": 431,
      "TCCAG": 432,
      "GCATCC": 433,
      "AAGTC": 434,
      "ATTAC": 435,
      "GCATTC": 436,
      "TAATC": 437,
      "AGGTT": 438,
      "ATTGAA": 439,
      "AAGTG": 440,
      "TTCTC": 441,
      "GCTGGG": 442,
      "GCTTCG": 443,
      "TTCGCC": 444,
      "TAATT": 445,
      "AAGTT": 446,
      "ACCTC": 447,
      "TGGCGG": 448,
      "ACGAC": 449,
      "GCACCC": 450,
      "TACAG": 451,
      "GCTTCC": 452,
      "TGTCG": 453,
      "ATTGCC": 454,
      "GCCGAA": 455,
      "ATAACG": 456,
      "AAGGCG": 457,
      "ATCAC": 458,
      "ATGCTC": 459,
      "AACTT": 460,
      "GCTTTG": 461,
      "TGCTCG": 462,
      "GCCGCG": 463,
      "GCCTC": 464,
      "GCAAGG": 465,
      "AGCTC": 466,
      "TTCTT": 467,
      "GCTATG": 468,
      "AGCGAA": 469,
      "TACTG": 470,
      "AACAGG": 471,
      "ATGGAA": 472,
      "GCCCGG": 473,
      "AGCAC": 474,
      "ATCTGG": 475,
      "TTTCCC": 476,
      "ACCTGC": 477,
      "GCAGAA": 478,
      "ATCTT": 479,
      "AGAAAA": 480,
      "ACGCGC": 481,
      "ACCACC": 482,
      "ATGCAA": 483,
      "GCTACC": 484,
      "TTTTAA": 485,
      "GCGACG": 486,
      "TCCAA": 487,
      "TTGAAG": 488,
      "ATACCG": 489,
      "AGAGC": 490,
      "AACCCG": 491,
      "ATCAGC": 492,
      "AGATT": 493,
      "TGGTGC": 494,
      "GCCGGG": 495,
      "AGTTC": 496,
      "GCCATC": 497,
      "ACCAC": 498,
      "AACAC": 499,
      "GCGTTG": 500,
      "TGTGG": 501,
      "ACGATG": 502,
      "GCGGAA": 503,
      "TATTCC": 504,
      "AGTTG": 505,
      "TCGAC": 506,
      "ATTTAC": 507,
      "AGATC": 508,
      "GCCAC": 509,
      "TGGGG": 510,
      "TTTTTC": 511,
      "TAGGG": 512,
      "TGGCCG": 513,
      "TGAAGG": 514,
      "AGAAC": 515,
      "TAATAA": 516,
      "AAGATG": 517,
      "TGGATG": 518,
      "TCGATG": 519,
      "AGCAAC": 520,
      "GCGATT": 521,
      "GCCATG": 522,
      "ATATCC": 523,
      "GCGAAG": 524,
      "TATTTT": 525,
      "TAAAC": 526,
      "GCCAGG": 527,
      "ATCATG": 528,
      "TCGCCG": 529,
      "TGGAAG": 530,
      "ATTATG": 531,
      "ATTTCC": 532,
      "ATCAGG": 533,
      "GCTACG": 534,
      "GGGTT": 535,
      "TGCAC": 536,
      "TATGAA": 537,
      "TGCAGC": 538,
      "GCAGGG": 539,
      "TATTAA": 540,
      "TAAAAAA": 541,
      "ATACCC": 542,
      "ACCAGC": 543,
      "ATCGAA": 544,
      "TGAGG": 545,
      "TTGTTG": 546,
      "ATCAAC": 547,
      "TCTCC": 548,
      "GCGTCG": 549,
      "GCGCCGG": 550,
      "ACGACG": 551,
      "AGCCAG": 552,
      "TGGCTG": 553,
      "TTCCCG": 554,
      "ATAGG": 555,
      "TATCAA": 556,
      "GCTGCTG": 557,
      "ACAGCG": 558,
      "GCGACC": 559,
      "TGGTTG": 560,
      "GCCACC": 561,
      "TGTAA": 562,
      "TGAAAG": 563,
      "TTCAC": 564,
      "GCGCTGC": 565,
      "ATCCGG": 566,
      "GCACAA": 567,
      "ATTACC": 568,
      "ATCCCG": 569,
      "TGATGG": 570,
      "AACGAA": 571,
      "TGATCG": 572,
      "AACTGC": 573,
      "ATGCAC": 574,
      "AACCGG": 575,
      "ATAGCC": 576,
      "TTTAT": 577,
      "ATATAA": 578,
      "ATATGG": 579,
      "ACTTG": 580,
      "ATGAAAA": 581,
      "GCGAGC": 582,
      "TCAAG": 583,
      "TATCCG": 584,
      "TCGAG": 585,
      "TCGGG": 586,
      "TTCAGC": 587,
      "TAAAAC": 588,
      "TTCAGG": 589,
      "ATTAG": 590,
      "ACCGAA": 591,
      "ACCCCG": 592,
      "GCGTGG": 593,
      "GCTTAA": 594,
      "ATGAGC": 595,
      "ACCATC": 596,
      "ATTCAA": 597,
      "ACCTGG": 598,
      "ATTTTTT": 599,
      "TCTAC": 600,
      "ATGAAC": 601,
      "ACAAGG": 602,
      "TCAGCC": 603,
      "ACTCG": 604,
      "TGCGGG": 605,
      "ACAGCC": 606,
      "TTTAG": 607,
      "GCAAAG": 608,
      "ATAAAG": 609,
      "TTCATC": 610,
      "ATAGCG": 611,
      "GCCGCCG": 612,
      "TCGACG": 613,
      "TTTATC": 614,
      "AAAAGG": 615,
      "GCTGGCG": 616,
      "TCACG": 617,
      "GCCATT": 618,
      "TTACG": 619,
      "TGTCC": 620,
      "ACTGGC": 621,
      "TAAAAG": 622,
      "AACAAG": 623,
      "TATTCG": 624,
      "AGTTGG": 625,
      "TTCGAA": 626,
      "TGTTTT": 627,
      "ATGACC": 628,
      "ATGATT": 629,
      "ACCCGG": 630,
      "TACCGG": 631,
      "TCAGCG": 632,
      "TTGCG": 633,
      "TCGATC": 634,
      "TGATTG": 635,
      "ATGACG": 636,
      "ACACG": 637,
      "GCATAA": 638,
      "TTCACC": 639,
      "ACGCCC": 640,
      "AACATC": 641,
      "TGGGCG": 642,
      "GCTCAA": 643,
      "TTGCTG": 644,
      "TGCCCC": 645,
      "TGTGC": 646,
      "TTGGCG": 647,
      "TGTAC": 648,
      "TCGCTG": 649,
      "TTGATT": 650,
      "TTGGG": 651,
      "AACACC": 652,
      "TTTGG": 653,
      "AACCCC": 654,
      "AGGAAG": 655,
      "GCGGGG": 656,
      "AGCCAA": 657,
      "TTCTTC": 658,
      "GCTAG": 659,
      "AGCAAG": 660,
      "ACTGGG": 661,
      "TGCCAA": 662,
      "AGCTGC": 663,
      "TCGGCC": 664,
      "AGCGGG": 665,
      "TTCCCC": 666,
      "TTGCCG": 667,
      "AGAAAG": 668,
      "TCCTC": 669,
      "TATCCC": 670,
      "ATCTGC": 671,
      "GCGTAA": 672,
      "GCGGCGC": 673,
      "GCCGCGC": 674,
      "TGCCAG": 675,
      "AGAAGG": 676,
      "TATTGG": 677,
      "TACTC": 678,
      "TCAAGG": 679,
      "TTCTGG": 680,
      "ACTTTT": 681,
      "TTAAAA": 682,
      "TAAATT": 683,
      "GGGAG": 684,
      "ACGTTG": 685,
      "TGGCAA": 686,
      "TCGTCG": 687,
      "ATCGTC": 688,
      "TGCAAC": 689,
      "GCTGCCG": 690,
      "AAAATC": 691,
      "TACGCC": 692,
      "ACAACC": 693,
      "AGCCCC": 694,
      "GCGGTG": 695,
      "GCGTGC": 696,
      "TGGATT": 697,
      "GCATGC": 698,
      "ATCATT": 699,
      "GCGAAC": 700,
      "TAACAA": 701,
      "ATGCCGG": 702,
      "AAGAAAA": 703,
      "GCTCCC": 704,
      "GCGCAGG": 705,
      "ACCATG": 706,
      "AGCATT": 707,
      "ATACTG": 708,
      "TGTTGG": 709,
      "AGCATC": 710,
      "ATTCAG": 711,
      "AGCATG": 712,
      "TGACCG": 713,
      "TA": 714,
      "AAGAAC": 715,
      "TTTCAA": 716,
      "AGGGAA": 717,
      "TCGCCC": 718,
      "TAAAGG": 719,
      "ACGATC": 720,
      "AAAAAC": 721,
      "TTTGCC": 722,
      "GCGTTC": 723,
      "TCGACC": 724,
      "AAGAC": 725,
      "TCTTG": 726,
      "GCGGCGG": 727,
      "ACGCTGG": 728,
      "AGTGG": 729,
      "TCCTGC": 730,
      "ATTCCC": 731,
      "TACTGG": 732,
      "AAGGCC": 733,
      "ACGGCC": 734,
      "GCGAGG": 735,
      "TCGCGC": 736,
      "TTTTGG": 737,
      "ATGTTG": 738,
      "TATAG": 739,
      "ATGGCC": 740,
      "TTCATT": 741,
      "TGGCAG": 742,
      "TATCGG": 743,
      "TTCCGG": 744,
      "TGCATT": 745,
      "AAGAGG": 746,
      "TGATCC": 747,
      "TATGCC": 748,
      "GCCGAG": 749,
      "GCCCAG": 750,
      "TCCTT": 751,
      "AGCACC": 752,
      "TCACCG": 753,
      "ACGACC": 754,
      "GCTAAC": 755,
      "TGCGAA": 756,
      "TAGAG": 757,
      "AACATT": 758,
      "GCTCCG": 759,
      "TCCGCC": 760,
      "TCAAAA": 761,
      "TTCTGC": 762,
      "TACCCG": 763,
      "TAACCG": 764,
      "ATAAGG": 765,
      "AAGAGC": 766,
      "ACATCG": 767,
      "TATATT": 768,
      "GCACGG": 769,
      "ATCCCC": 770,
      "ATACGG": 771,
      "TACTT": 772,
      "TCTCG": 773,
      "TTGAGC": 774,
      "TAACCC": 775,
      "ATCCAG": 776,
      "ACTGAA": 777,
      "ACAACG": 778,
      "TAAATC": 779,
      "AAGATC": 780,
      "ACGCGG": 781,
      "TTCAAC": 782,
      "ATACAA": 783,
      "ACCGGG": 784,
      "TGGACG": 785,
      "AACCAA": 786,
      "TTGAAC": 787,
      "TGACGG": 788,
      "AGGATG": 789,
      "GCCCCG": 790,
      "TTAAG": 791,
      "ACTGCC": 792,
      "TTGATC": 793,
      "TGATAA": 794,
      "ATTCCG": 795,
      "AGGTAA": 796,
      "ATTTCG": 797,
      "AAGGAA": 798,
      "ACGAAG": 799,
      "TGGTAA": 800,
      "GCCGCTG": 801,
      "TAACGG": 802,
      "TGGTTC": 803,
      "ACACCG": 804,
      "ATATGC": 805,
      "ACGCAG": 806,
      "ATGATC": 807,
      "ACGCTC": 808,
      "ATAGAA": 809,
      "TGTTCG": 810,
      "GCCGTT": 811,
      "GCCGTC": 812,
      "GCCAAC": 813,
      "AACCAG": 814,
      "GCTGTT": 815,
      "ATTAAC": 816,
      "TGAGCG": 817,
      "TCCAGC": 818,
      "TCGAAG": 819,
      "TATCAG": 820,
      "AAAATT": 821,
      "ACACCC": 822,
      "TAGCCG": 823,
      "GCGCAGC": 824,
      "TCCCCC": 825,
      "ACTTTC": 826,
      "TGGGAA": 827,
      "ATTTGC": 828,
      "ACGCAA": 829,
      "ATTTAG": 830,
      "TTAAAG": 831,
      "TCTGGC": 832,
      "ACCGCG": 833,
      "TCAACG": 834,
      "GCCAGCG": 835,
      "ACCAGG": 836,
      "TAAAGC": 837,
      "TTGTCG": 838,
      "TGGAAAA": 839,
      "TGCATC": 840,
      "TCATCG": 841,
      "ACGGAA": 842,
      "GCTCGG": 843,
      "ACTAT": 844,
      "AGTAC": 845,
      "TCACCC": 846,
      "TCTTTT": 847,
      "ACGTCG": 848,
      "TGATTC": 849,
      "TGGATC": 850,
      "TCCCCG": 851,
      "TTGTTC": 852,
      "TGGCCC": 853,
      "TTATTG": 854,
      "ACTATT": 855,
      "AACATG": 856,
      "GCCAGCC": 857,
      "AACGCG": 858,
      "TAAGAA": 859,
      "AGGCGC": 860,
      "AGGGCG": 861,
      "TGATGC": 862,
      "TTGAAAA": 863,
      "ATGTCG": 864,
      "AAGACG": 865,
      "AGTGC": 866,
      "AACAAAA": 867,
      "TGGAGC": 868,
      "AGTCG": 869,
      "AAGTAA": 870,
      "TGACCC": 871,
      "TGGGGG": 872,
      "TGTAG": 873,
      "TGTTTG": 874,
      "TGTTTC": 875,
      "TTTATG": 876,
      "TTTACC": 877,
      "ACGCTGC": 878,
      "ATACAG": 879,
      "TAGCGG": 880,
      "AGGTCG": 881,
      "TTAGC": 882,
      "TGGTAC": 883,
      "ACGATT": 884,
      "TATATC": 885,
      "ACTATC": 886,
      "ACCATT": 887,
      "GCCTTC": 888,
      "AGGTGC": 889,
      "GGGTC": 890,
      "TTAAGG": 891,
      "AAGTCG": 892,
      "ACATGG": 893,
      "ACATCC": 894,
      "TGTTCC": 895,
      "AAGATT": 896,
      "ACAGAA": 897,
      "GCTGGAA": 898,
      "TGGAAC": 899,
      "ATATTTT": 900,
      "ACCCCC": 901,
      "TGAACG": 902,
      "ATCGCCG": 903,
      "ATACTC": 904,
      "TATTTC": 905,
      "ATAGTG": 906,
      "ACATTG": 907,
      "TGCTTG": 908,
      "GCCACG": 909,
      "ACCTTC": 910,
      "ACATTC": 911,
      "TCCGGG": 912,
      "GCGCTC": 913,
      "TGCTGGC": 914,
      "AGAGG": 915,
      "GCGTAC": 916,
      "TATGGG": 917,
      "ATCTTC": 918,
      "ACTGCG": 919,
      "AAGTGG": 920,
      "ACCCAA": 921,
      "GCGGCAA": 922,
      "ATTTTTC": 923,
      "TCCACC": 924,
      "TGCGCTG": 925,
      "TATAAAA": 926,
      "GCTTGG": 927,
      "AGCAAAA": 928,
      "GCGGTC": 929,
      "ACGTTC": 930,
      "TTGACC": 931,
      "AACGGG": 932,
      "TTGAGG": 933,
      "GCTCAG": 934,
      "TTATCG": 935,
      "ATCGCG": 936,
      "ATACGC": 937,
      "AAGACC": 938,
      "ATTAAAA": 939,
      "GCTGATG": 940,
      "TAAACG": 941,
      "TCCCGG": 942,
      "GCCCTGC": 943,
      "ACTTTG": 944,
      "ACAAAG": 945,
      "ACTACC": 946,
      "TAAACC": 947,
      "ATCCAA": 948,
      "GCCCCC": 949,
      "GCGCCCG": 950,
      "GCCGATG": 951,
      "TTCATG": 952,
      "ACTTCC": 953,
      "TAAATG": 954,
      "ACTTCG": 955,
      "TTTCAG": 956,
      "TGTTAA": 957,
      "TCCAGG": 958,
      "TACAGC": 959,
      "GCCCAA": 960,
      "ACGCAC": 961,
      "TTGACG": 962,
      "TTATTC": 963,
      "TGCATG": 964,
      "TACACC": 965,
      "GCTGGCGC": 966,
      "TCCATC": 967,
      "ATTACG": 968,
      "TGGCTGG": 969,
      "CCGG": 970,
      "TCTGCC": 971,
      "GCCTTG": 972,
      "TGAGCC": 973,
      "TTTCGG": 974,
      "ACGCTT": 975,
      "TTTGGG": 976,
      "TTTTTTC": 977,
      "TTTTTTG": 978,
      "AGGACG": 979,
      "TCATTG": 980,
      "ATTTATT": 981,
      "TTGCGC": 982,
      "TAGCAA": 983,
      "TCGTTG": 984,
      "GCACAG": 985,
      "ATACTT": 986,
      "TACTGC": 987,
      "ATTCGG": 988,
      "GCGAAAA": 989,
      "GCT": 990,
      "ATGCTGG": 991,
      "TACGAA": 992,
      "TGAATT": 993,
      "GCGGAG": 994,
      "TTCAAG": 995,
      "GCAATC": 996,
      "AACGTC": 997,
      "AGCGTC": 998,
      "ATCAAG": 999,
      "GCCATCG": 1000,
      "GCCGACG": 1001,
      "AGGAGC": 1002,
      "AGGTTG": 1003,
      "ATTGAG": 1004,
      "AGGGGG": 1005,
      "TGCTGAA": 1006,
      "TACCCC": 1007,
      "AGGATT": 1008,
      "ACCCAG": 1009,
      "AACTTC": 1010,
      "GCCTCG": 1011,
      "TACCAA": 1012,
      "ATCGGG": 1013,
      "GCGGTGG": 1014,
      "AGGTGG": 1015,
      "GCTGCCC": 1016,
      "AAGGGG": 1017,
      "GCAGCCG": 1018,
      "TAGCCC": 1019,
      "TTTCCG": 1020,
      "ATGTTC": 1021,
      "TGCGTC": 1022,
      "AAAGAG": 1023,
      "AGCACG": 1024,
      "ACTCAA": 1025,
      "ATGGGG": 1026,
      "ACGGGG": 1027,
      "GCCGGCG": 1028,
      "ACCAAC": 1029,
      "GCAGCGG": 1030,
      "ACTATG": 1031,
      "AAAAAAC": 1032,
      "ATAATC": 1033,
      "AGCGAG": 1034,
      "TCGTTC": 1035,
      "TTCCAG": 1036,
      "TACAAC": 1037,
      "AAGTGC": 1038,
      "TTTTATT": 1039,
      "GCGCGCC": 1040,
      "TCGATT": 1041,
      "AAAATAA": 1042,
      "ACAGGG": 1043,
      "ACGCCGG": 1044,
      "TTAACC": 1045,
      "AGGAAC": 1046,
      "TGGCTGC": 1047,
      "TTGTG": 1048,
      "GCGTCC": 1049,
      "TTCGGG": 1050,
      "TCAAAG": 1051,
      "TGCCGGG": 1052,
      "GCTATCG": 1053,
      "TAGTC": 1054,
      "AATAA": 1055,
      "ATGCTGC": 1056,
      "ATGTG": 1057,
      "ATCGAG": 1058,
      "AGCGTT": 1059,
      "GCTGGCC": 1060,
      "TTCTCC": 1061,
      "AAAACCG": 1062,
      "AAGTTG": 1063,
      "ATGGCGC": 1064,
      "ATTGCCG": 1065,
      "TGAACC": 1066,
      "TTCGAG": 1067,
      "TAATGC": 1068,
      "ATCGTCG": 1069,
      "GCGATGG": 1070,
      "GCAGAG": 1071,
      "AAGTTC": 1072,
      "ATAGTT": 1073,
      "ATTTAT": 1074,
      "TACAGG": 1075,
      "TTGCCC": 1076,
      "TCGAAC": 1077,
      "TAATCC": 1078,
      "TGGCGGG": 1079,
      "GCGCGGG": 1080,
      "ATTGATG": 1081,
      "ATGGAG": 1082,
      "ACCGTC": 1083,
      "GCGTTTT": 1084,
      "GCTGTC": 1085,
      "TTGGCC": 1086,
      "TGTATT": 1087,
      "ATAGAG": 1088,
      "TTGCAG": 1089,
      "ATGGTC": 1090,
      "TTAATC": 1091,
      "GCAGCAA": 1092,
      "TTCGTC": 1093,
      "GCATTTT": 1094,
      "GCTAAG": 1095,
      "ATATTCC": 1096,
      "ACGAAC": 1097,
      "GCTGAG": 1098,
      "AGCTTC": 1099,
      "TTGGGG": 1100,
      "ATTGGG": 1101,
      "ATCGCCC": 1102,
      "ATGCCCG": 1103,
      "TCCTGG": 1104,
      "GCCTGCC": 1105,
      "TGGCGCG": 1106,
      "TGCACG": 1107,
      "GCCGCCC": 1108,
      "TAAATAA": 1109,
      "ATTTATC": 1110,
      "ATTATTG": 1111,
      "TGCACC": 1112,
      "AGGAAAA": 1113,
      "TGCGTT": 1114,
      "TATAAC": 1115,
      "TGACAA": 1116,
      "GCCGCAG": 1117,
      "TGGCTT": 1118,
      "GCGCTT": 1119,
      "GCCGAGC": 1120,
      "TTAATT": 1121,
      "ACTACG": 1122,
      "TGAATC": 1123,
      "TAGTT": 1124,
      "GCGGTT": 1125,
      "TGGTTTT": 1126,
      "ACACTG": 1127,
      "TAAAACC": 1128,
      "TACATC": 1129,
      "GCTGCGG": 1130,
      "TGCAAAA": 1131,
      "ATTTTTG": 1132,
      "GCCAAG": 1133,
      "GCAATT": 1134,
      "ATCACG": 1135,
      "ATAGTC": 1136,
      "TAATTC": 1137,
      "AGCCTG": 1138,
      "TTTCTC": 1139,
      "GCTGGCGG": 1140,
      "ACACAA": 1141,
      "TAATGG": 1142,
      "AGCTTG": 1143,
      "TATACC": 1144,
      "AACGTT": 1145,
      "TTGGAA": 1146,
      "GCAGTT": 1147,
      "ATGCAGG": 1148,
      "ATCACCG": 1149,
      "ATGTCC": 1150,
      "TAATTTT": 1151,
      "TTTGTC": 1152,
      "GCGCGCG": 1153,
      "GCCGGAA": 1154,
      "TGCTGCC": 1155,
      "ACCACG": 1156,
      "TAATTG": 1157,
      "TGTCGG": 1158,
      "ATTTTAA": 1159,
      "TATATG": 1160,
      "TGCTTC": 1161,
      "TCCGAA": 1162,
      "ATATTAA": 1163,
      "TGCTGCTG": 1164,
      "TGGCGAA": 1165,
      "ATCATCG": 1166,
      "AACACG": 1167,
      "GCGGCTG": 1168,
      "GCAACCG": 1169,
      "TAATGAA": 1170,
      "TACCAG": 1171,
      "TGGCAGG": 1172,
      "ATCAAAA": 1173,
      "TGGTAG": 1174,
      "TTTGTT": 1175,
      "ATTGTC": 1176,
      "ATTGTT": 1177,
      "ATTGCG": 1178,
      "TGGCAGC": 1179,
      "TCGGGG": 1180,
      "ATCCTC": 1181,
      "GCCACCG": 1182,
      "TCAATC": 1183,
      "ATAAAAAA": 1184,
      "TCGTG": 1185,
      "ACGGCAA": 1186,
      "TCGAGC": 1187,
      "GCCGAAG": 1188,
      "AGTTTT": 1189,
      "TCGGCGC": 1190,
      "ATGGTT": 1191,
      "ACTTAA": 1192,
      "TACTTC": 1193,
      "ACATAA": 1194,
      "GCACCGG": 1195,
      "GCCGATC": 1196,
      "TGCTGTT": 1197,
      "GCCGAAC": 1198,
      "AACCCGG": 1199,
      "TGGCTC": 1200,
      "TGGTGAA": 1201,
      "ACCGGCG": 1202,
      "GCCGGGG": 1203,
      "ATGGCGG": 1204,
      "ATGGCAA": 1205,
      "GCCTGCG": 1206,
      "ATTATTC": 1207,
      "TATTGAA": 1208,
      "GCCGACC": 1209,
      "AAAACCC": 1210,
      "GCAGGCG": 1211,
      "ACGGCGC": 1212,
      "TGCTGCG": 1213,
      "ACGGCGG": 1214,
      "TCGTCC": 1215,
      "GCTGAAG": 1216,
      "AGACC": 1217,
      "ATGTGG": 1218,
      "TATGCG": 1219,
      "TGCCGCC": 1220,
      "ATATCAA": 1221,
      "TGCTAA": 1222,
      "TCGGAA": 1223,
      "TTGTTTT": 1224,
      "TGAATAA": 1225,
      "GCTGACC": 1226,
      "ATAATT": 1227,
      "ATAATAA": 1228,
      "ATCAGCC": 1229,
      "ATATAG": 1230,
      "TGTGGG": 1231,
      "ATCGTT": 1232,
      "AAGTCC": 1233,
      "TGACGC": 1234,
      "TCGGCGG": 1235,
      "TCAACC": 1236,
      "AGGTTC": 1237,
      "AACTAC": 1238,
      "ATCAGCG": 1239,
      "AAGTAC": 1240,
      "AACGAG": 1241,
      "ACTCAG": 1242,
      "TGCGCGC": 1243,
      "ATGCGTT": 1244,
      "ATTTGG": 1245,
      "GCCTAC": 1246,
      "TTCCAA": 1247,
      "AGCTAC": 1248,
      "TCCATG": 1249,
      "ATCTTG": 1250,
      "ATCGGCG": 1251,
      "GCAAAAC": 1252,
      "ACCGAG": 1253,
      "TTTTCCC": 1254,
      "GCA": 1255,
      "ATCGACG": 1256,
      "AGCAGCG": 1257,
      "ACATGC": 1258,
      "TTTTTAC": 1259,
      "GCTGCAA": 1260,
      "TGTAT": 1261,
      "ACCTTG": 1262,
      "TGCGCAA": 1263,
      "TGACTG": 1264,
      "TAATAC": 1265,
      "ATATAC": 1266,
      "ATCGCGC": 1267,
      "GCTGAAAA": 1268,
      "ATCACCC": 1269,
      "GCAGCCC": 1270,
      "TTCGCG": 1271,
      "GCAGTC": 1272,
      "ATCTAC": 1273,
      "ATCTCC": 1274,
      "GCTGAAC": 1275,
      "TTCTAC": 1276,
      "ACCGTT": 1277,
      "AGCGCGC": 1278,
      "TTTTTAA": 1279,
      "AAAAATT": 1280,
      "GCTATCC": 1281,
      "ACAGTT": 1282,
      "ACGTGG": 1283,
      "ATAGGG": 1284,
      "ATGAGG": 1285,
      "AGCGGCG": 1286,
      "ATGCCTG": 1287,
      "GCTATTG": 1288,
      "GCTGATT": 1289,
      "TGCCTG": 1290,
      "AGCGCCG": 1291,
      "GCCCTGG": 1292,
      "AAGGCGC": 1293,
      "ACCGCCG": 1294,
      "GCATAC": 1295,
      "ACGAGG": 1296,
      "TTCGCCG": 1297,
      "ACGTAA": 1298,
      "CCCC": 1299,
      "ATCCTGC": 1300,
      "GCGGGCG": 1301,
      "ATCTCG": 1302,
      "AAAAAAG": 1303,
      "GGGTG": 1304,
      "TTTAAC": 1305,
      "TTTTTG": 1306,
      "GCGGTAA": 1307,
      "ACGTGC": 1308,
      "ACCGCGC": 1309,
      "ATGCCAA": 1310,
      "TCGTGG": 1311,
      "GGGATT": 1312,
      "TATGTC": 1313,
      "TTGTAA": 1314,
      "TTTTTCC": 1315,
      "AAAAAGC": 1316,
      "GCTATTC": 1317,
      "AGCCTGC": 1318,
      "ACACGG": 1319,
      "ACCTCG": 1320,
      "TTTCCCG": 1321,
      "ATTCTC": 1322,
      "ATAAAAC": 1323,
      "GGGTAA": 1324,
      "TGAAATT": 1325,
      "TTGCTC": 1326,
      "TCGTGC": 1327,
      "GCCCTG": 1328,
      "AGCTAA": 1329,
      "TTTTATC": 1330,
      "GCGGCAG": 1331,
      "GCCTGGC": 1332,
      "ATGAGCG": 1333,
      "TTGTCC": 1334,
      "TGCCGAA": 1335,
      "GCGATCC": 1336,
      "GCCTGGG": 1337,
      "AGACG": 1338,
      "GCATTAA": 1339,
      "TGGAGG": 1340,
      "GCTAAAA": 1341,
      "AGCGCTG": 1342,
      "GCATCCG": 1343,
      "AAGTGAA": 1344,
      "AACAGCG": 1345,
      "GCAACCC": 1346,
      "GCATCAA": 1347,
      "TTCCTGC": 1348,
      "TTTCTT": 1349,
      "ACGTG": 1350,
      "TCCATT": 1351,
      "TTGTGG": 1352,
      "ATTCAGG": 1353,
      "GCCAACC": 1354,
      "ACCCTGC": 1355,
      "TCGTAA": 1356,
      "GCGTAG": 1357,
      "ACAATC": 1358,
      "TATTTTC": 1359,
      "ACGGTC": 1360,
      "TACTAC": 1361,
      "ACGAGC": 1362,
      "GCAATG": 1363,
      "TGCCGCTG": 1364,
      "ATATGAA": 1365,
      "GCAGGAA": 1366,
      "ATATATT": 1367,
      "AGCCAGC": 1368,
      "GCGGTGC": 1369,
      "TCCGCG": 1370,
      "GCCCGCC": 1371,
      "ATAACCC": 1372,
      "AACGCCG": 1373,
      "AGGAGG": 1374,
      "AAAAATG": 1375,
      "TTACCG": 1376,
      "AACTGAA": 1377,
      "ACTAG": 1378,
      "GCCGCAC": 1379,
      "AGCCTGG": 1380,
      "TGCGTAA": 1381,
      "GCTACCG": 1382,
      "ACTCCC": 1383,
      "AGGGAG": 1384,
      "TGCAAG": 1385,
      "GGGATG": 1386,
      "ATAACAA": 1387,
      "GCATTCC": 1388,
      "AGAATT": 1389,
      "ATTAAG": 1390,
      "AGCCCGG": 1391,
      "TCCTTC": 1392,
      "GCCTGAA": 1393,
      "ATTGAAC": 1394,
      "ATCAACG": 1395,
      "ATCCTG": 1396,
      "ATTATCG": 1397,
      "ACCATCG": 1398,
      "GCCGCAA": 1399,
      "ATTCTGG": 1400,
      "TTGGTC": 1401,
      "TTGGCGC": 1402,
      "ATTTTCC": 1403,
      "AGTAG": 1404,
      "TCGGCAA": 1405,
      "ACACTC": 1406,
      "GCGTTTC": 1407,
      "GCGATCG": 1408,
      "AAAAACC": 1409,
      "TGCCTT": 1410,
      "TAAAATT": 1411,
      "GCCCAGG": 1412,
      "TCGAGG": 1413,
      "GCGCGAA": 1414,
      "ACGTCC": 1415,
      "TATTTTG": 1416,
      "TGCTGGG": 1417,
      "ATAAATT": 1418,
      "ATGACCG": 1419,
      "ATAATG": 1420,
      "ACTCTG": 1421,
      "ACCCTG": 1422,
      "GCATGAA": 1423,
      "AGCCGGG": 1424,
      "GCGATTG": 1425,
      "ATGCAGC": 1426,
      "TGCCCGG": 1427,
      "AGGCGG": 1428,
      "ATTGCTG": 1429,
      "GCGGCAC": 1430,
      "ATGAAAG": 1431,
      "TGAAAAC": 1432,
      "ATTTATG": 1433,
      "AGTCC": 1434,
      "TCGGTC": 1435,
      "GCAACAA": 1436,
      "ATGGTG": 1437,
      "ACCAGCG": 1438,
      "GCTAGC": 1439,
      "TAGAGC": 1440,
      "TAGGGG": 1441,
      "TTTTTGC": 1442,
      "TAGTG": 1443,
      "TTAACG": 1444,
      "GAA": 1445,
      "GCCTCC": 1446,
      "AGAATC": 1447,
      "TACGCG": 1448,
      "GCCATTG": 1449,
      "GCGCCAA": 1450,
      "ATCCCGG": 1451,
      "GGGTTG": 1452,
      "TTTTCG": 1453,
      "TATGCCG": 1454,
      "TTATCC": 1455,
      "TTTTCCG": 1456,
      "AACTCG": 1457,
      "ACCCCGG": 1458,
      "AGCGCAA": 1459,
      "AAGGAG": 1460,
      "AGCGATG": 1461,
      "TCGCGG": 1462,
      "ATAACCG": 1463,
      "GCAGGCC": 1464,
      "TTGTGC": 1465,
      "TTTTAG": 1466,
      "TTAATAA": 1467,
      "GCTGGCTG": 1468,
      "GCAAAAG": 1469,
      "AGGATC": 1470,
      "AAAATG": 1471,
      "GCATTCG": 1472,
      "ACACAG": 1473,
      "TAATCG": 1474,
      "TGCGCCG": 1475,
      "TATCTC": 1476,
      "ATTGAAG": 1477,
      "AACTTG": 1478,
      "TTTGAG": 1479,
      "TCCTCG": 1480,
      "TTTTTATT": 1481,
      "TACGGG": 1482,
      "ATTAGC": 1483,
      "TATGCGC": 1484,
      "ACCAGCC": 1485,
      "AACAACG": 1486,
      "GCATCGG": 1487,
      "TAGAAAA": 1488,
      "GCACTGG": 1489,
      "TTTGAA": 1490,
      "GCATGCC": 1491,
      "TATGCTG": 1492,
      "ATGTAA": 1493,
      "TAGAAG": 1494,
      "ACGAAAA": 1495,
      "ATTACCG": 1496,
      "ACACGC": 1497,
      "AACCTG": 1498,
      "GCCGTCG": 1499,
      "TTACTG": 1500,
      "ACGTAC": 1501,
      "AGCTCG": 1502,
      "TTGATAA": 1503,
      "GCAACGG": 1504,
      "TTCTCG": 1505,
      "TTCAGCG": 1506,
      "GCTGGGG": 1507,
      "ATGTAC": 1508,
      "GCCGGCC": 1509,
      "ACCACCG": 1510,
      "ACGGTG": 1511,
      "TTCGGCG": 1512,
      "CGG": 1513,
      "TTCCCGG": 1514,
      "TATTTAA": 1515,
      "ATCAACC": 1516,
      "AGGTAC": 1517,
      "GCACCCG": 1518,
      "ATGATGG": 1519,
      "TTCAGCC": 1520,
      "ACTCCG": 1521,
      "TGGCATT": 1522,
      "ACCCTGG": 1523,
      "ACGCCAA": 1524,
      "TTCTTG": 1525,
      "AATGAG": 1526,
      "TCACTG": 1527,
      "ATGGCCG": 1528,
      "AACGCGC": 1529,
      "TGAATG": 1530,
      "TATCGCC": 1531,
      "ATGCGCC": 1532,
      "TGCTAC": 1533,
      "GCGCCCC": 1534,
      "ACCTAC": 1535,
      "AACGGCG": 1536,
      "TGCGTG": 1537,
      "TCGCTC": 1538,
      "TCTAT": 1539,
      "TTTCCCC": 1540,
      "TTGATGG": 1541,
      "TTGCGG": 1542,
      "AGCAGCC": 1543,
      "TGCTCC": 1544,
      "AACGCTG": 1545,
      "TTTGATG": 1546,
      "TTCGCCC": 1547,
      "TCTATT": 1548,
      "TTTCTG": 1549,
      "TGAAATC": 1550,
      "ACCGCAC": 1551,
      "TTCTGGC": 1552,
      "GCTAACC": 1553,
      "GCCGTGG": 1554,
      "ACCAAG": 1555,
      "TTTGCG": 1556,
      "TAAAGAA": 1557,
      "ACACTT": 1558,
      "TGCTTTT": 1559,
      "GCTTTCC": 1560,
      "AGGTAG": 1561,
      "TAAGGG": 1562,
      "TCAGTT": 1563,
      "TCATTC": 1564,
      "TCTGCG": 1565,
      "TGCTGGCGC": 1566,
      "AAAAACG": 1567,
      "ATGGCTG": 1568,
      "GCCCGCG": 1569,
      "AGGCCG": 1570,
      "TATCTGG": 1571,
      "ACTCGG": 1572,
      "ATTCCGG": 1573,
      "TCTCCC": 1574,
      "ATTGCGC": 1575,
      "ACTGGCG": 1576,
      "ATCCTCG": 1577,
      "AAGAAGG": 1578,
      "GCATTGG": 1579,
      "GCTGCTGG": 1580,
      "ATTGTTG": 1581,
      "TTCACG": 1582,
      "AACTGGC": 1583,
      "TTCATCG": 1584,
      "AACTCC": 1585,
      "AGCAGAA": 1586,
      "GCGCGCTG": 1587,
      "ATATTCG": 1588,
      "ATGCGCG": 1589,
      "ATACCGG": 1590,
      "TTCACCG": 1591,
      "ACAGAG": 1592,
      "GCATAG": 1593,
      "TCTAA": 1594,
      "AGCGCGG": 1595,
      "GCCAAAA": 1596,
      "TCAATT": 1597,
      "GCGGCCG": 1598,
      "TATCCCG": 1599,
      "TTTAACC": 1600,
      "TCTGAA": 1601,
      "AAGAAAG": 1602,
      "ATGAAGG": 1603,
      "GCTTCCG": 1604,
      "AGTTCG": 1605,
      "ATTAAAG": 1606,
      "GCCGCTC": 1607,
      "TAGGAA": 1608,
      "ACCTGCC": 1609,
      "GCTTCCC": 1610,
      "GCAAAAAA": 1611,
      "TAACAG": 1612,
      "AGCGTG": 1613,
      "GCGTTAA": 1614,
      "TGGTATT": 1615,
      "ATGTGC": 1616,
      "TTGTAC": 1617,
      "GCGGGAA": 1618,
      "TTGGCGG": 1619,
      "ACGCCTG": 1620,
      "TCAATAA": 1621,
      "TATCGAA": 1622,
      "GCAGCAG": 1623,
      "TGCGGCG": 1624,
      "GCTGACG": 1625,
      "ACGCAGG": 1626,
      "GCCGCGG": 1627,
      "AGAAAAC": 1628,
      "ATTGATT": 1629,
      "ATTGGCG": 1630,
      "GCAAGAA": 1631,
      "GCCAACG": 1632,
      "TAGTAA": 1633,
      "ATGCTCG": 1634,
      "ACAATT": 1635,
      "AAGGCAA": 1636,
      "ATCCGCG": 1637,
      "GCGCTGGC": 1638,
      "TGCCAGC": 1639,
      "GCTGCCGG": 1640,
      "ATTAATG": 1641,
      "AGCCTT": 1642,
      "TCAATG": 1643,
      "ACAATAA": 1644,
      "ATATCCC": 1645,
      "CAA": 1646,
      "ATGAAAC": 1647,
      "GCCACCC": 1648,
      "AAAAAGG": 1649,
      "GCCGAGG": 1650,
      "ATACCCG": 1651,
      "ATTAACC": 1652,
      "ATGCCCC": 1653,
      "ATGCTT": 1654,
      "AGAATAA": 1655,
      "ACCGCCC": 1656,
      "TCTGGCG": 1657,
      "TTGTAG": 1658,
      "GCCATTC": 1659,
      "AAGATAA": 1660,
      "AAGTAG": 1661,
      "TATCAGG": 1662,
      "AACAAGG": 1663,
      "GCTTTTC": 1664,
      "TTTGGCG": 1665,
      "GCTTTAC": 1666,
      "TATCAGC": 1667,
      "ACTTGG": 1668,
      "TCCGGCG": 1669,
      "ATTGTCG": 1670,
      "ATCAAGG": 1671,
      "TCATGG": 1672,
      "ATGAGCC": 1673,
      "GCCCCGG": 1674,
      "ATTTACC": 1675,
      "TTTGTTG": 1676,
      "TGGTCC": 1677,
      "GCGCAAC": 1678,
      "ATTAATT": 1679,
      "ACGGTAA": 1680,
      "TTCCTG": 1681,
      "TGGTGCG": 1682,
      "TCTGGG": 1683,
      "GCGCCAG": 1684,
      "TATCCGG": 1685,
      "AAAAATC": 1686,
      "TCTTTC": 1687,
      "GCGCTGGCG": 1688,
      "AACCTGC": 1689,
      "GCAAACC": 1690,
      "AGGTTTT": 1691,
      "ATTGCCC": 1692,
      "GCCATCC": 1693,
      "GCGCTAC": 1694,
      "TTTAGC": 1695,
      "ATTTTCG": 1696,
      "AAGAGAA": 1697,
      "TGCTGGCG": 1698,
      "TTATTCC": 1699,
      "TGAATAC": 1700,
      "AGCTGGC": 1701,
      "TGAAATG": 1702,
      "TATATCG": 1703,
      "AGCAAGG": 1704,
      "ATTCCCC": 1705,
      "AGTATT": 1706,
      "GCAATAA": 1707,
      "TTAATG": 1708,
      "GCTGATC": 1709,
      "ATGGGCG": 1710,
      "ATGGATG": 1711,
      "TCGCAG": 1712,
      "GCGCAGCG": 1713,
      "TGCCTGC": 1714,
      "GCGCATC": 1715,
      "GCATATT": 1716,
      "TGGATAA": 1717,
      "TGGGTT": 1718,
      "GCTATGG": 1719,
      "TGAAAGC": 1720,
      "ATGATCG": 1721,
      "ACGTTTT": 1722,
      "ACTAAC": 1723,
      "ACCTCC": 1724,
      "GCGGTCG": 1725,
      "GCCGTGC": 1726,
      "GCCGTTG": 1727,
      "AACAGCC": 1728,
      "TTTCAGG": 1729,
      "ATTGAAAA": 1730,
      "TATTCAA": 1731,
      "AACTAA": 1732,
      "TGAAACC": 1733,
      "TACTCG": 1734,
      "ATGGTCG": 1735,
      "AGTGAG": 1736,
      "CCCGG": 1737,
      "ATGCGGG": 1738,
      "ACGGAG": 1739,
      "TATTTTTT": 1740,
      "TCATCC": 1741,
      "TTCGTT": 1742,
      "ATGAACG": 1743,
      "AGCCGAA": 1744,
      "ATTCTT": 1745,
      "TTATTAA": 1746,
      "TTCACCC": 1747,
      "GCGCTCG": 1748,
      "GCACTG": 1749,
      "GCCCAGC": 1750,
      "TGATTAA": 1751,
      "GCAGAAG": 1752,
      "TATAAAG": 1753,
      "TGGGCC": 1754,
      "TTCAACC": 1755,
      "TATGAG": 1756,
      "TTTTTAG": 1757,
      "TCGCCAA": 1758,
      "TACAAAA": 1759,
      "TCCCAA": 1760,
      "AGCCAGG": 1761,
      "TTGGTT": 1762,
      "GGGGCG": 1763,
      "ACGCCCC": 1764,
      "TAAAATC": 1765,
      "ATCTGGC": 1766,
      "ATCAAAG": 1767,
      "GCTTTTG": 1768,
      "TCCTCC": 1769,
      "TTCGCTG": 1770,
      "GCAGTG": 1771,
      "ATTCTG": 1772,
      "TCTATC": 1773,
      "ACCGCTG": 1774,
      "TATTATT": 1775,
      "TATTAG": 1776,
      "TTCTTCC": 1777,
      "GCCTTCG": 1778,
      "ATAACGG": 1779,
      "TGCCGGTG": 1780,
      "ACGGTT": 1781,
      "AACATCG": 1782,
      "AGCAACG": 1783,
      "GCCTGTT": 1784,
      "TGGGAG": 1785,
      "GCCAGAA": 1786,
      "TTCTTTT": 1787,
      "ATCGCTG": 1788,
      "GCTTTAA": 1789,
      "TGCAGCG": 1790,
      "ACCCGCG": 1791,
      "ATGAATT": 1792,
      "TGGCAAC": 1793,
      "ACGGTGG": 1794,
      "GCATCCC": 1795,
      "TCGTTTT": 1796,
      "TCTTCC": 1797,
      "AGCTGAA": 1798,
      "ATAAGAA": 1799,
      "ACCGACG": 1800,
      "ACAATG": 1801,
      "TACAAG": 1802,
      "ATCATGG": 1803,
      "TTGATCG": 1804,
      "TGCTGGCGG": 1805,
      "ATTCCCG": 1806,
      "TTGAC": 1807,
      "TAAAAAC": 1808,
      "TACCTG": 1809,
      "TTCAAAA": 1810,
      "ATTAATC": 1811,
      "AGTTAG": 1812,
      "TGGACC": 1813,
      "AACAACC": 1814,
      "TATTTAC": 1815,
      "TTCGCGC": 1816,
      "AGCGTCG": 1817,
      "ATGGACG": 1818,
      "AAGAATT": 1819,
      "ATTTCCC": 1820,
      "AACAATT": 1821,
      "GCTGGCCG": 1822,
      "AAGGCCG": 1823,
      "AAAATCC": 1824,
      "TTTGTCG": 1825,
      "AGAGAG": 1826,
      "TATATTG": 1827,
      "TATGGAA": 1828,
      "GCTTTGC": 1829,
      "TATCTG": 1830,
      "TCAGTC": 1831,
      "AGGTGAA": 1832,
      "ACCA": 1833,
      "GGGATC": 1834,
      "ATATCCG": 1835,
      "TGCGAG": 1836,
      "ATTATGG": 1837,
      "TATTCCG": 1838,
      "AACAGAA": 1839,
      "TATGGCG": 1840,
      "TGCTCAA": 1841,
      "TGGGCGC": 1842,
      "ACTGTT": 1843,
      "ATCCGCC": 1844,
      "ACCAAAG": 1845,
      "ATGATAA": 1846,
      "ATATAAAA": 1847,
      "TATAGC": 1848,
      "TCGGTT": 1849,
      "ACGCAGC": 1850,
      "ATGAACC": 1851,
      "ATTCAGC": 1852,
      "TGTTAG": 1853,
      "ATCCCCC": 1854,
      "GCAAAGC": 1855,
      "TTTCATC": 1856,
      "TTCGTCG": 1857,
      "ATGTTTT": 1858,
      "TCGGTG": 1859,
      "TGCTGGTG": 1860,
      "GCGATAA": 1861,
      "ACGCCCG": 1862,
      "GCTTATC": 1863,
      "ATGGTGG": 1864,
      "GCTACCC": 1865,
      "GCGTTGG": 1866,
      "TAATAG": 1867,
      "ATTACCC": 1868,
      "GCTAACG": 1869,
      "GCCCGGG": 1870,
      "GCCTGCTG": 1871,
      "GCAGGCGC": 1872,
      "GCGGTAC": 1873,
      "GCTGTTG": 1874,
      "ACGGCAC": 1875,
      "TGCAGAA": 1876,
      "GCATGCG": 1877,
      "AGATCG": 1878,
      "ACCACCC": 1879,
      "ATTAACG": 1880,
      "ATGACTG": 1881,
      "GCAGGGG": 1882,
      "TATAAG": 1883,
      "ATCCAGC": 1884,
      "AGGAGAA": 1885,
      "TTTCTGG": 1886,
      "TCAGGG": 1887,
      "TCGCCCC": 1888,
      "GCGGAAG": 1889,
      "TATGTT": 1890,
      "AACAATG": 1891,
      "ACTGCTG": 1892,
      "GCCAAGG": 1893,
      "GCAAACG": 1894,
      "ATGACAA": 1895,
      "ATTGAGC": 1896,
      "GCTGTTC": 1897,
      "ATATCGG": 1898,
      "TTTCAGC": 1899,
      "GCCGCGCC": 1900,
      "GCAAAACC": 1901,
      "TCTGTT": 1902,
      "ATGACCC": 1903,
      "TATGCAG": 1904,
      "TGGTGGC": 1905,
      "ATGACGG": 1906,
      "ATATTGG": 1907,
      "TTCCCCC": 1908,
      "TATTTCC": 1909,
      "ATGGAAAA": 1910,
      "GCCTTTT": 1911,
      "ATTTTGG": 1912,
      "ACCTGCG": 1913,
      "ATGTAG": 1914,
      "TCGTCGG": 1915,
      "TTGGCAA": 1916,
      "GCATGGG": 1917,
      "GCCAAAG": 1918,
      "TATTTG": 1919,
      "AACAAAG": 1920,
      "GCAGAAAA": 1921,
      "ATCGCGG": 1922,
      "TGCGCGG": 1923,
      "AACGCCC": 1924,
      "AAGGCGG": 1925,
      "TATTCCC": 1926,
      "TATATTC": 1927,
      "TGGGTG": 1928,
      "TATGCAA": 1929,
      "TCGCAA": 1930,
      "TCCACG": 1931,
      "AACACCG": 1932,
      "TTGAGCG": 1933,
      "TGCGCTGG": 1934,
      "TCGAAAA": 1935,
      "ACCAAAA": 1936,
      "TGCGCAG": 1937,
      "TTGAAGG": 1938,
      "TAAGCC": 1939,
      "GCTTCAA": 1940,
      "TATAC": 1941,
      "TTTCTTC": 1942,
      "GCGACCG": 1943,
      "AGCAAAG": 1944,
      "GCGACGG": 1945,
      "GCCGTG": 1946,
      "TTTACG": 1947,
      "TCGCTGG": 1948,
      "ATCGACC": 1949,
      "TAAAACG": 1950,
      "ACTGAG": 1951,
      "TAAAAAG": 1952,
      "ATGATCC": 1953,
      "TTTGGC": 1954,
      "ATCAATG": 1955,
      "ATTTCAA": 1956,
      "AGCAGGG": 1957,
      "TCAGAA": 1958,
      "ATTTGCC": 1959,
      "TCGTAC": 1960,
      "GCGAAAG": 1961,
      "TAATTAA": 1962,
      "AACTGGG": 1963,
      "ATGGCAG": 1964,
      "TGGTGTT": 1965,
      "ATAGCCG": 1966,
      "GCGAAGG": 1967,
      "GCACCCC": 1968,
      "GGGAAAA": 1969,
      "ATGCGAA": 1970,
      "TCTCCG": 1971,
      "TGGTTTC": 1972,
      "ATCATTG": 1973,
      "TTCTGCC": 1974,
      "GCGCTGAA": 1975,
      "ATTATCC": 1976,
      "ACCTGAA": 1977,
      "AGCGACG": 1978,
      "TTCCCCG": 1979,
      "TAATATT": 1980,
      "GCACAGG": 1981,
      "TGCGGTG": 1982,
      "GCAATCC": 1983,
      "GCGACAA": 1984,
      "TGGTTTG": 1985,
      "TACGCTG": 1986,
      "TACCCGG": 1987,
      "ATGGTAG": 1988,
      "TATACG": 1989,
      "TTCCAGC": 1990,
      "AAGATCG": 1991,
      "ACCGTCG": 1992,
      "TGGTCAA": 1993,
      "ATTTAAC": 1994,
      "TACTCC": 1995,
      "TTTTACC": 1996,
      "TGGTTAA": 1997,
      "ACGCGCC": 1998,
      "ATACCAA": 1999,
      "GCTCCGG": 2000,
      "AGTTTTG": 2001,
      "ATGCGCTG": 2002,
      "ATCATCC": 2003,
      "AGAATG": 2004,
      "AGCCGCC": 2005,
      "ATTTCCG": 2006,
      "GCTGTCG": 2007,
      "ATGATTG": 2008,
      "AGCGAAG": 2009,
      "GCGTGAA": 2010,
      "AACGTCG": 2011,
      "GCGCTGGG": 2012,
      "ATGGCAC": 2013,
      "ACTTTTC": 2014,
      "TACGCCG": 2015,
      "TAACGAA": 2016,
      "AGGGTT": 2017,
      "TGATTCC": 2018,
      "TCGCAC": 2019,
      "ACGTAG": 2020,
      "TATGAAAA": 2021,
      "AGCAATG": 2022,
      "ATGGAAG": 2023,
      "TTTTTCG": 2024,
      "GCTTCGG": 2025,
      "TTGATTG": 2026,
      "TTTCTGC": 2027,
      "ATGTTAA": 2028,
      "ATATATC": 2029,
      "ATAAATC": 2030,
      "AGCGTAA": 2031,
      "GGGAAG": 2032,
      "TCCGCCG": 2033,
      "GCGCTGGCC": 2034,
      "TTCGACG": 2035,
      "TTACCC": 2036,
      "ACTGCCG": 2037,
      "TCTACC": 2038,
      "TGGCAAAA": 2039,
      "TTCCGCC": 2040,
      "AGCGCAG": 2041,
      "ATCTGCC": 2042,
      "AATTTAA": 2043,
      "ATCCAGG": 2044,
      "TTCAACG": 2045,
      "ATTGCTC": 2046,
      "ATAAAGG": 2047,
      "ACGGCAG": 2048,
      "TCTTTG": 2049,
      "ATATAAC": 2050,
      "ACTGATG": 2051,
      "GCGCGCGC": 2052,
      "ATAAAAG": 2053,
      "AGCAACC": 2054,
      "TGAAAAG": 2055,
      "GCTGGAG": 2056,
      "TGGTGCTG": 2057,
      "ATAGCGG": 2058,
      "TCCAGCC": 2059,
      "TGGTGGG": 2060,
      "ATCAATC": 2061,
      "ATCGAAG": 2062,
      "ATTGGTG": 2063,
      "ATCATTC": 2064,
      "ATGCAAC": 2065,
      "GCGTCGG": 2066,
      "ATATGCC": 2067,
      "AGTTTAA": 2068,
      "TTTGAAG": 2069,
      "GCGCACC": 2070,
      "GCGGTTG": 2071,
      "ACTGGAA": 2072,
      "GCTGAGC": 2073,
      "AACTCAA": 2074,
      "TGGAGAA": 2075,
      "TTGAAAG": 2076,
      "ATAAAGC": 2077,
      "TGTTTTC": 2078,
      "GCTTTCG": 2079,
      "AGGGCAA": 2080,
      "TGCCGCCG": 2081,
      "GCAGTAA": 2082,
      "GCATATC": 2083,
      "TTCTTCG": 2084,
      "TGGGCAA": 2085,
      "GCCGCTGC": 2086,
      "GCGGTAG": 2087,
      "TGGCTAA": 2088,
      "ACCATTC": 2089,
      "TCCTTG": 2090,
      "AATTAG": 2091,
      "TGCGTTG": 2092,
      "TATACCG": 2093,
      "TACGGCG": 2094,
      "TGGCCAA": 2095,
      "ATAAAACC": 2096,
      "AATTATT": 2097,
      "AACTCAG": 2098,
      "TGTTTAA": 2099,
      "AACCTT": 2100,
      "TCTGTC": 2101,
      "GCACCAA": 2102,
      "GCTTGAA": 2103,
      "AAAATCG": 2104,
      "TGCAGCC": 2105,
      "TACATT": 2106,
      "AGCGCCC": 2107,
      "ACCGGGG": 2108,
      "GCCGCTGG": 2109,
      "GCAGAAC": 2110,
      "TATCACC": 2111,
      "TGCGCCC": 2112,
      "GCGCATT": 2113,
      "CCGAA": 2114,
      "GCTAGG": 2115,
      "ATCGAAC": 2116,
      "TGCGTCG": 2117,
      "GCGAGCG": 2118,
      "TCAGAG": 2119,
      "AGTTTTC": 2120,
      "GCCAATG": 2121,
      "TTGTTAA": 2122,
      "GCTACAA": 2123,
      "TCTGAG": 2124,
      "TGGTCGG": 2125,
      "TGGAC": 2126,
      "TGGATTG": 2127,
      "GCGATTC": 2128,
      "TGGCAAG": 2129,
      "GCATGCTG": 2130,
      "GCTCAGG": 2131,
      "GCACTGC": 2132,
      "TGTATG": 2133,
      "TGTGCC": 2134,
      "TGGTGCC": 2135,
      "ATGAATG": 2136,
      "GCACTC": 2137,
      "TCCGTT": 2138,
      "GCGCAAG": 2139,
      "ATCTGCG": 2140,
      "AGAAATT": 2141,
      "TATCTT": 2142,
      "ACGTTAA": 2143,
      "ACAGCAA": 2144,
      "TAACCAA": 2145,
      "TCCAGCG": 2146,
      "AGAAAAG": 2147,
      "GCTATAA": 2148,
      "TGGGCGG": 2149,
      "TGGAAAG": 2150,
      "ACCGCAA": 2151,
      "GCCACGG": 2152,
      "GCGTTCG": 2153,
      "ACGCCAG": 2154,
      "TACTTG": 2155,
      "TATGCCC": 2156,
      "TTCAAGG": 2157,
      "GCGTTTG": 2158,
      "TTTTGCC": 2159,
      "TAGCAG": 2160,
      "ACCGGTG": 2161,
      "GCGTATT": 2162,
      "ACCGATG": 2163,
      "ATTCATC": 2164,
      "GCGGATG": 2165,
      "TGAGTT": 2166,
      "TGTCTG": 2167,
      "TTATTGG": 2168,
      "AGGGCGC": 2169,
      "TGCGCTC": 2170,
      "TTAAAAC": 2171,
      "GCTGATCG": 2172,
      "GCCTTCC": 2173,
      "ATCCTT": 2174,
      "GCCGCCGG": 2175,
      "TAAACAA": 2176,
      "TCACTC": 2177,
      "TAGTCG": 2178,
      "TTGTTGG": 2179,
      "GCAAGGG": 2180,
      "ATAGCAA": 2181,
      "ATGCAAAA": 2182,
      "TATACCC": 2183,
      "TAAAGCC": 2184,
      "TACCTGC": 2185,
      "TAATCAA": 2186,
      "ACCCGAA": 2187,
      "TACATG": 2188,
      "TCCAAC": 2189,
      "GCCCGAA": 2190,
      "TCCGGTG": 2191,
      "ATACCCC": 2192,
      "TTGACCG": 2193,
      "TCACGG": 2194,
      "TTTTATG": 2195,
      "AACCCCG": 2196,
      "ACTGGCTG": 2197,
      "AGGTATT": 2198,
      "AACAAAC": 2199,
      "TGTCCG": 2200,
      "GCCATGG": 2201,
      "AGTGATG": 2202,
      "TATGCGG": 2203,
      "TTTCACC": 2204,
      "TGA": 2205,
      "TACCGGG": 2206,
      "AACACCC": 2207,
      "TCGCTT": 2208,
      "AGGAC": 2209,
      "TGATGGG": 2210,
      "AGCGCAC": 2211,
      "GCTGGCAG": 2212,
      "GCATAAC": 2213,
      "AGCTGGG": 2214,
      "TTCATCC": 2215,
      "TGATTGG": 2216,
      "ATTACTG": 2217,
      "AACGCAA": 2218,
      "ACCATCC": 2219,
      "TATAACC": 2220,
      "AACGATG": 2221,
      "TAGTTG": 2222,
      "ATCGGTG": 2223,
      "AAGAGCG": 2224,
      "AGGATAA": 2225,
      "AACCCAA": 2226,
      "ATCTTCC": 2227,
      "GCTGCAG": 2228,
      "TACTGAA": 2229,
      "TATCTGC": 2230,
      "TCTCAA": 2231,
      "ATCTTTT": 2232,
      "ACGCTCG": 2233,
      "AACGACG": 2234,
      "TACCGAA": 2235,
      "TCCGCTG": 2236,
      "GCGCTGCG": 2237,
      "AGCCGCG": 2238,
      "ATTTCTC": 2239,
      "TATCAAC": 2240,
      "AACCGAA": 2241,
      "TAAGAG": 2242,
      "TGGATCG": 2243,
      "ACCGCAG": 2244,
      "TATCCCC": 2245,
      "TAAGCG": 2246,
      "ACCTGGG": 2247,
      "AAAAATAA": 2248,
      "AAAAAATG": 2249,
      "TTGCTGG": 2250,
      "GCCAGTG": 2251,
