{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "T": 8,
      "AA": 9,
      "GC": 10,
      "TT": 11,
      "GA": 12,
      "TC": 13,
      "GG": 14,
      "CC": 15,
      "TA": 16,
      "TG": 17,
      "CA": 18,
      "AAA": 19,
      "GGC": 20,
      "TGC": 21,
      "GAA": 22,
      "TGA": 23,
      "CGC": 24,
      "TTA": 25,
      "TAA": 26,
      "TCA": 27,
      "TGG": 28,
      "GGA": 29,
      "GTT": 30,
      "GCA": 31,
      "CAA": 32,
      "CTT": 33,
      "GTC": 34,
      "CGA": 35,
      "TTTT": 36,
      "TGAA": 37,
      "TGGC": 38,
      "CGG": 39,
      "CCA": 40,
      "GTA": 41,
      "CTC": 42,
      "GCGC": 43,
      "AAAA": 44,
      "CGGC": 45,
      "TGGA": 46,
      "TAAA": 47,
      "GAAA": 48,
      "TATT": 49,
      "TGTT": 50,
      "TCGC": 51,
      "CTA": 52,
      "TGCA": 53,
      "TCGA": 54,
      "CG": 55,
      "TCAA": 56,
      "CCGC": 57,
      "GGAA": 58,
      "GGGC": 59,
      "GGCA": 60,
      "TCTT": 61,
      "CAAA": 62,
      "CGAA": 63,
      "TTTA": 64,
      "CTGC": 65,
      "TGTC": 66,
      "TTGC": 67,
      "CAGC": 68,
      "TAAAA": 69,
      "GAGC": 70,
      "GTGC": 71,
      "GATT": 72,
      "TATA": 73,
      "CGGA": 74,
      "CGCA": 75,
      "GATC": 76,
      "TGAAA": 77,
      "CATT": 78,
      "CGTC": 79,
      "TGTA": 80,
      "GACC": 81,
      "GTGA": 82,
      "GGTT": 83,
      "TCCC": 84,
      "CGTT": 85,
      "CACC": 86,
      "GCAA": 87,
      "GAAAA": 88,
      "GGGA": 89,
      "GTCA": 90,
      "CTGA": 91,
      "CATC": 92,
      "TTATT": 93,
      "TGGAA": 94,
      "GGCGC": 95,
      "GTAA": 96,
      "GATA": 97,
      "GCTT": 98,
      "TATC": 99,
      "GGTC": 100,
      "CCTT": 101,
      "CCAA": 102,
      "GTTA": 103,
      "GTGG": 104,
      "TTAA": 105,
      "CTGG": 106,
      "TTTC": 107,
      "GAGA": 108,
      "GCCC": 109,
      "CTTA": 110,
      "CAAAA": 111,
      "GCGA": 112,
      "TCCA": 113,
      "TGGCA": 114,
      "CCGA": 115,
      "CGCGC": 116,
      "CTCA": 117,
      "GGGG": 118,
      "CATA": 119,
      "TTCC": 120,
      "TGCGC": 121,
      "CAGA": 122,
      "TCTC": 123,
      "TTGA": 124,
      "GGTA": 125,
      "GGAAA": 126,
      "CCCC": 127,
      "CTAA": 128,
      "TCGGC": 129,
      "CGTA": 130,
      "GTG": 131,
      "TTCA": 132,
      "CTG": 133,
      "TGAAAA": 134,
      "GAAGC": 135,
      "CCGGC": 136,
      "CGGCA": 137,
      "TCTA": 138,
      "CTGGC": 139,
      "TGCAA": 140,
      "GAAGA": 141,
      "GGGGC": 142,
      "GAAAAA": 143,
      "GGTGC": 144,
      "TGGGC": 145,
      "TACA": 146,
      "GACA": 147,
      "GCAGC": 148,
      "GTGGC": 149,
      "TTTTA": 150,
      "TGATC": 151,
      "TAAAAA": 152,
      "CGGGC": 153,
      "GGCAA": 154,
      "CGCCC": 155,
      "GTGAA": 156,
      "TACC": 157,
      "TAGA": 158,
      "GGCGA": 159,
      "GCCA": 160,
      "CGAAA": 161,
      "GGTGA": 162,
      "GTTTT": 163,
      "GGGCA": 164,
      "TAGC": 165,
      "TCAAA": 166,
      "CGCCGC": 167,
      "CTTTT": 168,
      "TCAGC": 169,
      "TGACC": 170,
      "CGGAA": 171,
      "TGATT": 172,
      "TGCCC": 173,
      "TCATT": 174,
      "CACA": 175,
      "TCGTC": 176,
      "GGGGA": 177,
      "CGCAA": 178,
      "GTAAA": 179,
      "TTATA": 180,
      "TCACC": 181,
      "GTGGA": 182,
      "AAAAAA": 183,
      "TCATC": 184,
      "CTGAA": 185,
      "TTTTTT": 186,
      "GAATT": 187,
      "CAAGC": 188,
      "GGAGC": 189,
      "CTGGA": 190,
      "CTGTT": 191,
      "GATGA": 192,
      "GGCGGC": 193,
      "TATAA": 194,
      "TGCTT": 195,
      "GGGTT": 196,
      "GTCGC": 197,
      "TGTAA": 198,
      "GGGAA": 199,
      "TATTA": 200,
      "CTATT": 201,
      "TCCGC": 202,
      "TGGTT": 203,
      "TGTTA": 204,
      "CGTGC": 205,
      "TGTGC": 206,
      "CGACC": 207,
      "TTTTAA": 208,
      "TGAGC": 209,
      "GGCCC": 210,
      "GTGTT": 211,
      "GATGC": 212,
      "CAGCA": 213,
      "TGTCA": 214,
      "CAAAAA": 215,
      "CATGC": 216,
      "TATGA": 217,
      "CGAGC": 218,
      "TCCTT": 219,
      "GGATT": 220,
      "GGAGA": 221,
      "CGATC": 222,
      "TAATT": 223,
      "CTGCA": 224,
      "CTCGC": 225,
      "GGCTT": 226,
      "GGTGG": 227,
      "CGCCA": 228,
      "GGAAAA": 229,
      "GTCAA": 230,
      "CCAGC": 231,
      "GCGCGC": 232,
      "GGTCA": 233,
      "TACAA": 234,
      "CTTGC": 235,
      "CCTGC": 236,
      "GTTGC": 237,
      "GTGCA": 238,
      "CCTC": 239,
      "TGGCGC": 240,
      "GCATT": 241,
      "GTTAA": 242,
      "TTATC": 243,
      "GAAGAA": 244,
      "GTATT": 245,
      "CGCGA": 246,
      "CTCAA": 247,
      "CGCTT": 248,
      "TGTTTT": 249,
      "CAATT": 250,
      "TATTTT": 251,
      "CCCA": 252,
      "TATGC": 253,
      "AAAGC": 254,
      "CTAAA": 255,
      "TGTGA": 256,
      "GAACA": 257,
      "GCATC": 258,
      "TGGGA": 259,
      "GGCCA": 260,
      "AAATT": 261,
      "CGTCA": 262,
      "TGGTC": 263,
      "GCAGA": 264,
      "GCACC": 265,
      "CGGCGC": 266,
      "GGGCGC": 267,
      "CGATT": 268,
      "AAAGA": 269,
      "CAAGA": 270,
      "TATCA": 271,
      "CATCA": 272,
      "CATGA": 273,
      "GGGTC": 274,
      "TAATA": 275,
      "TAAAAAA": 276,
      "CTTCC": 277,
      "CAGGC": 278,
      "TCGTT": 279,
      "CTGTC": 280,
      "CGGTT": 281,
      "CTTAA": 282,
      "CAGGA": 283,
      "CGTGA": 284,
      "GAACC": 285,
      "TCTGC": 286,
      "GAGGA": 287,
      "CACCA": 288,
      "GGTAA": 289,
      "TGGAAA": 290,
      "GACGC": 291,
      "TCCTC": 292,
      "GACGA": 293,
      "CAGAA": 294,
      "GTAAAA": 295,
      "GATCA": 296,
      "CAACC": 297,
      "TTAGC": 298,
      "CCATT": 299,
      "CCACC": 300,
      "TCGAA": 301,
      "TACTT": 302,
      "TTACA": 303,
      "GAGAA": 304,
      "GGACC": 305,
      "TATTAA": 306,
      "TGTGG": 307,
      "TGAAGC": 308,
      "TAGAA": 309,
      "TGCTGC": 310,
      "TCGG": 311,
      "CACGC": 312,
      "TGAAAAA": 313,
      "GTTCC": 314,
      "TAAGC": 315,
      "TTACC": 316,
      "GAGGC": 317,
      "TGATA": 318,
      "CGGCAA": 319,
      "CAGTT": 320,
      "GGTTTT": 321,
      "TGGCAA": 322,
      "GAAAAAA": 323,
      "CGGGA": 324,
      "GGCCGC": 325,
      "GGTTA": 326,
      "GATAA": 327,
      "GTCTT": 328,
      "CTTTA": 329,
      "TGCCGC": 330,
      "CGGTC": 331,
      "GTCGA": 332,
      "CTTTC": 333,
      "CTCTT": 334,
      "GAATA": 335,
      "GTTTC": 336,
      "GTGTC": 337,
      "GGTGGC": 338,
      "GAAATT": 339,
      "CAATC": 340,
      "TGATGA": 341,
      "TTATTA": 342,
      "TTTTTA": 343,
      "CGAAAA": 344,
      "TGGTGC": 345,
      "GGATC": 346,
      "GGGCAA": 347,
      "GGGTA": 348,
      "CCATC": 349,
      "GGATA": 350,
      "CGACA": 351,
      "TGACA": 352,
      "GTTTA": 353,
      "TGTCGC": 354,
      "GTGAAA": 355,
      "GAGCA": 356,
      "CCCGC": 357,
      "GCGGC": 358,
      "GGTGAA": 359,
      "GGACA": 360,
      "CTTCA": 361,
      "GACAA": 362,
      "GTGTA": 363,
      "AAATA": 364,
      "GAGTT": 365,
      "GGTCGC": 366,
      "GCGCAA": 367,
      "GCAGGC": 368,
      "CGCCGA": 369,
      "GGTGGA": 370,
      "TGCTC": 371,
      "TGGTA": 372,
      "CAATA": 373,
      "TAAATT": 374,
      "CAACA": 375,
      "CGCGGC": 376,
      "TGCCA": 377,
      "GATTA": 378,
      "GGTCGA": 379,
      "GTAGC": 380,
      "CGTGG": 381,
      "TCAAAA": 382,
      "TGTCGA": 383,
      "GTTCA": 384,
      "GTTGA": 385,
      "CTGTA": 386,
      "CCGCAA": 387,
      "CGTTA": 388,
      "TGTATT": 389,
      "TTTTGC": 390,
      "GAAAGC": 391,
      "CGCTC": 392,
      "CTCCC": 393,
      "TGCGGC": 394,
      "GACCA": 395,
      "TCATA": 396,
      "GTCCC": 397,
      "CATTA": 398,
      "TGAATT": 399,
      "TGTAAA": 400,
      "GTGGAA": 401,
      "TAATC": 402,
      "TAACC": 403,
      "GGAAGC": 404,
      "TGATGC": 405,
      "TGGAGC": 406,
      "GGAATT": 407,
      "TCGCCC": 408,
      "CGATA": 409,
      "AAACC": 410,
      "CTAAAA": 411,
      "GCAGCA": 412,
      "CGATGC": 413,
      "CAGCAA": 414,
      "CGAGGC": 415,
      "TGGGGC": 416,
      "GAGCAA": 417,
      "CTATC": 418,
      "CCGCCC": 419,
      "CGAGA": 420,
      "GTTATT": 421,
      "GAATC": 422,
      "GGAGGA": 423,
      "CGTGGC": 424,
      "CTGCGC": 425,
      "GGGAAA": 426,
      "TAACA": 427,
      "GGCAGC": 428,
      "GGGGGC": 429,
      "GAAGGC": 430,
      "CTGGAA": 431,
      "GGTGTT": 432,
      "TCAAGC": 433,
      "TTAGA": 434,
      "CTTGA": 435,
      "TGAAGA": 436,
      "GCGCCC": 437,
      "GTATA": 438,
      "TCGACC": 439,
      "CGGTGC": 440,
      "CTGAAA": 441,
      "CGTCGC": 442,
      "GCAGGA": 443,
      "CGGGGC": 444,
      "TGCAGC": 445,
      "TGTGGC": 446,
      "TTTTTC": 447,
      "CAAAAAA": 448,
      "CGAAGC": 449,
      "TAATAA": 450,
      "CGACGC": 451,
      "TGCGA": 452,
      "GTATC": 453,
      "CGTAA": 454,
      "TGGAAAA": 455,
      "CTATA": 456,
      "AAATC": 457,
      "AAACA": 458,
      "CAAGGC": 459,
      "TGGATT": 460,
      "TGTTAA": 461,
      "GCATA": 462,
      "TCATCA": 463,
      "GGGTGC": 464,
      "CTCGA": 465,
      "TGAGA": 466,
      "CGACGA": 467,
      "CACTT": 468,
      "TAAAGA": 469,
      "TATTGC": 470,
      "GGGGCA": 471,
      "CGCTGC": 472,
      "CAAGAA": 473,
      "TCAATT": 474,
      "TTGCAA": 475,
      "GGGGAA": 476,
      "GCGCTT": 477,
      "TATTTA": 478,
      "CGGCCC": 479,
      "TAAGA": 480,
      "GGCTC": 481,
      "TTATTTT": 482,
      "GGAGAA": 483,
      "TGTGGA": 484,
      "TGGTGA": 485,
      "GGTGCA": 486,
      "TCGCAA": 487,
      "CTACC": 488,
      "GCACA": 489,
      "GTTTTA": 490,
      "CCAGA": 491,
      "TGAAAAAA": 492,
      "TCAGA": 493,
      "GGAGGC": 494,
      "CTTATT": 495,
      "TGGCCC": 496,
      "GGGATT": 497,
      "CAAATT": 498,
      "TAAAGC": 499,
      "TGTTGC": 500,
      "TTATAA": 501,
      "TTATGA": 502,
      "TTTTCC": 503,
      "CGATGA": 504,
      "CGGGCA": 505,
      "CGCAGC": 506,
      "CGGCTT": 507,
      "GGTCTT": 508,
      "GTCCA": 509,
      "TCGCCGC": 510,
      "CGGCGA": 511,
      "TGGGCA": 512,
      "GGGGGA": 513,
      "TGTGAA": 514,
      "CGATCA": 515,
      "TCGCGC": 516,
      "GGGTGA": 517,
      "GAAGGA": 518,
      "GTAGA": 519,
      "GGGCTT": 520,
      "GTACC": 521,
      "TGTCTT": 522,
      "CTTCTT": 523,
      "TGGCGGC": 524,
      "TGGCGA": 525,
      "TCGAGC": 526,
      "CGGAAA": 527,
      "GGATGC": 528,
      "TTAAA": 529,
      "TCGCA": 530,
      "TCCAA": 531,
      "GGTATT": 532,
      "CTCCA": 533,
      "TGACGC": 534,
      "TACGA": 535,
      "GGTCAA": 536,
      "GTCGGC": 537,
      "CTGGCA": 538,
      "CTGCAA": 539,
      "TACGC": 540,
      "TCACA": 541,
      "GGCATT": 542,
      "CAAGGA": 543,
      "TGTATA": 544,
      "TCTTTT": 545,
      "GCGCGA": 546,
      "TGGCTT": 547,
      "GT": 548,
      "CATTAA": 549,
      "CTGGGC": 550,
      "CCGCTT": 551,
      "TTATCA": 552,
      "GGTTGC": 553,
      "AAAGAA": 554,
      "TAAATA": 555,
      "TCGGA": 556,
      "TGATCA": 557,
      "CCATGC": 558,
      "GGGCGA": 559,
      "CCGCA": 560,
      "CGCCTT": 561,
      "CATAA": 562,
      "GAGCTT": 563,
      "CACCAA": 564,
      "CCTA": 565,
      "CAGCTT": 566,
      "CAAAGC": 567,
      "TGGTCA": 568,
      "CGTCAA": 569,
      "CACAA": 570,
      "CTCGGC": 571,
      "CGGTA": 572,
      "CGAGGA": 573,
      "TCTTGC": 574,
      "TGCAAA": 575,
      "GTGGCA": 576,
      "TCTTAA": 577,
      "TCAAAAA": 578,
      "TTACAA": 579,
      "CCATA": 580,
      "GCAGAA": 581,
      "GCGCGGC": 582,
      "CGGCGGC": 583,
      "GGGGTT": 584,
      "CCGGA": 585,
      "TGCTA": 586,
      "GTGCGC": 587,
      "GACCAA": 588,
      "TTTTGA": 589,
      "TGTGTT": 590,
      "CGTGAA": 591,
      "TGCCGA": 592,
      "GAAAGA": 593,
      "GGTAAA": 594,
      "CCGTC": 595,
      "CCGCCGC": 596,
      "TAATGA": 597,
      "GGGAGC": 598,
      "GTTGTT": 599,
      "GCGCCGC": 600,
      "GGAAAAA": 601,
      "AAAAGC": 602,
      "CTCTC": 603,
      "GGCGGA": 604,
      "GAACAA": 605,
      "GGTTTA": 606,
      "CATTTT": 607,
      "CGGTGA": 608,
      "GATTAA": 609,
      "TCGCTT": 610,
      "GAAATA": 611,
      "CTTTTA": 612,
      "TGGGAA": 613,
      "GCAGTT": 614,
      "TGCTGA": 615,
      "CGGAGC": 616,
      "CTAGC": 617,
      "TGGGGA": 618,
      "TTTTAAA": 619,
      "CGGTCA": 620,
      "GTGCAA": 621,
      "GAAGTT": 622,
      "CAACAA": 623,
      "TTATTAA": 624,
      "CCAAA": 625,
      "CGTTTT": 626,
      "CGTGGA": 627,
      "TTTTTTA": 628,
      "CCGCCA": 629,
      "TCGCCA": 630,
      "TGTCAA": 631,
      "CCGTT": 632,
      "GGCTA": 633,
      "TATTGA": 634,
      "TGTGCA": 635,
      "GAAGCA": 636,
      "TGAATA": 637,
      "TTTATA": 638,
      "GTACA": 639,
      "GGAAGA": 640,
      "CCGCGA": 641,
      "CTTCGC": 642,
      "TGGTGG": 643,
      "GCGCCA": 644,
      "TCATGC": 645,
      "GGATGA": 646,
      "CTGCCC": 647,
      "TTTTCA": 648,
      "TCTTA": 649,
      "CGACCA": 650,
      "TCGATC": 651,
      "TGTTCC": 652,
      "CGGGTT": 653,
      "GGCACC": 654,
      "TGTAAAA": 655,
      "CTACA": 656,
      "AAAATT": 657,
      "TATTTTA": 658,
      "TCATGA": 659,
      "AAAAAAA": 660,
      "CGGCCA": 661,
      "GGCGCA": 662,
      "GGCTGC": 663,
      "TCTTCC": 664,
      "GAAACC": 665,
      "GTTCTT": 666,
      "TGAACC": 667,
      "GTCTC": 668,
      "TGGACC": 669,
      "CGCGCA": 670,
      "TAAAAAAA": 671,
      "CGCTA": 672,
      "TGACCA": 673,
      "TGAAGAA": 674,
      "TGCATT": 675,
      "TATTTC": 676,
      "TGATAA": 677,
      "AAAAGA": 678,
      "GCAAGC": 679,
      "CT": 680,
      "GGCCGA": 681,
      "GGCGTT": 682,
      "TGCCTT": 683,
      "TCGATT": 684,
      "TTACTT": 685,
      "GGAGTT": 686,
      "GCATCA": 687,
      "TGGCCGC": 688,
      "TCCGA": 689,
      "TCTTTA": 690,
      "GGACGC": 691,
      "CCACA": 692,
      "GTCATT": 693,
      "TGAAATT": 694,
      "CTCTA": 695,
      "CTGCTT": 696,
      "GTCGTC": 697,
      "GACTT": 698,
      "GTTAAA": 699,
      "GCATGA": 700,
      "TCCCAA": 701,
      "CGCACC": 702,
      "GCACGC": 703,
      "CGAATT": 704,
      "CTGACC": 705,
      "TTGCTT": 706,
      "GTGGGC": 707,
      "TATTCC": 708,
      "CGGATT": 709,
      "GGCAAA": 710,
      "TGGAGA": 711,
      "CAGTC": 712,
      "TCGGCA": 713,
      "GCAATT": 714,
      "CCACCA": 715,
      "TGACGA": 716,
      "TCCGG": 717,
      "GAAGAAA": 718,
      "GACCTT": 719,
      "CAGCCC": 720,
      "CGTGCA": 721,
      "CTTTTTT": 722,
      "TGAACA": 723,
      "GGATCA": 724,
      "TGGATA": 725,
      "TTTAGC": 726,
      "GAACGC": 727,
      "TGGCCA": 728,
      "GTGATT": 729,
      "TGGGTT": 730,
      "CGACAA": 731,
      "TAAAATT": 732,
      "TTATGC": 733,
      "TCAACC": 734,
      "GTCAGC": 735,
      "CCATCA": 736,
      "CGTTGC": 737,
      "GTATTA": 738,
      "GAACTT": 739,
      "GTGAAAA": 740,
      "TCTGA": 741,
      "TCGCGGC": 742,
      "GGGCGGC": 743,
      "TAAGGA": 744,
      "TGGCCGA": 745,
      "GTCTA": 746,
      "CTTTGC": 747,
      "TCGCGA": 748,
      "GGGAAAA": 749,
      "CGCATT": 750,
      "GGGATC": 751,
      "TCCGGC": 752,
      "TCGCCGA": 753,
      "CAAGCA": 754,
      "CAAATA": 755,
      "TCAAGA": 756,
      "GAAACA": 757,
      "GTCAAA": 758,
      "GAATTA": 759,
      "GTTTTTT": 760,
      "TGTTTA": 761,
      "TCTCA": 762,
      "GTTTCA": 763,
      "TCCTGC": 764,
      "CCAGCA": 765,
      "TAATTA": 766,
      "GGGTGG": 767,
      "TCGTA": 768,
      "GTTCAA": 769,
      "CCAAGC": 770,
      "TATATA": 771,
      "CGGGCGC": 772,
      "CCATGA": 773,
      "GGAGCA": 774,
      "GGTGTC": 775,
      "CCAGGC": 776,
      "CGCCAA": 777,
      "CGTGTT": 778,
      "CGGGAA": 779,
      "CAAAGA": 780,
      "CATGG": 781,
      "TGATTA": 782,
      "GGACGA": 783,
      "CTCCTT": 784,
      "CACGA": 785,
      "TTGCCC": 786,
      "GCATGC": 787,
      "TTTTTAA": 788,
      "GGACAA": 789,
      "CATTCC": 790,
      "TTAAAAA": 791,
      "TAAAGAA": 792,
      "TCGGGC": 793,
      "GGCGAA": 794,
      "GGTTAA": 795,
      "TGACAA": 796,
      "GTCCGC": 797,
      "TATTAAA": 798,
      "CACCTT": 799,
      "GGCCTT": 800,
      "GTAATT": 801,
      "CGAAGA": 802,
      "CTGATT": 803,
      "TCATTA": 804,
      "TCCCA": 805,
      "CTCAAA": 806,
      "CTATGC": 807,
      "TAACAA": 808,
      "GTCACC": 809,
      "TCTGG": 810,
      "GTTGAA": 811,
      "GCTA": 812,
      "GATGAA": 813,
      "CAGTA": 814,
      "TCAATA": 815,
      "GTTCGA": 816,
      "CTTCAA": 817,
      "CGGGGA": 818,
      "TTAATT": 819,
      "GATTTT": 820,
      "CAGCGC": 821,
      "GCAAA": 822,
      "CATGGC": 823,
      "TGCACC": 824,
      "CGGACC": 825,
      "CTTTAA": 826,
      "TGATTTT": 827,
      "GGTGTA": 828,
      "CCACGC": 829,
      "GTGCTT": 830,
      "TCCCTT": 831,
      "CTATTA": 832,
      "GGAATA": 833,
      "GTGGTT": 834,
      "CTCGTC": 835,
      "GAAGTA": 836,
      "GAAAAAAA": 837,
      "TGCGCA": 838,
      "CGGGTC": 839,
      "TCAGCA": 840,
      "CGTTCC": 841,
      "GGGTCA": 842,
      "CTATGA": 843,
      "AAAATA": 844,
      "GTTTAA": 845,
      "CAAACC": 846,
      "TATTCA": 847,
      "CTGGTT": 848,
      "GAAATC": 849,
      "TCACGC": 850,
      "CTTAAA": 851,
      "TCAGGC": 852,
      "TGGGCGC": 853,
      "TCAGTT": 854,
      "GTAAAAA": 855,
      "CGTCTT": 856,
      "TGCAGA": 857,
      "TCACCA": 858,
      "GTATAA": 859,
      "TGGTAA": 860,
      "GGCGCGC": 861,
      "TGCCGG": 862,
      "TGGTGGC": 863,
      "CTCCGC": 864,
      "CGAACC": 865,
      "TCGACA": 866,
      "CGTAAA": 867,
      "TGATGAA": 868,
      "TTAGAA": 869,
      "GGCATC": 870,
      "GGGTG": 871,
      "CAATGC": 872,
      "TCTAA": 873,
      "TGTTGA": 874,
      "GGTATC": 875,
      "GGGGCGC": 876,
      "GATCCC": 877,
      "TCAGGA": 878,
      "GAAAATT": 879,
      "CTTGTT": 880,
      "GAAAAGC": 881,
      "CACCCC": 882,
      "CTAGA": 883,
      "TTTAGA": 884,
      "GGCGTC": 885,
      "GGAACA": 886,
      "GGGAGA": 887,
      "TGGTTA": 888,
      "TCCCCC": 889,
      "CTATAA": 890,
      "GGTATA": 891,
      "GGCAGA": 892,
      "GTATGA": 893,
      "CGGCCGC": 894,
      "TGGTCGA": 895,
      "TACCA": 896,
      "CAATTA": 897,
      "GGTGAAA": 898,
      "CGAGCA": 899,
      "TGGAAGC": 900,
      "CGTATT": 901,
      "TATAAA": 902,
      "CGTTAA": 903,
      "GGGACC": 904,
      "TGTTCA": 905,
      "TCTTCA": 906,
      "GGACTT": 907,
      "TTTACC": 908,
      "GGGTTA": 909,
      "CAATGA": 910,
      "TCGACGC": 911,
      "TCCTA": 912,
      "TCATAA": 913,
      "GTTCGC": 914,
      "CCTTCC": 915,
      "GAATGA": 916,
      "GGATTA": 917,
      "CGTCGA": 918,
      "TGCTGGC": 919,
      "GTGAGC": 920,
      "GGTG": 921,
      "TGCAAAA": 922,
      "TGGTGGA": 923,
      "TTTATC": 924,
      "GTTTGA": 925,
      "GCACCA": 926,
      "TCATTTT": 927,
      "CGCAAA": 928,
      "CTTGGC": 929,
      "CTCATT": 930,
      "CTGAAAA": 931,
      "CTGATC": 932,
      "CGCTGA": 933,
      "CTCCTC": 934,
      "CGCGCGC": 935,
      "GTAGAA": 936,
      "TATGAA": 937,
      "TAGTT": 938,
      "CGAAAAA": 939,
      "CTTTCA": 940,
      "TGGGTC": 941,
      "TAAAAGA": 942,
      "TCGGCAA": 943,
      "GGAACC": 944,
      "GTTTGC": 945,
      "TGTTTC": 946,
      "TGGACA": 947,
      "CGCCGG": 948,
      "CTACAA": 949,
      "GCAAAAA": 950,
      "GATTGA": 951,
      "GAATGC": 952,
      "CGCCCA": 953,
      "TGTCCC": 954,
      "GAATAA": 955,
      "TGATCGC": 956,
      "GTATTTT": 957,
      "GTGACC": 958,
      "CGCATC": 959,
      "GATAGC": 960,
      "TGAAAGC": 961,
      "GCACTT": 962,
      "CTATTTT": 963,
      "CGCCTC": 964,
      "GTCGAA": 965,
      "CAAACA": 966,
      "CAATAA": 967,
      "TGGGCGA": 968,
      "GCTTAA": 969,
      "TGCGGA": 970,
      "TGCGCGC": 971,
      "GCATTA": 972,
      "CAGCGA": 973,
      "TCTTTC": 974,
      "GGTTCC": 975,
      "TGATCGA": 976,
      "TTTACA": 977,
      "TCCCGA": 978,
      "TCACTT": 979,
      "CCAATT": 980,
      "CGGAAAA": 981,
      "GGGGTC": 982,
      "TGGTTTT": 983,
      "GATTCC": 984,
      "TCAACA": 985,
      "GGGTAA": 986,
      "GTCGTT": 987,
      "TGTGTA": 988,
      "TGGTCGC": 989,
      "TGGAATT": 990,
      "GGATAA": 991,
      "TATAGC": 992,
      "CTGAGC": 993,
      "CTATCA": 994,
      "CAAGTT": 995,
      "TAAACC": 996,
      "CGTGTC": 997,
      "GATTTC": 998,
      "CTTCGA": 999,
      "CATCGC": 1000,
      "GGTAAAA": 1001,
      "TGAGCA": 1002,
      "GAAAGAA": 1003,
      "TATGG": 1004,
      "CTTCTC": 1005,
      "TACTA": 1006,
      "CGTCCC": 1007,
      "CTTGAA": 1008,
      "TCTGGC": 1009,
      "CAATCA": 1010,
      "TCTTGA": 1011,
      "TGAAGGA": 1012,
      "CAACGC": 1013,
      "TAAATAA": 1014,
      "CTGGCGC": 1015,
      "GGTCCC": 1016,
      "TGTAGC": 1017,
      "CCAGAA": 1018,
      "GTGCCC": 1019,
      "TATATT": 1020,
      "CAGCCA": 1021,
      "CGATTA": 1022,
      "GGCTGA": 1023,
      "GGTGGAA": 1024,
      "TAAACA": 1025,
      "GACCGA": 1026,
      "CTGTCA": 1027,
      "TATGGC": 1028,
      "GGTGCGC": 1029,
      "GGGCCA": 1030,
      "TGTGAAA": 1031,
      "CGAGAA": 1032,
      "GGAGGAA": 1033,
      "CGAACA": 1034,
      "TGTGTC": 1035,
      "TGTTATT": 1036,
      "CGGAGA": 1037,
      "TAGTA": 1038,
      "CATTGA": 1039,
      "TAATTTT": 1040,
      "CGCGTC": 1041,
      "TGCCAA": 1042,
      "CTTTGA": 1043,
      "CCAGTT": 1044,
      "CACCGA": 1045,
      "GAGCGA": 1046,
      "TCGACGA": 1047,
      "GATTTTA": 1048,
      "TGGCAGC": 1049,
      "TGCTGG": 1050,
      "TAAAAGC": 1051,
      "GAAGTC": 1052,
      "CCTTAA": 1053,
      "TCGAGA": 1054,
      "GGGTGGC": 1055,
      "AAATAA": 1056,
      "CAACTT": 1057,
      "GCTTCC": 1058,
      "CAAATC": 1059,
      "GCAGCGC": 1060,
      "AAAACC": 1061,
      "TGAGTT": 1062,
      "TGCGTT": 1063,
      "TCAATC": 1064,
      "GGCCAA": 1065,
      "TTTATTA": 1066,
      "GGCCGG": 1067,
      "TATAGA": 1068,
      "TCGTGC": 1069,
      "CTTCCA": 1070,
      "CACTC": 1071,
      "TACTC": 1072,
      "GGGCCC": 1073,
      "TGAGGA": 1074,
      "TATTTAA": 1075,
      "TGGGTA": 1076,
      "TTTTAAAA": 1077,
      "CTGTGC": 1078,
      "CTCACC": 1079,
      "CCGGCAA": 1080,
      "CTTGTC": 1081,
      "CCGCCGA": 1082,
      "TGTGGAA": 1083,
      "TGGGCAA": 1084,
      "TGCGCGA": 1085,
      "CGCCGGC": 1086,
      "CGGACA": 1087,
      "CCAGGA": 1088,
      "CTAAAAA": 1089,
      "GAACGA": 1090,
      "TCGTCGC": 1091,
      "GTACAA": 1092,
      "CAAAAAAA": 1093,
      "GGTAGC": 1094,
      "GTATCA": 1095,
      "GGCGGGC": 1096,
      "CATTTC": 1097,
      "GGCGGCA": 1098,
      "TAAAGGA": 1099,
      "TGGCGGA": 1100,
      "TGGATC": 1101,
      "TAATCA": 1102,
      "GTTTTTA": 1103,
      "CATTCA": 1104,
      "TGAGAA": 1105,
      "GCACAA": 1106,
      "TTATTTA": 1107,
      "CATCCA": 1108,
      "TGACGG": 1109,
      "GACCCC": 1110,
      "GTAAGC": 1111,
      "TCGTCA": 1112,
      "CGCGCCC": 1113,
      "GGCCTC": 1114,
      "TATCGC": 1115,
      "GAGCCC": 1116,
      "CGGCAGC": 1117,
      "TTTTCTT": 1118,
      "TGCCCA": 1119,
      "TAAAATA": 1120,
      "CGCCCGC": 1121,
      "TAAGAA": 1122,
      "CTAATT": 1123,
      "TGACTT": 1124,
      "GCGCCGA": 1125,
      "GGAAAAAA": 1126,
      "TAATAAA": 1127,
      "TGGAGGA": 1128,
      "CAACGA": 1129,
      "TTTTTCA": 1130,
      "GTCCTT": 1131,
      "CGCGGA": 1132,
      "GGCGCTT": 1133,
      "CATGAA": 1134,
      "TGAAAGA": 1135,
      "CGCTGGC": 1136,
      "CTCAGC": 1137,
      "TGGTGAA": 1138,
      "TATTGAA": 1139,
      "CTACTT": 1140,
      "CGCAGA": 1141,
      "TCCCGC": 1142,
      "TGGCAAA": 1143,
      "GTGGCGC": 1144,
      "TGGAAAAA": 1145,
      "TCGATA": 1146,
      "TGCTCA": 1147,
      "CGCGAA": 1148,
      "GCACGA": 1149,
      "GTCCTC": 1150,
      "TGATGG": 1151,
      "TCCAGC": 1152,
      "GGTTGA": 1153,
      "GCAAGA": 1154,
      "CAGAAA": 1155,
      "TAGGA": 1156,
      "CCAACC": 1157,
      "CAAAAGC": 1158,
      "TCGGCGC": 1159,
      "GCGCTGC": 1160,
      "GCATCGC": 1161,
      "CAACCA": 1162,
      "CTCGTT": 1163,
      "TTATAAA": 1164,
      "CAAAATT": 1165,
      "TCAGAA": 1166,
      "CTGCTGC": 1167,
      "GGAAGAA": 1168,
      "GCAGTC": 1169,
      "GATCGGC": 1170,
      "TGATGGC": 1171,
      "GACCGGC": 1172,
      "TTGCCA": 1173,
      "TGTG": 1174,
      "GTTGGC": 1175,
      "TGTTAAA": 1176,
      "TAATGC": 1177,
      "GATCCA": 1178,
      "TCATCGC": 1179,
      "CGGGCGA": 1180,
      "CTTTTTA": 1181,
      "GAAATTA": 1182,
      "GGAAATT": 1183,
      "TCGAGGC": 1184,
      "GTCTGC": 1185,
      "TTGCCGC": 1186,
      "GGATTTT": 1187,
      "CGGTGGC": 1188,
      "GAGTA": 1189,
      "GCAGTA": 1190,
      "GGCAAGC": 1191,
      "GCAACC": 1192,
      "GTGTTA": 1193,
      "GATACC": 1194,
      "CAAGTC": 1195,
      "TATACC": 1196,
      "TAATGAA": 1197,
      "GGTGATC": 1198,
      "GTGATC": 1199,
      "TGGGCTT": 1200,
      "GATCGTC": 1201,
      "TACAAA": 1202,
      "GTTTTAA": 1203,
      "CCATTA": 1204,
      "GCGCTC": 1205,
      "GGGGAAA": 1206,
      "TGTTTTA": 1207,
      "GTTGCA": 1208,
      "CACCGC": 1209,
      "TGGAGAA": 1210,
      "TAAATC": 1211,
      "GGTTTC": 1212,
      "TATCAA": 1213,
      "TGAAGGC": 1214,
      "TAGGC": 1215,
      "CGGTCGC": 1216,
      "CAGGAA": 1217,
      "TGAATC": 1218,
      "GGGTGAA": 1219,
      "CGGCGTC": 1220,
      "TCGAGGA": 1221,
      "GCCCGA": 1222,
      "GGGCCGC": 1223,
      "TGCTTTT": 1224,
      "GGAAAGC": 1225,
      "CTGTTTT": 1226,
      "TCAAGGA": 1227,
      "GTTGGA": 1228,
      "CTCGAA": 1229,
      "TCAAGAA": 1230,
      "TGCGTC": 1231,
      "CTTGCA": 1232,
      "TGAGGC": 1233,
      "AAAAGAA": 1234,
      "TCAAGGC": 1235,
      "GTTCCA": 1236,
      "GAAAGGA": 1237,
      "TCGCCAA": 1238,
      "GGTTCA": 1239,
      "AAAGGA": 1240,
      "CTGCCGC": 1241,
      "GGCGCCC": 1242,
      "TGCCGGC": 1243,
      "TGACCGA": 1244,
      "TGGAAGA": 1245,
      "TTGCGA": 1246,
      "TGCTGGA": 1247,
      "GAAAATA": 1248,
      "GGGGCAA": 1249,
      "TGAACAA": 1250,
      "TGTAGA": 1251,
      "GGGCAGC": 1252,
      "CATAGC": 1253,
      "TGT": 1254,
      "GCCCCC": 1255,
      "GTTATA": 1256,
      "GATAGA": 1257,
      "CTGTTA": 1258,
      "TGGTGCA": 1259,
      "TAAGTT": 1260,
      "TAACTT": 1261,
      "TAAATTA": 1262,
      "GTCATC": 1263,
      "CTGGGA": 1264,
      "CCGCGGC": 1265,
      "TCACAA": 1266,
      "TGCCTC": 1267,
      "TGATGGA": 1268,
      "TGTACC": 1269,
      "TGGCGCA": 1270,
      "GAAAAGA": 1271,
      "CTTATA": 1272,
      "GATTCA": 1273,
      "CGGCGCGC": 1274,
      "GGT": 1275,
      "CGGATC": 1276,
      "TGGCATT": 1277,
      "TGGGGGC": 1278,
      "CGTGCGC": 1279,
      "TATTAAAA": 1280,
      "CGATAA": 1281,
      "TTTTTTTA": 1282,
      "CGACTT": 1283,
      "TGCATC": 1284,
      "CGCCTGC": 1285,
      "TATCAAA": 1286,
      "CCAAAAA": 1287,
      "TCGATGC": 1288,
      "CATCGGC": 1289,
      "GTTGTC": 1290,
      "CGTTTC": 1291,
      "GTTGTA": 1292,
      "CGAATA": 1293,
      "TGATAAA": 1294,
      "TATACA": 1295,
      "CATCGTC": 1296,
      "TTCCCC": 1297,
      "CCGCTC": 1298,
      "TGGGGCA": 1299,
      "GAAATCA": 1300,
      "CGGCTC": 1301,
      "GGGACA": 1302,
      "CAAGTA": 1303,
      "GGTTCGA": 1304,
      "CGGTAA": 1305,
      "TAGCA": 1306,
      "TGCAATT": 1307,
      "GTTAGC": 1308,
      "CGGCACC": 1309,
      "TCTTCTT": 1310,
      "ATT": 1311,
      "CATACC": 1312,
      "TGTCCA": 1313,
      "TGGTGTT": 1314,
      "GGCGCGGC": 1315,
      "GTTAAAA": 1316,
      "TGACCGC": 1317,
      "TGCTTA": 1318,
      "CGGCGGA": 1319,
      "TGGAGGC": 1320,
      "TGAAAAAAA": 1321,
      "TCCAGA": 1322,
      "CTCTTTT": 1323,
      "CGGTTA": 1324,
      "TCTTTTA": 1325,
      "CTACGA": 1326,
      "GCATGGC": 1327,
      "TGGACGA": 1328,
      "TCGCCTT": 1329,
      "GGTAGA": 1330,
      "TATTTCA": 1331,
      "CGGGCAA": 1332,
      "TATATC": 1333,
      "GATACA": 1334,
      "GTATGC": 1335,
      "CGGCTGC": 1336,
      "TGCAGGA": 1337,
      "TGTATC": 1338,
      "GAAAAAGC": 1339,
      "GCAGGAA": 1340,
      "CCACTT": 1341,
      "CGGTCGA": 1342,
      "GAATCA": 1343,
      "TGCAGGC": 1344,
      "GAGAGA": 1345,
      "GATATC": 1346,
      "CCAGCGC": 1347,
      "GCTTGA": 1348,
      "GGCACA": 1349,
      "CTGTAA": 1350,
      "GAAACAA": 1351,
      "TATTGTT": 1352,
      "GTGTAA": 1353,
      "TGTCGGC": 1354,
      "CGTTCA": 1355,
      "GTGGGA": 1356,
      "GGGTGGA": 1357,
      "GTACTT": 1358,
      "GCATTTT": 1359,
      "GGGATA": 1360,
      "AAAACA": 1361,
      "TGGCTGC": 1362,
      "GGCAGGC": 1363,
      "TGGATGA": 1364,
      "GGCGCGA": 1365,
      "GAAATAA": 1366,
      "GAAATGA": 1367,
      "GATTTAA": 1368,
      "CGCTCA": 1369,
      "GTGTGC": 1370,
      "CTTAGC": 1371,
      "GTGTCA": 1372,
      "GAGCGGC": 1373,
      "GAAGCGC": 1374,
      "CGGATA": 1375,
      "TGAAGCA": 1376,
      "CGCGTT": 1377,
      "CTGCCA": 1378,
      "CTGCTC": 1379,
      "TCGGCTT": 1380,
      "CATTTTA": 1381,
      "GTCGCGC": 1382,
      "CGAATC": 1383,
      "CGATGGC": 1384,
      "CACCGGC": 1385,
      "CGAGTT": 1386,
      "AGC": 1387,
      "TATTCTT": 1388,
      "GAACTC": 1389,
      "CAAAAGA": 1390,
      "AAATGA": 1391,
      "TCCCGGC": 1392,
      "GCAGGGC": 1393,
      "AAACAA": 1394,
      "CGCAAGC": 1395,
      "TAAAAATT": 1396,
      "CCTTCA": 1397,
      "TTATTTTA": 1398,
      "TGGATGC": 1399,
      "TGGCTA": 1400,
      "TGCACA": 1401,
      "CAGCGGC": 1402,
      "GGAGTA": 1403,
      "CGCCGCA": 1404,
      "TCGCTC": 1405,
      "CGTCCA": 1406,
      "TGGTCAA": 1407,
      "CGGTTTT": 1408,
      "GGTCGGC": 1409,
      "CGTCACC": 1410,
      "GGG": 1411,
      "TGAAGAAA": 1412,
      "GGAATC": 1413,
      "CGGCTA": 1414,
      "TTAAGC": 1415,
      "GGACCA": 1416,
      "GGTGCAA": 1417,
      "GCATAA": 1418,
      "GTAAAAAA": 1419,
      "GTGAAGC": 1420,
      "TCTACC": 1421,
      "CGGGTGC": 1422,
      "CCTTGA": 1423,
      "CGGGCTT": 1424,
      "GTGTTTT": 1425,
      "TTGCCGA": 1426,
      "CTCTGC": 1427,
      "GATCCGC": 1428,
      "TGTTCTT": 1429,
      "TGCATA": 1430,
      "CGGGGGC": 1431,
      "GTGGAAA": 1432,
      "GTAACA": 1433,
      "CGTTGA": 1434,
      "CGTTTA": 1435,
      "GATCAAA": 1436,
      "TGACGGC": 1437,
      "CGGTGGA": 1438,
      "GCGCGCGC": 1439,
      "GTCGGA": 1440,
      "TTATGAA": 1441,
      "TCGTCAA": 1442,
      "TAAAGAAA": 1443,
      "GTTTTTC": 1444,
      "CCGACA": 1445,
      "TTATTGA": 1446,
      "GAATTTT": 1447,
      "CCTTTC": 1448,
      "GTTCTC": 1449,
      "GTTACC": 1450,
      "GAAAACC": 1451,
      "GGGTTTT": 1452,
      "TGATTTA": 1453,
      "TGGGAAA": 1454,
      "CGAAAGC": 1455,
      "CAGCCGC": 1456,
      "TCGACCA": 1457,
      "TCGGCGA": 1458,
      "TCATGGC": 1459,
      "TGATCAA": 1460,
      "GCAGCTT": 1461,
      "GGTCAGC": 1462,
      "TGGGTGC": 1463,
      "TATCCA": 1464,
      "CATTAAA": 1465,
      "TAGAAA": 1466,
      "CTGCGA": 1467,
      "TTTTTGC": 1468,
      "TCGCCCA": 1469,
      "CTCGCGC": 1470,
      "TGGCTC": 1471,
      "TCGACAA": 1472,
      "GAAGGAA": 1473,
      "CCGGCCC": 1474,
      "GAAAAATT": 1475,
      "TTACGA": 1476,
      "CTGGTC": 1477,
      "CTTTTAA": 1478,
      "GAACCA": 1479,
      "TGTCATT": 1480,
      "GAGCCA": 1481,
      "GGGCGCGC": 1482,
      "CTTTTTC": 1483,
      "TATTCAA": 1484,
      "TTGCAAA": 1485,
      "GGCATA": 1486,
      "TCAAATT": 1487,
      "CTCCAA": 1488,
      "TGAGTA": 1489,
      "GGAGAAA": 1490,
      "GTCGCA": 1491,
      "TGAATTA": 1492,
      "TTTATAA": 1493,
      "CCAAGA": 1494,
      "TAAACAA": 1495,
      "CGAGCGC": 1496,
      "CGGTGG": 1497,
      "CTTACC": 1498,
      "TTTTGTT": 1499,
      "GATTAAA": 1500,
      "CGCAGGC": 1501,
      "CGGTTTC": 1502,
      "CTCGCCC": 1503,
      "CGATGAA": 1504,
      "CGGAAGC": 1505,
      "TGCAAAAA": 1506,
      "TGGGGAA": 1507,
      "CGCGCCGC": 1508,
      "CGAAGGC": 1509,
      "GTGATA": 1510,
      "CTACGC": 1511,
      "CGATCGC": 1512,
      "CCACAA": 1513,
      "TCGATCA": 1514,
      "TGCTGTT": 1515,
      "GCAGCAA": 1516,
      "TGCAAGC": 1517,
      "GAAGAGC": 1518,
      "TGAAACC": 1519,
      "GGTCCA": 1520,
      "CCGCCTT": 1521,
      "GGGAAGC": 1522,
      "TTACTA": 1523,
      "TGGGAGA": 1524,
      "GTAATA": 1525,
      "TGAAACA": 1526,
      "TTTTTTAA": 1527,
      "CGACGGC": 1528,
      "GTAGTA": 1529,
      "TCATCAA": 1530,
      "CAGCAAA": 1531,
      "CGGTGAA": 1532,
      "TGGCCAA": 1533,
      "TGATATT": 1534,
      "TTTTGAA": 1535,
      "TGTGCGC": 1536,
      "GCTTCA": 1537,
      "CTATTAA": 1538,
      "GGTTATT": 1539,
      "TGTTTTTT": 1540,
      "CACCCA": 1541,
      "CGACCGC": 1542,
      "CGGGTA": 1543,
      "TGTTCAA": 1544,
      "TATCTT": 1545,
      "AAAATC": 1546,
      "TGTACA": 1547,
      "TTGCGGC": 1548,
      "CAAAGAA": 1549,
      "TCGCTGC": 1550,
      "GTGGCAA": 1551,
      "TCAACAA": 1552,
      "TGGAGCA": 1553,
      "GTTACA": 1554,
      "CGT": 1555,
      "TTTCAAA": 1556,
      "TTTAA": 1557,
      "GGTGGGC": 1558,
      "TCGGCCC": 1559,
      "CGGCAAA": 1560,
      "GATATTA": 1561,
      "GGCGCTGC": 1562,
      "TGGACAA": 1563,
      "GTTATC": 1564,
      "CAAACAA": 1565,
      "GGTTTTA": 1566,
      "CGCACA": 1567,
      "CGGCGCA": 1568,
      "CTACCA": 1569,
      "TGGACGC": 1570,
      "CTGGAAA": 1571,
      "GGTGGCA": 1572,
      "TCTTAAA": 1573,
      "GGGTGTT": 1574,
      "CCGCTGC": 1575,
      "TGAATAA": 1576,
      "CGTAGC": 1577,
      "TATATAA": 1578,
      "GTGCGA": 1579,
      "TCGCCTC": 1580,
      "CCGCGTC": 1581,
      "TTTATTTT": 1582,
      "TATATTA": 1583,
      "CTGACA": 1584,
      "CGGCCTC": 1585,
      "CCGCCTC": 1586,
      "CGCCGGA": 1587,
      "TCGCGCA": 1588,
      "CTGGCCC": 1589,
      "TCAGTA": 1590,
      "GGGCTGC": 1591,
      "CCGCTA": 1592,
      "GTGCTGC": 1593,
      "CGGGTGA": 1594,
      "TGAAATA": 1595,
      "CCATTTT": 1596,
      "CTTAAAA": 1597,
      "CCATAA": 1598,
      "TCATCGA": 1599,
      "TGCAGCA": 1600,
      "CTTATC": 1601,
      "CGGGGCA": 1602,
      "GTAACC": 1603,
      "CCAGTC": 1604,
      "GCAACA": 1605,
      "TGATGTT": 1606,
      "TGAAGTT": 1607,
      "TCACGA": 1608,
      "CGCAGGA": 1609,
      "CTTGGA": 1610,
      "GAGCAAA": 1611,
      "CGTCGTC": 1612,
      "CGTGTA": 1613,
      "CCATGGC": 1614,
      "TGCGAA": 1615,
      "GCTTTC": 1616,
      "CTACTA": 1617,
      "CGGCCGA": 1618,
      "TGTGGCA": 1619,
      "CATCAAA": 1620,
      "GCAATA": 1621,
      "TTTCCA": 1622,
      "CCACGA": 1623,
      "TGCAGAA": 1624,
      "CTGATA": 1625,
      "CTGCGGC": 1626,
      "TTAGTT": 1627,
      "TTTTCAA": 1628,
      "CGGCATT": 1629,
      "CATACA": 1630,
      "TGGCGAA": 1631,
      "TGTCAAA": 1632,
      "TCAGTC": 1633,
      "GCCCGGC": 1634,
      "CGCCGCGC": 1635,
      "CGTGAAA": 1636,
      "TTAATA": 1637,
      "CAGCTA": 1638,
      "GTAGTT": 1639,
      "GTAAGA": 1640,
      "GGAAGGC": 1641,
      "CGTCATC": 1642,
      "GTGGTA": 1643,
      "CAGACA": 1644,
      "TGATCTT": 1645,
      "TTTAGAA": 1646,
      "TGGTAAA": 1647,
      "GGCACGC": 1648,
      "CATCTC": 1649,
      "TCCCCA": 1650,
      "CTTCTA": 1651,
      "TGGCGTT": 1652,
      "GACCTGC": 1653,
      "CAAATAA": 1654,
      "TATAATT": 1655,
      "TCACTC": 1656,
      "TGTTGTT": 1657,
      "GAAAAAGA": 1658,
      "CGAAGAA": 1659,
      "GTGTGA": 1660,
      "GGGCGCA": 1661,
      "TGTTCGA": 1662,
      "GGGCTA": 1663,
      "CTAAGC": 1664,
      "TCACCGC": 1665,
      "CGGCCTT": 1666,
      "TGGGTGA": 1667,
      "TTATATT": 1668,
      "CGTACC": 1669,
      "GCACTC": 1670,
      "CGGCGAA": 1671,
      "TGGCCTT": 1672,
      "TTACGC": 1673,
      "GGGCGGA": 1674,
      "GGGGGAA": 1675,
      "TGCTAA": 1676,
      "CGATTTT": 1677,
      "TCTTTAA": 1678,
      "CCATCGC": 1679,
      "CGCCGTC": 1680,
      "TAAAACA": 1681,
      "TAAATGA": 1682,
      "GGCAAAA": 1683,
      "CTGGCAA": 1684,
      "GGGCAAA": 1685,
      "GCGCGTC": 1686,
      "GGGGCTT": 1687,
      "TCATGAA": 1688,
      "GCGCCTT": 1689,
      "CAGCTC": 1690,
      "GTCAAAA": 1691,
      "TGGGATT": 1692,
      "TGTAAAAA": 1693,
      "GGGAAGA": 1694,
      "GGGTCGC": 1695,
      "GTATTTA": 1696,
      "CATCCGC": 1697,
      "TGGTTGC": 1698,
      "TAAAACC": 1699,
      "TGGATCA": 1700,
      "GCGCTA": 1701,
      "TGTGCAA": 1702,
      "GTCCGA": 1703,
      "CTTTATT": 1704,
      "GTGACA": 1705,
      "GTGCCGC": 1706,
      "CAAAACC": 1707,
      "TGAAAATT": 1708,
      "TGACCAA": 1709,
      "TGCTGAA": 1710,
      "TCGAAA": 1711,
      "TGGTATT": 1712,
      "TTATTCC": 1713,
      "GGAAACC": 1714,
      "CCGGCTT": 1715,
      "TGTTGAA": 1716,
      "TTACCA": 1717,
      "TGCCGGA": 1718,
      "GTTAGA": 1719,
      "GGTCGTC": 1720,
      "GTAGGA": 1721,
      "CAAGAAA": 1722,
      "CTGTCGC": 1723,
      "GCACCGC": 1724,
      "GGCGATC": 1725,
      "CTCATC": 1726,
      "TGTAATT": 1727,
      "GGGCGTC": 1728,
      "TAACGA": 1729,
      "GGCATCA": 1730,
      "TGGTCTT": 1731,
      "TGTTCGC": 1732,
      "TTGCCAA": 1733,
      "CGTGATC": 1734,
      "CATCTA": 1735,
      "GTGGTC": 1736,
      "TGGCGCGC": 1737,
      "GGATCGC": 1738,
      "TTGCTA": 1739,
      "TTTATGA": 1740,
      "TTATTAAA": 1741,
      "GGCATGA": 1742,
      "CTTACA": 1743,
      "CTCAAAA": 1744,
      "TGAACGC": 1745,
      "GGTGATT": 1746,
      "TGGTTTC": 1747,
      "CGATCCC": 1748,
      "TTTACAA": 1749,
      "CTCGGA": 1750,
      "TGTTTCA": 1751,
      "CTAAAAAA": 1752,
      "GAAAACA": 1753,
      "TTAGTA": 1754,
      "CTTGTA": 1755,
      "GCGACA": 1756,
      "GAAAATC": 1757,
      "GACCCA": 1758,
      "GCAATC": 1759,
      "TGGATAA": 1760,
      "GTCCAA": 1761,
      "TGCGCCA": 1762,
      "CGGTTGC": 1763,
      "CGTCGGC": 1764,
      "CGAAAAAA": 1765,
      "GTGCCA": 1766,
      "TTTTTGA": 1767,
      "GCAGAAA": 1768,
      "CGAAATT": 1769,
      "GGAATTA": 1770,
      "TGCCCGC": 1771,
      "GATTGAA": 1772,
      "TAAGTA": 1773,
      "GGTCATC": 1774,
      "GGCCCA": 1775,
      "TAAAGTA": 1776,
      "GGATGAA": 1777,
      "CTGAAGC": 1778,
      "TCAGCTT": 1779,
      "TATTGTA": 1780,
      "TAAAGTT": 1781,
      "TCCCTC": 1782,
      "TGGGGGA": 1783,
      "TGCGCAA": 1784,
      "CAAATGA": 1785,
      "TCTTCAA": 1786,
      "CGGGAAA": 1787,
      "CATCCTC": 1788,
      "CTAGAA": 1789,
      "TAAGCA": 1790,
      "GTGAGA": 1791,
      "CGTAAAA": 1792,
      "CATAGA": 1793,
      "TCGATGA": 1794,
      "CTGTGA": 1795,
      "TGGCTGA": 1796,
      "TGAACTT": 1797,
      "TGTCAGC": 1798,
      "CTGGAGC": 1799,
      "TCCATA": 1800,
      "TTTTAAAAA": 1801,
      "TGGTTTA": 1802,
      "TCAATTA": 1803,
      "TTATTTC": 1804,
      "TGCTCGC": 1805,
      "GGGCTC": 1806,
      "TCAAAGC": 1807,
      "GGTGCTT": 1808,
      "GGGCGAA": 1809,
      "CGTGGAA": 1810,
      "GGGAATT": 1811,
      "TGTTATA": 1812,
      "TTGCTC": 1813,
      "GGCAGCA": 1814,
      "CACCTC": 1815,
      "GGTGAGC": 1816,
      "GTGCAGC": 1817,
      "TGGATTA": 1818,
      "GTGAAAAA": 1819,
      "CAAAGGA": 1820,
      "GGGGATT": 1821,
      "CAAAATA": 1822,
      "CGGCCTGC": 1823,
      "CCCCGGC": 1824,
      "GTTTATT": 1825,
      "TGAACGA": 1826,
      "GGTACA": 1827,
      "CGGGGAA": 1828,
      "CGGATGC": 1829,
      "GATCTC": 1830,
      "TGAATGA": 1831,
      "TAAATTTT": 1832,
      "CGTATC": 1833,
      "CTCCGA": 1834,
      "GGGGTA": 1835,
      "TTTTAATT": 1836,
      "CCAGCCC": 1837,
      "GCGCGCA": 1838,
      "TAAAAGAA": 1839,
      "GTATTAA": 1840,
      "CTCTTA": 1841,
      "TATCGGC": 1842,
      "GGGGAGC": 1843,
      "CCGGCGA": 1844,
      "GTGCGGC": 1845,
      "CGGTTCC": 1846,
      "TGTGGGC": 1847,
      "TGATGCA": 1848,
      "TTTCTA": 1849,
      "CTCGCA": 1850,
      "CGGTGCA": 1851,
      "GTGGATT": 1852,
      "GAGACA": 1853,
      "GATGAGC": 1854,
      "GTACGA": 1855,
      "CCAACA": 1856,
      "CGTGGGC": 1857,
      "TCGCTA": 1858,
      "GGGCATT": 1859,
      "TCTTCGC": 1860,
      "CGTGACC": 1861,
      "GCATGG": 1862,
      "CGGACGC": 1863,
      "TGTGATT": 1864,
      "TTTTTATT": 1865,
      "TTTTAGC": 1866,
      "AAAGGC": 1867,
      "CGCGCGGC": 1868,
      "TGGAACA": 1869,
      "TGTTAAAA": 1870,
      "TAAGAAA": 1871,
      "TTTATCA": 1872,
      "CGTGCCC": 1873,
      "GGAGTC": 1874,
      "CTGGTA": 1875,
      "TGCGGGC": 1876,
      "CGGCGGCA": 1877,
      "CGAACGC": 1878,
      "TATAGAA": 1879,
      "GGGAAAAA": 1880,
      "GTAGCA": 1881,
      "TGTATTA": 1882,
      "CCAATC": 1883,
      "TGTCCGC": 1884,
      "CTGGGGC": 1885,
      "TAATATT": 1886,
      "TGATTGC": 1887,
      "GTGAATT": 1888,
      "CCCCCC": 1889,
      "GGAACAA": 1890,
      "GATCGAA": 1891,
      "CTGTTGC": 1892,
      "GAGCTA": 1893,
      "CGAAACC": 1894,
      "GCAGCCC": 1895,
      "TGCGGCA": 1896,
      "TAATTTA": 1897,
      "GCATCGA": 1898,
      "TGCCGCA": 1899,
      "GGACGGC": 1900,
      "GTGATGA": 1901,
      "CCAATA": 1902,
      "TAAGGC": 1903,
      "CGGAATT": 1904,
      "GGTGGCGC": 1905,
      "GGATCGA": 1906,
      "TTATCAA": 1907,
      "ACC": 1908,
      "CCGCCAA": 1909,
      "GAAATGC": 1910,
      "GTGGAGC": 1911,
      "TTACAAA": 1912,
      "GGTCTC": 1913,
      "GTCTTTT": 1914,
      "GCGCCTC": 1915,
      "GGTACC": 1916,
      "TAAACTT": 1917,
      "TGATTTC": 1918,
      "TGATTGA": 1919,
      "TAAATTTA": 1920,
      "TGTCTC": 1921,
      "TTATGG": 1922,
      "CGATCGA": 1923,
      "GAAACGC": 1924,
      "GGGTGCA": 1925,
      "CGGTCAA": 1926,
      "CAACTC": 1927,
      "TATCTC": 1928,
      "TGAAAAGC": 1929,
      "TCTTTGC": 1930,
      "GAGCCGC": 1931,
      "TATATTTT": 1932,
      "TGTCTA": 1933,
      "GTAAATT": 1934,
      "CGTCTC": 1935,
      "CGTCAGC": 1936,
      "GTCATA": 1937,
      "TATCTA": 1938,
      "TGATCCA": 1939,
      "CCACCGC": 1940,
      "TCTTCTC": 1941,
      "TCACCGA": 1942,
      "TGTTTAA": 1943,
      "GAACAAA": 1944,
      "TAAAAATA": 1945,
      "TGCTCGA": 1946,
      "GTCAGA": 1947,
      "GTTCTA": 1948,
      "TGAGCGA": 1949,
      "TGTCATC": 1950,
      "TGACAAA": 1951,
      "CGCCTA": 1952,
      "GGCAATT": 1953,
      "TCAAGCA": 1954,
      "TGAAGTA": 1955,
      "GGCGCTGGC": 1956,
      "TCGCGGA": 1957,
      "TCTAGC": 1958,
      "TGAAATC": 1959,
      "TCATTTA": 1960,
      "TGGAGTT": 1961,
      "TGTTTGC": 1962,
      "GGTCACC": 1963,
      "TGGCAGA": 1964,
      "TGGGGTT": 1965,
      "CACCCGC": 1966,
      "GGCAGGA": 1967,
      "CGGGAGC": 1968,
      "TCGCAAA": 1969,
      "CGACTC": 1970,
      "CGCATA": 1971,
      "TGCGCCC": 1972,
      "CAATTTT": 1973,
      "GGGAGAA": 1974,
      "GTTATTA": 1975,
      "TGCTGCA": 1976,
      "GACCTC": 1977,
      "GGTGTTA": 1978,
      "GAAAGCA": 1979,
      "GAAAGTA": 1980,
      "GATCCTC": 1981,
      "TGGTTCA": 1982,
      "CGCGCCA": 1983,
      "CCACTC": 1984,
      "TCAACGC": 1985,
      "TCTTGTT": 1986,
      "TGCCTA": 1987,
      "TTAACA": 1988,
      "TAAAATAA": 1989,
      "GATTTCA": 1990,
      "TGCGCGGC": 1991,
      "TCGCCCGC": 1992,
      "CATTCTT": 1993,
      "GTCCGGC": 1994,
      "CGCGCGA": 1995,
      "TGCCGAA": 1996,
      "GGTGGTT": 1997,
      "GATATAA": 1998,
      "GCGCAAA": 1999,
      "TGATCGGC": 2000,
      "TGACGGA": 2001,
      "TGCGCTT": 2002,
      "TGTCGAA": 2003,
      "TTTTATA": 2004,
      "TGGGAGC": 2005,
      "CGCAACC": 2006,
      "CGATTTC": 2007,
      "TGACTA": 2008,
      "TGAGCTT": 2009,
      "TGAGCAA": 2010,
      "GTTTTGA": 2011,
      "TAAAGCA": 2012,
      "GGACGG": 2013,
      "CCGCGCA": 2014,
      "CTTAGA": 2015,
      "GGTCTA": 2016,
      "GGCCGGC": 2017,
      "GGCTTTT": 2018,
      "TTAACC": 2019,
      "TTATTCA": 2020,
      "TCTTTCA": 2021,
      "GGCACCA": 2022,
      "GGTCAAA": 2023,
      "GGTGAAAA": 2024,
      "GTGCTC": 2025,
      "TCGTCGA": 2026,
      "TCGCCGGC": 2027,
      "CAACTA": 2028,
      "TATTTATT": 2029,
      "CGTCCGC": 2030,
      "TGCGCCGC": 2031,
      "GGCGCCGC": 2032,
      "GATCGCGC": 2033,
      "CAAGGAA": 2034,
      "TGGCCCA": 2035,
      "GAAGGGC": 2036,
      "GGTGTAA": 2037,
      "TGACGAA": 2038,
      "CGGCATC": 2039,
      "TGGCGTC": 2040,
      "TCAATCA": 2041,
      "TTTCTC": 2042,
      "TTATTGC": 2043,
      "CTAATA": 2044,
      "TGAAAGAA": 2045,
      "TGTCGTC": 2046,
      "TGACCTT": 2047,
      "GCGCCTGC": 2048,
      "TCCGCTT": 2049,
      "GGTGTGC": 2050,
      "GGGTAAA": 2051,
      "GGATATT": 2052,
      "GATCTA": 2053,
      "GTGTTAA": 2054,
      "TAAAATC": 2055,
      "GGGCCGA": 2056,
      "CGGTGTT": 2057,
      "TGTGCTT": 2058,
      "GAAACGA": 2059,
      "CCGCCTGC": 2060,
      "CGGCGTT": 2061,
      "GTAATC": 2062,
      "GCAGGTT": 2063,
      "CGGGCCC": 2064,
      "CAAATTA": 2065,
      "TCAGCAA": 2066,
      "CCGCAAA": 2067,
      "TCCACA": 2068,
      "CAAGGGC": 2069,
      "GGCAACC": 2070,
      "TAACGC": 2071,
      "CTCGACC": 2072,
      "AAAAAATT": 2073,
      "TACAATT": 2074,
      "CTATAAA": 2075,
      "TGGCAAAA": 2076,
      "CACCGTC": 2077,
      "GGAGCGC": 2078,
      "GAAGCAA": 2079,
      "GGCGGAA": 2080,
      "GAAACTT": 2081,
      "GTGCAAA": 2082,
      "TGGCACC": 2083,
      "GGGGCGA": 2084,
      "GGTTTTTT": 2085,
      "GAAAGTT": 2086,
      "TTAAGA": 2087,
      "GTACCA": 2088,
      "GGAAATC": 2089,
      "TGATCCC": 2090,
      "TCAACGA": 2091,
      "GGATTTA": 2092,
      "TGAGCGC": 2093,
      "CGCTTTT": 2094,
      "CGGTCTT": 2095,
      "GGGCGTT": 2096,
      "TGGAACC": 2097,
      "TATTTGC": 2098,
      "TGTCCTT": 2099,
      "CTGTTCC": 2100,
      "TCATGG": 2101,
      "GGCTGGC": 2102,
      "TGCAAGA": 2103,
      "TGTATAA": 2104,
      "CCGACGC": 2105,
      "TCATTGC": 2106,
      "GATTGTT": 2107,
      "GCATGAA": 2108,
      "GGCAGAA": 2109,
      "TCATCTT": 2110,
      "CTGACGC": 2111,
      "CTGCAAA": 2112,
      "TTTTTAAA": 2113,
      "TGTCACC": 2114,
      "CATTGAA": 2115,
      "CCAGCTT": 2116,
      "GGAAATA": 2117,
      "GGGTCAA": 2118,
      "CATTTAA": 2119,
      "GGTGACC": 2120,
      "CGGAGGC": 2121,
      "CACCTA": 2122,
      "CTTTAAA": 2123,
      "CGGGTCA": 2124,
      "CCGATGC": 2125,
      "TCAGCGC": 2126,
      "GTGAAGA": 2127,
      "CGCACGC": 2128,
      "GTTAATT": 2129,
      "CTACTC": 2130,
      "CGTATA": 2131,
      "TGGTTGA": 2132,
      "GGGAGGA": 2133,
      "CTATGAA": 2134,
      "CGGAGGA": 2135,
      "TCCTTGC": 2136,
      "TCTCGGC": 2137,
      "CTGGACC": 2138,
      "CGTTATT": 2139,
      "TCTCTC": 2140,
      "TATTGGA": 2141,
      "TCATTTC": 2142,
      "CTGAAAAA": 2143,
      "GACCGTC": 2144,
      "CAAGCGC": 2145,
      "TCTACA": 2146,
      "TCCCCGC": 2147,
      "TGTCCGA": 2148,
      "CTGATGC": 2149,
      "GTATGAA": 2150,
      "AAAAAAGC": 2151,
      "CTCAAGC": 2152,
      "TGTTTGA": 2153,
      "GCACGGC": 2154,
      "TTGCTGC": 2155,
      "GGGTTGC": 2156,
      "GGAAAGA": 2157,
      "GTACGC": 2158,
      "CTCATA": 2159,
      "CGGACGA": 2160,
      "TGGTCGGC": 2161,
      "CGAAGGA": 2162,
      "TCAATAA": 2163,
      "GAAAGGC": 2164,
      "TGTGGTT": 2165,
      "GAAATTTT": 2166,
      "GTCGCCC": 2167,
      "GGGCACC": 2168,
      "CTGTTAA": 2169,
      "TTGACA": 2170,
      "GCAGGCA": 2171,
      "TGTTCCA": 2172,
      "GATATTTT": 2173,
      "TGGCCGG": 2174,
      "GGAAAAGC": 2175,
      "GAAGAAAA": 2176,
      "TGACTC": 2177,
      "TGGTTCC": 2178,
      "GTCTTA": 2179,
      "TCAAGTT": 2180,
      "GATTCTT": 2181,
      "GTTAAAAA": 2182,
      "TGCAGTT": 2183,
      "TGTCGTT": 2184,
      "TCTCTA": 2185,
      "GCGCGGA": 2186,
      "GGGGGGC": 2187,
      "GTAAAGC": 2188,
      "TGGCGGGC": 2189,
      "GGAAGGA": 2190,
      "CAGCCTT": 2191,
      "TCATGGA": 2192,
      "CTTATTA": 2193,
      "GTGTTGC": 2194,
      "TATACAA": 2195,
      "CCATCCC": 2196,
      "TGGTTAA": 2197,
      "TCAACTT": 2198,
      "GCATTGC": 2199,
      "TCGAGAA": 2200,
      "CGCCGCAA": 2201,
      "TGATGAAA": 2202,
      "TGTGAAAA": 2203,
      "CGCCATC": 2204,
      "TCACGGC": 2205,
      "TTTTGGC": 2206,
      "TCATTAA": 2207,
      "GGTCGAA": 2208,
      "AAAACAA": 2209,
      "CAAAACA": 2210,
      "CGGGCGGC": 2211,
      "GGGAGGC": 2212,
      "AAATTA": 2213,
      "CCGAGGC": 2214,
      "CATTGTT": 2215,
      "TCGTCTT": 2216,
      "TCACCAA": 2217,
      "TCGAGCA": 2218,
      "CGCAGCA": 2219,
      "CGGGATC": 2220,
      "TAAAGGC": 2221,
      "CCGACGA": 2222,
      "TTGATGA": 2223,
      "TGCCGTT": 2224,
      "GGTCATT": 2225,
      "GGGTTAA": 2226,
      "GAAGAGA": 2227,
      "CTATATT": 2228,
      "GTCGAGC": 2229,
      "CATTCAA": 2230,
      "TGTTTTAA": 2231,
      "CGCTTA": 2232,
      "TTTACTT": 2233,
      "GGCGCTC": 2234,
      "CCATGAA": 2235,
      "CGTGGCA": 2236,
      "CGAGTC": 2237,
      "CGTCTA": 2238,
      "CGCGGGC": 2239,
      "GGCGCCA": 2240,
      "GTATTTC": 2241,
      "CTGAATT": 2242,
      "CGATCAA": 2243,
      "TGTGATC": 2244,
      "GCAGCGA": 2245,
      "CTGCAGC": 2246,
      "GGATTTC": 2247,
