{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          1
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          2
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "A": 5,
      "C": 6,
      "G": 7,
      "AT": 8,
      "TA": 9,
      "AG": 10,
      "T": 11,
      "TC": 12,
      "AC": 13,
      "GA": 14,
      "AA": 15,
      "GC": 16,
      "AGG": 17,
      "TAA": 18,
      "TT": 19,
      "ACG": 20,
      "TCA": 21,
      "AAG": 22,
      "TGA": 23,
      "TTA": 24,
      "CCG": 25,
      "GAA": 26,
      "TCC": 27,
      "GG": 28,
      "AAT": 29,
      "CC": 30,
      "CGT": 31,
      "CAG": 32,
      "TG": 33,
      "ACC": 34,
      "GCA": 35,
      "ACT": 36,
      "GGA": 37,
      "TTG": 38,
      "CAT": 39,
      "GTA": 40,
      "GCC": 41,
      "GGG": 42,
      "CCT": 43,
      "TAAA": 44,
      "TTT": 45,
      "AGT": 46,
      "GGT": 47,
      "GTC": 48,
      "CAC": 49,
      "ACGG": 50,
      "TATT": 51,
      "CTCG": 52,
      "CACA": 53,
      "GAAA": 54,
      "ATAA": 55,
      "TATA": 56,
      "TCTT": 57,
      "AGAA": 58,
      "TCG": 59,
      "CAAA": 60,
      "ACCG": 61,
      "GAGA": 62,
      "ATTT": 63,
      "CTG": 64,
      "ATTG": 65,
      "TGAA": 66,
      "ATGG": 67,
      "CTGG": 68,
      "TCTG": 69,
      "ATCG": 70,
      "CAGA": 71,
      "CTT": 72,
      "CAA": 73,
      "TCAA": 74,
      "AGGG": 75,
      "GGAA": 76,
      "CCCG": 77,
      "TAAAA": 78,
      "AGCG": 79,
      "TGT": 80,
      "GCTT": 81,
      "ACTG": 82,
      "GTGA": 83,
      "AAGG": 84,
      "GCTG": 85,
      "AGTT": 86,
      "CTCA": 87,
      "ATAT": 88,
      "AATT": 89,
      "GCAA": 90,
      "CACG": 91,
      "GTCA": 92,
      "CAAG": 93,
      "GTAA": 94,
      "TGG": 95,
      "TTTTA": 96,
      "CGGG": 97,
      "TATG": 98,
      "AAAG": 99,
      "GAGG": 100,
      "ACTT": 101,
      "CTTG": 102,
      "GATT": 103,
      "CGCG": 104,
      "AAAA": 105,
      "TCTC": 106,
      "ACAA": 107,
      "TTTT": 108,
      "AGAG": 109,
      "GTTA": 110,
      "CGGT": 111,
      "CTAA": 112,
      "CAAT": 113,
      "TACA": 114,
      "CGTCG": 115,
      "CTTA": 116,
      "AAAT": 117,
      "TCCA": 118,
      "GATG": 119,
      "CTTT": 120,
      "TTAA": 121,
      "AAGT": 122,
      "GAAAA": 123,
      "AGAT": 124,
      "CGGCG": 125,
      "GTTTT": 126,
      "TCTA": 127,
      "AACG": 128,
      "GCCA": 129,
      "CGG": 130,
      "AATG": 131,
      "GTCC": 132,
      "AGGT": 133,
      "ACGT": 134,
      "CCGT": 135,
      "CGA": 136,
      "ATGT": 137,
      "TTTA": 138,
      "ACAG": 139,
      "CAAAA": 140,
      "ACCT": 141,
      "TGGG": 142,
      "ACAT": 143,
      "TAGA": 144,
      "TTCG": 145,
      "TAGG": 146,
      "CAGG": 147,
      "CTGT": 148,
      "GACA": 149,
      "AGTG": 150,
      "ATTTT": 151,
      "CTCT": 152,
      "CACT": 153,
      "CATA": 154,
      "CAGT": 155,
      "GCTA": 156,
      "ATCC": 157,
      "TGTA": 158,
      "AACT": 159,
      "TCAAA": 160,
      "CCAG": 161,
      "TGGA": 162,
      "ATAG": 163,
      "TAATT": 164,
      "ATCT": 165,
      "TTATT": 166,
      "CGACG": 167,
      "TGCA": 168,
      "AACC": 169,
      "GGCA": 170,
      "AAAAT": 171,
      "GATA": 172,
      "AAAAG": 173,
      "CCTA": 174,
      "CGAG": 175,
      "TTCA": 176,
      "TTGT": 177,
      "TCTCA": 178,
      "CCGGG": 179,
      "GGGA": 180,
      "CCTCG": 181,
      "CGC": 182,
      "CTGAA": 183,
      "ATATT": 184,
      "GTAAA": 185,
      "AGCT": 186,
      "TCTCC": 187,
      "CCCT": 188,
      "GCAAA": 189,
      "TAAAAA": 190,
      "CATT": 191,
      "GGGT": 192,
      "TCTGA": 193,
      "CCGCG": 194,
      "TCATT": 195,
      "AGAAG": 196,
      "GGAAA": 197,
      "CCAT": 198,
      "TGAAA": 199,
      "TCCTT": 200,
      "ACCGG": 201,
      "CCAAA": 202,
      "AAAGG": 203,
      "GAATT": 204,
      "CTAAA": 205,
      "ATAAT": 206,
      "ACGACG": 207,
      "GTGAA": 208,
      "AAAC": 209,
      "GGCC": 210,
      "AGCC": 211,
      "TAATA": 212,
      "GGTA": 213,
      "CGTGG": 214,
      "TGCC": 215,
      "CCTG": 216,
      "CAGGG": 217,
      "TGATT": 218,
      "AAAAAA": 219,
      "ACTGG": 220,
      "GCTCA": 221,
      "CATG": 222,
      "AGAGG": 223,
      "TCCAA": 224,
      "GAGAA": 225,
      "TTGG": 226,
      "TATTA": 227,
      "ACGGG": 228,
      "CAGCA": 229,
      "ACAGG": 230,
      "CTTAA": 231,
      "AATGG": 232,
      "CAGAA": 233,
      "CCTT": 234,
      "CTAT": 235,
      "GCTGA": 236,
      "AATTT": 237,
      "GTTAA": 238,
      "ACCTG": 239,
      "TCTTA": 240,
      "CCGACG": 241,
      "TATTTT": 242,
      "CATGG": 243,
      "GCCAA": 244,
      "CGAT": 245,
      "AGATG": 246,
      "GACC": 247,
      "CGCA": 248,
      "CGCT": 249,
      "GTATT": 250,
      "CTCC": 251,
      "GTCTT": 252,
      "AGTGG": 253,
      "GTGTT": 254,
      "ATTTG": 255,
      "AGACG": 256,
      "GGAGG": 257,
      "TGTT": 258,
      "AGGGG": 259,
      "TCTTTT": 260,
      "AAGTT": 261,
      "GTCAA": 262,
      "CGCC": 263,
      "CCTGG": 264,
      "TATAA": 265,
      "AGGTG": 266,
      "TACC": 267,
      "CGCCG": 268,
      "TCTAA": 269,
      "GGTGG": 270,
      "ATCAA": 271,
      "CGGA": 272,
      "ACAC": 273,
      "CAAAAA": 274,
      "AACAA": 275,
      "AAGGG": 276,
      "TCCTG": 277,
      "ATATG": 278,
      "CATTG": 279,
      "GAAAAA": 280,
      "ATTGG": 281,
      "AATTG": 282,
      "CAGC": 283,
      "ACAAG": 284,
      "TTTTAA": 285,
      "CATCG": 286,
      "GCATT": 287,
      "CCGTCG": 288,
      "GCCTT": 289,
      "TTCT": 290,
      "TAATG": 291,
      "AGATT": 292,
      "AACTG": 293,
      "GTTTG": 294,
      "CACCG": 295,
      "GGCTG": 296,
      "CCACG": 297,
      "CCTCA": 298,
      "ACGGT": 299,
      "GAGGA": 300,
      "ACACG": 301,
      "GCCTG": 302,
      "CCGGT": 303,
      "AGAAT": 304,
      "CGTA": 305,
      "CCCCG": 306,
      "TCAAAA": 307,
      "TACAA": 308,
      "CATTT": 309,
      "CATCA": 310,
      "CGGTCG": 311,
      "ACTTT": 312,
      "TGAGA": 313,
      "GGGAA": 314,
      "ACAAT": 315,
      "ATGGG": 316,
      "CACAA": 317,
      "AGCAG": 318,
      "CAGGA": 319,
      "ATGTT": 320,
      "CCCCA": 321,
      "AACAG": 322,
      "ACTCG": 323,
      "TTTTTTTT": 324,
      "TAGAA": 325,
      "GAGCA": 326,
      "CTACG": 327,
      "CTTCG": 328,
      "CACCA": 329,
      "ATAAG": 330,
      "TATCA": 331,
      "GAGC": 332,
      "ACATT": 333,
      "CATTA": 334,
      "AGCGG": 335,
      "CACACACA": 336,
      "GAGTG": 337,
      "AGTTG": 338,
      "GGATT": 339,
      "ATAAAA": 340,
      "TGTGTGTG": 341,
      "AGCAA": 342,
      "TACTT": 343,
      "CGTCGG": 344,
      "ACACC": 345,
      "GTCTG": 346,
      "AAACC": 347,
      "GGGG": 348,
      "AGAAAA": 349,
      "GAGTT": 350,
      "GAATG": 351,
      "CTTTT": 352,
      "ACATG": 353,
      "TCATG": 354,
      "AAACG": 355,
      "GACAA": 356,
      "ATCGG": 357,
      "GACTT": 358,
      "ATTGT": 359,
      "TATTAA": 360,
      "AGTTT": 361,
      "TAATAA": 362,
      "ATCTT": 363,
      "GGCCA": 364,
      "AACTT": 365,
      "ACTTG": 366,
      "CAGCC": 367,
      "AACCG": 368,
      "ACCTCG": 369,
      "GCTAA": 370,
      "CAGGT": 371,
      "TATATATA": 372,
      "CACC": 373,
      "AGGTT": 374,
      "GTGTG": 375,
      "ACCGT": 376,
      "TACTG": 377,
      "AAAGT": 378,
      "TAGTT": 379,
      "AGCCG": 380,
      "CCAA": 381,
      "AACGG": 382,
      "GCTC": 383,
      "ATCAG": 384,
      "CAGTA": 385,
      "CTCCG": 386,
      "GCTCC": 387,
      "CATAA": 388,
      "ATTTTT": 389,
      "TTATG": 390,
      "CCCC": 391,
      "TAAATT": 392,
      "TTTG": 393,
      "ATCAT": 394,
      "GATGA": 395,
      "AGCTG": 396,
      "CATGA": 397,
      "AAACT": 398,
      "GCGG": 399,
      "ACGTG": 400,
      "AAAAAAAA": 401,
      "CTCGT": 402,
      "ATCTG": 403,
      "GATAA": 404,
      "CTGGT": 405,
      "GACTG": 406,
      "TATGA": 407,
      "AAGTG": 408,
      "GCAGG": 409,
      "GATCA": 410,
      "GTTTTA": 411,
      "CGTT": 412,
      "GGATG": 413,
      "ACCCG": 414,
      "CCTGA": 415,
      "ATGGT": 416,
      "GTAAAA": 417,
      "AAGGT": 418,
      "GAAGG": 419,
      "CCGCCG": 420,
      "GATTA": 421,
      "CGTG": 422,
      "ACGCG": 423,
      "CCTC": 424,
      "AAGAAG": 425,
      "GACCA": 426,
      "ACCTT": 427,
      "GCTTA": 428,
      "AGGAGG": 429,
      "TGTG": 430,
      "ACAGT": 431,
      "AGCTT": 432,
      "GCATG": 433,
      "TAGTA": 434,
      "CCCAG": 435,
      "TACCA": 436,
      "CCTTG": 437,
      "GGCTT": 438,
      "ATACT": 439,
      "CGTC": 440,
      "AGAAGG": 441,
      "TCTCTT": 442,
      "CTCAT": 443,
      "GGTCA": 444,
      "TTATTA": 445,
      "AACAT": 446,
      "TACTA": 447,
      "TAGCA": 448,
      "ACTGT": 449,
      "TATC": 450,
      "AGGCG": 451,
      "AGGGT": 452,
      "CATC": 453,
      "AATTTT": 454,
      "CTTTTA": 455,
      "ACGGCG": 456,
      "ATCCG": 457,
      "GTGGG": 458,
      "GAGTA": 459,
      "CCTTT": 460,
      "CGTCGT": 461,
      "GATTTT": 462,
      "AGTCG": 463,
      "TAGTG": 464,
      "ACGCCG": 465,
      "GAAATT": 466,
      "CTCCT": 467,
      "CACTA": 468,
      "TCGG": 469,
      "AAATAA": 470,
      "TCAGG": 471,
      "AATCG": 472,
      "CAGGAA": 473,
      "CCAAG": 474,
      "GCAAAA": 475,
      "CCTTA": 476,
      "CAAGT": 477,
      "ATAGG": 478,
      "ACGTT": 479,
      "TGTGAA": 480,
      "ACGAGG": 481,
      "TATTTG": 482,
      "CCTAA": 483,
      "CAACG": 484,
      "GAGAAA": 485,
      "CAGCG": 486,
      "GAGAGAGA": 487,
      "ATCCT": 488,
      "GCTTTT": 489,
      "ACAAAA": 490,
      "TATAAA": 491,
      "CACGT": 492,
      "TGTGG": 493,
      "TCTCTG": 494,
      "TGTTAA": 495,
      "CCTGT": 496,
      "TGTGTT": 497,
      "GAGCC": 498,
      "ATAGT": 499,
      "GACTA": 500,
      "CGGCCG": 501,
      "TATATT": 502,
      "AAAGAA": 503,
      "TAAAAAA": 504,
      "ACGTCG": 505,
      "GTATG": 506,
      "TTTGG": 507,
      "CATTAA": 508,
      "AGACC": 509,
      "TAGGA": 510,
      "CGAA": 511,
      "AAAAGG": 512,
      "TAGC": 513,
      "AAATT": 514,
      "ATGTG": 515,
      "GTTGG": 516,
      "GGTCG": 517,
      "GAAGAA": 518,
      "ATACC": 519,
      "TAAATG": 520,
      "AATATT": 521,
      "TCTGTT": 522,
      "ATAATT": 523,
      "CAGAAA": 524,
      "AAGCG": 525,
      "TAATTA": 526,
      "ATCGT": 527,
      "TCTGTG": 528,
      "CTTGT": 529,
      "TATCC": 530,
      "AGAGT": 531,
      "TGAATT": 532,
      "CCAGT": 533,
      "CTCCA": 534,
      "GTGAAA": 535,
      "AGCAT": 536,
      "GGCAA": 537,
      "TTGTT": 538,
      "GGAGA": 539,
      "GAAGA": 540,
      "CTCAG": 541,
      "GGTGA": 542,
      "ACACT": 543,
      "GGGCA": 544,
      "ATACG": 545,
      "ACATCG": 546,
      "TCTCTCTC": 547,
      "AATGT": 548,
      "CTGCA": 549,
      "CCCGT": 550,
      "AATAAT": 551,
      "TCTTAA": 552,
      "CCCTA": 553,
      "CATGT": 554,
      "CCGGCG": 555,
      "AAATA": 556,
      "AACCT": 557,
      "ATTCG": 558,
      "ACACCG": 559,
      "GTGCTG": 560,
      "ATATAA": 561,
      "GGAAAA": 562,
      "CTTTG": 563,
      "AACTCG": 564,
      "GGGGA": 565,
      "TCAGA": 566,
      "GAAATG": 567,
      "AAGAGG": 568,
      "GCAGCA": 569,
      "ATTATT": 570,
      "TCTGAA": 571,
      "CTACT": 572,
      "AACGT": 573,
      "ATGAAG": 574,
      "TCTTTG": 575,
      "CCCTCG": 576,
      "GGGC": 577,
      "TCCCA": 578,
      "CCAAT": 579,
      "TCCATT": 580,
      "ATATTT": 581,
      "CTGAAA": 582,
      "GGGCG": 583,
      "CTTTA": 584,
      "ACCGGG": 585,
      "TCGA": 586,
      "ATAC": 587,
      "GTTTA": 588,
      "CTGTT": 589,
      "CGGACG": 590,
      "AGGAG": 591,
      "GCCTCC": 592,
      "TTAAA": 593,
      "ACGGTG": 594,
      "GCTCTG": 595,
      "CCCAT": 596,
      "GTTTCA": 597,
      "ATCAC": 598,
      "GGAGGA": 599,
      "CTAAT": 600,
      "CGTGA": 601,
      "AAATTT": 602,
      "CAGTC": 603,
      "GAATA": 604,
      "CCCCT": 605,
      "CAGAGA": 606,
      "ATAATG": 607,
      "CCCTC": 608,
      "AACAC": 609,
      "ACGAG": 610,
      "AAGAG": 611,
      "GATCC": 612,
      "CTCAA": 613,
      "ATGATG": 614,
      "CGGTGG": 615,
      "TTATA": 616,
      "AGCGGG": 617,
      "TCAATT": 618,
      "CCACT": 619,
      "GGTAA": 620,
      "CCATCG": 621,
      "GTTATT": 622,
      "ATGCG": 623,
      "GCCAGG": 624,
      "AGAATT": 625,
      "GGAGAA": 626,
      "AGCGT": 627,
      "ATTTTG": 628,
      "TCACC": 629,
      "ATATTG": 630,
      "CTCAAA": 631,
      "AAATAT": 632,
      "GGTTA": 633,
      "ATAAGG": 634,
      "TCCAAA": 635,
      "AGCCT": 636,
      "TCTATT": 637,
      "AGAC": 638,
      "GCAGA": 639,
      "CTCAC": 640,
      "CTTCA": 641,
      "CTGCG": 642,
      "TCATCA": 643,
      "CGGCGT": 644,
      "CTTTTT": 645,
      "TAACA": 646,
      "GTTGTT": 647,
      "ACCGCG": 648,
      "AACTGG": 649,
      "CGTCA": 650,
      "CCCAC": 651,
      "TAAGA": 652,
      "AGACT": 653,
      "TAATTTT": 654,
      "AAATTG": 655,
      "CTGTA": 656,
      "CACTG": 657,
      "ATTCT": 658,
      "TCCACA": 659,
      "CTCGGG": 660,
      "GCTGTG": 661,
      "AGATGG": 662,
      "CAATT": 663,
      "AAATGG": 664,
      "TCTAAA": 665,
      "AGGAAG": 666,
      "GCGA": 667,
      "CCAC": 668,
      "CAATA": 669,
      "CCCGGG": 670,
      "CCACCA": 671,
      "ATATGG": 672,
      "GAACA": 673,
      "TGCG": 674,
      "CGAAA": 675,
      "CAAAAG": 676,
      "AAAAAAT": 677,
      "TCACA": 678,
      "TTTTT": 679,
      "TTATTTT": 680,
      "AGAGAA": 681,
      "TCTCAA": 682,
      "ACTTTT": 683,
      "TGACA": 684,
      "CCAGCG": 685,
      "CTCCAA": 686,
      "CTCTT": 687,
      "AAAAAAA": 688,
      "AGATAA": 689,
      "TATATG": 690,
      "ACAGCG": 691,
      "TCCTCC": 692,
      "ATGAGG": 693,
      "TCACTT": 694,
      "AGTGT": 695,
      "TCCAGG": 696,
      "TTGTG": 697,
      "CAAGA": 698,
      "CTAAG": 699,
      "GGCTA": 700,
      "TTTCG": 701,
      "GTGGTG": 702,
      "CAAAAT": 703,
      "CGTAA": 704,
      "AGATCG": 705,
      "CGAGA": 706,
      "AAATG": 707,
      "AGCAGG": 708,
      "TGATA": 709,
      "AGACGG": 710,
      "GGATTA": 711,
      "AGCAC": 712,
      "CAACA": 713,
      "AAAGTT": 714,
      "ACCCCG": 715,
      "TGAGAA": 716,
      "TGAAG": 717,
      "AGTTTT": 718,
      "GTTAAA": 719,
      "ACAAGG": 720,
      "TCATA": 721,
      "AGTTCG": 722,
      "ACATGG": 723,
      "CTCTA": 724,
      "CGGCT": 725,
      "GCTGAA": 726,
      "AACAGG": 727,
      "CTGGA": 728,
      "CCCGCG": 729,
      "TAAGG": 730,
      "CTTAAA": 731,
      "ACGTGG": 732,
      "TATTTA": 733,
      "ATCTCG": 734,
      "CCACA": 735,
      "AGGTCG": 736,
      "GTCAAA": 737,
      "ATTAAT": 738,
      "TGGAA": 739,
      "CTGAAG": 740,
      "CGGAA": 741,
      "CTGTCG": 742,
      "TGATGA": 743,
      "CTTCT": 744,
      "GTTCA": 745,
      "ATCTGG": 746,
      "TAACAA": 747,
      "CAAGG": 748,
      "GGTG": 749,
      "CCACCG": 750,
      "GCTGTT": 751,
      "TAAGAA": 752,
      "CAGTT": 753,
      "CTGCC": 754,
      "AAAGGG": 755,
      "TTAATT": 756,
      "CGTCCG": 757,
      "CCAGA": 758,
      "ATCGGG": 759,
      "TCAGAA": 760,
      "AGGTGG": 761,
      "GTCATT": 762,
      "CCCTG": 763,
      "ATTTGG": 764,
      "ACCTGG": 765,
      "GATTAA": 766,
      "CAGAAG": 767,
      "AGAGGG": 768,
      "GCCACA": 769,
      "CTCTCG": 770,
      "GTAATT": 771,
      "TCCAGA": 772,
      "ATTATG": 773,
      "GCCAAA": 774,
      "ATTCAA": 775,
      "GTGATT": 776,
      "AACGCG": 777,
      "TAAAATT": 778,
      "CGGGCG": 779,
      "CAAGAA": 780,
      "CCTCGG": 781,
      "CTATT": 782,
      "TTGAAG": 783,
      "TAATCC": 784,
      "AGGACG": 785,
      "GTTCTT": 786,
      "CTGTGG": 787,
      "TCCATG": 788,
      "GGTT": 789,
      "CCCCGG": 790,
      "GCTCTT": 791,
      "ATCCCG": 792,
      "TGCTG": 793,
      "ACAGGG": 794,
      "GGGTA": 795,
      "ATCCGG": 796,
      "TTACA": 797,
      "AAAAGT": 798,
      "GCCATT": 799,
      "AAATCG": 800,
      "GCACA": 801,
      "CTGTG": 802,
      "GCAATT": 803,
      "AGCTGG": 804,
      "TCCCTG": 805,
      "CAATGG": 806,
      "TGTGA": 807,
      "AGACCG": 808,
      "TCGAA": 809,
      "ATCCTG": 810,
      "GGACA": 811,
      "CTCGCG": 812,
      "GGAATT": 813,
      "CAGTG": 814,
      "GTGGA": 815,
      "CTGGG": 816,
      "AACCGG": 817,
      "AATCT": 818,
      "TCCCC": 819,
      "ACGACC": 820,
      "GCCCC": 821,
      "ATGGGG": 822,
      "CTTGA": 823,
      "CCGG": 824,
      "ATATCG": 825,
      "TAATGA": 826,
      "AGCGCG": 827,
      "TAAATA": 828,
      "CTTGG": 829,
      "AAGATG": 830,
      "TATATA": 831,
      "CACGGG": 832,
      "TCATTA": 833,
      "AAACTT": 834,
      "GTATA": 835,
      "CAATG": 836,
      "ATCAGG": 837,
      "TCCCCA": 838,
      "ATAGAA": 839,
      "CGTTA": 840,
      "CAGTCG": 841,
      "GCAGAA": 842,
      "CCTCT": 843,
      "TGAGTT": 844,
      "AAGGGG": 845,
      "CCTCGT": 846,
      "TTTTTT": 847,
      "ACTGGG": 848,
      "CTTTCA": 849,
      "ATGCT": 850,
      "AATCAA": 851,
      "CCATT": 852,
      "AGAGCG": 853,
      "ACGATG": 854,
      "CGCCA": 855,
      "CTCTG": 856,
      "AAGCT": 857,
      "TGAAAAA": 858,
      "CTGGGG": 859,
      "GTTCC": 860,
      "CACTGG": 861,
      "GTCCTT": 862,
      "GTCCAA": 863,
      "AAACAA": 864,
      "GTTTTTT": 865,
      "ACAGAA": 866,
      "CTCTGA": 867,
      "ATGGTG": 868,
      "GCGC": 869,
      "AATATG": 870,
      "GTTGA": 871,
      "CGTCT": 872,
      "TGAATG": 873,
      "CTTTTG": 874,
      "CTATA": 875,
      "AGATTT": 876,
      "GCAGTG": 877,
      "CCTTAA": 878,
      "AACACG": 879,
      "TCACCA": 880,
      "TCACTG": 881,
      "CATCT": 882,
      "GCCCTG": 883,
      "TAACTT": 884,
      "CCATG": 885,
      "CGGGGG": 886,
      "GTAGG": 887,
      "TTCAA": 888,
      "TCTATA": 889,
      "CACTT": 890,
      "AGTTGG": 891,
      "GAGATT": 892,
      "AAAAAAG": 893,
      "GTCTA": 894,
      "ACACGG": 895,
      "TTTTAAA": 896,
      "CCAGG": 897,
      "CTGCT": 898,
      "TGACC": 899,
      "ATTAT": 900,
      "CACAAA": 901,
      "CA": 902,
      "AATTTG": 903,
      "GTGTA": 904,
      "ATTTCG": 905,
      "ACGGGG": 906,
      "GCTTTG": 907,
      "CGAAG": 908,
      "CCGTGG": 909,
      "GAGGAA": 910,
      "ACGAAG": 911,
      "GTTCTG": 912,
      "TTGATG": 913,
      "TTTTTA": 914,
      "AAACCG": 915,
      "GTCTCA": 916,
      "CGAGG": 917,
      "CAGGGG": 918,
      "GTTCAA": 919,
      "AAGGTG": 920,
      "GCTTAA": 921,
      "AACCCG": 922,
      "GCACC": 923,
      "AAACTG": 924,
      "CCGAAG": 925,
      "TAAATAAA": 926,
      "CCCTT": 927,
      "ACCCGG": 928,
      "CTACA": 929,
      "CTTCCA": 930,
      "AATTGG": 931,
      "TCCTCA": 932,
      "ATTTTTT": 933,
      "GAAAAAA": 934,
      "CCGCGG": 935,
      "GCCCA": 936,
      "ACCTCC": 937,
      "ATTGTT": 938,
      "GTAGA": 939,
      "CCCACG": 940,
      "CTCTCA": 941,
      "GTCCA": 942,
      "AGATAT": 943,
      "TGACTT": 944,
      "ATACTT": 945,
      "TCCCTT": 946,
      "TTGAGG": 947,
      "GCCATG": 948,
      "AACTTG": 949,
      "CACACACACACACACA": 950,
      "AACGGG": 951,
      "GTGATG": 952,
      "CCCCCG": 953,
      "CACCGG": 954,
      "GCCAGA": 955,
      "ACAATG": 956,
      "TCCTA": 957,
      "ATACTG": 958,
      "GTACA": 959,
      "AGTACG": 960,
      "GCATA": 961,
      "GAATTA": 962,
      "AGCCGG": 963,
      "TGTGTGTGTGTGTGTG": 964,
      "AAGAAT": 965,
      "AACATT": 966,
      "GGTTTT": 967,
      "ATCATT": 968,
      "TCAAAAA": 969,
      "ATCAAG": 970,
      "TCTATG": 971,
      "AGGGCG": 972,
      "CCATA": 973,
      "CATCAT": 974,
      "TGACAA": 975,
      "TTTCT": 976,
      "GGATA": 977,
      "AACAAG": 978,
      "TCAGTG": 979,
      "GTATTTT": 980,
      "CTGTTG": 981,
      "GAGATG": 982,
      "AGTGGG": 983,
      "GCGTG": 984,
      "ATGTGG": 985,
      "ACAAAG": 986,
      "TTAAAAA": 987,
      "ATTCC": 988,
      "TAATCA": 989,
      "CTCGACG": 990,
      "CAATTA": 991,
      "ATTCTT": 992,
      "ACAATT": 993,
      "TGCT": 994,
      "GTTGAA": 995,
      "AACAAT": 996,
      "TGATTA": 997,
      "AAGGTT": 998,
      "CTGGCG": 999,
      "ACTTCG": 1000,
      "AGAGTT": 1001,
      "TCAATG": 1002,
      "CTATG": 1003,
      "CGTCCT": 1004,
      "CTGACG": 1005,
      "TCAGGA": 1006,
      "GTTTAA": 1007,
      "TATTAAA": 1008,
      "CAAGGG": 1009,
      "CTCTTA": 1010,
      "ACATAA": 1011,
      "GCAGGA": 1012,
      "CAGCAG": 1013,
      "CAACT": 1014,
      "GAACC": 1015,
      "ATCTTG": 1016,
      "CTTTAA": 1017,
      "AATAAAA": 1018,
      "GGGCC": 1019,
      "AAACGG": 1020,
      "GTATTA": 1021,
      "GCGCC": 1022,
      "CTCCGG": 1023,
      "TCGGG": 1024,
      "GCTAAA": 1025,
      "TGACTG": 1026,
      "AATCC": 1027,
      "GATTTG": 1028,
      "ACCACG": 1029,
      "GATAAA": 1030,
      "AGGCCG": 1031,
      "TCAGCA": 1032,
      "ATCACG": 1033,
      "GTTCCA": 1034,
      "CTTTGG": 1035,
      "GAAATA": 1036,
      "CCCAA": 1037,
      "CGTGGG": 1038,
      "GACAAA": 1039,
      "CATCGG": 1040,
      "GAGTC": 1041,
      "AACTCC": 1042,
      "GCTATT": 1043,
      "AGATTG": 1044,
      "TCACAA": 1045,
      "AGAAGT": 1046,
      "GAGGTT": 1047,
      "AGGGTG": 1048,
      "TAACC": 1049,
      "AAAAATT": 1050,
      "GAAGGA": 1051,
      "CAGTGG": 1052,
      "GCTCAA": 1053,
      "ATGGTT": 1054,
      "GAAAATT": 1055,
      "AAGACG": 1056,
      "CCAGCA": 1057,
      "ATCATG": 1058,
      "GTTTTAA": 1059,
      "GTGCC": 1060,
      "ACTCT": 1061,
      "TGAGGA": 1062,
      "ACATTG": 1063,
      "CATAAA": 1064,
      "ACTACG": 1065,
      "GGTCC": 1066,
      "AAGTGG": 1067,
      "TCATTTT": 1068,
      "TATTTATT": 1069,
      "TAATAAA": 1070,
      "AACTTT": 1071,
      "GCCTA": 1072,
      "CAGCT": 1073,
      "CTTTTAA": 1074,
      "ATAGAG": 1075,
      "TAAGTG": 1076,
      "AGGAGT": 1077,
      "TAAGTA": 1078,
      "CTGGAA": 1079,
      "AAAGCG": 1080,
      "CACACA": 1081,
      "GACAGA": 1082,
      "CAACC": 1083,
      "TTTATT": 1084,
      "GGGAAA": 1085,
      "CCTCCT": 1086,
      "AAAGGT": 1087,
      "TCAGTT": 1088,
      "TGATG": 1089,
      "ATAGTT": 1090,
      "TAACTA": 1091,
      "ATCAAT": 1092,
      "CTAAAAA": 1093,
      "ATGAAAA": 1094,
      "TGGGTT": 1095,
      "CGTCGCG": 1096,
      "TGAGTG": 1097,
      "CTCCCG": 1098,
      "TAAAATG": 1099,
      "TATATATATATATATA": 1100,
      "GCACTG": 1101,
      "CCGACC": 1102,
      "GACTC": 1103,
      "AAGAAAA": 1104,
      "TACAAA": 1105,
      "AGAATG": 1106,
      "TAAAAAAA": 1107,
      "AACATG": 1108,
      "TCTACA": 1109,
      "GTTGTG": 1110,
      "ATGTTG": 1111,
      "TCGCC": 1112,
      "AAAATT": 1113,
      "ATATTTT": 1114,
      "CCCAAA": 1115,
      "GTCATG": 1116,
      "AGGAAT": 1117,
      "TTCGG": 1118,
      "GGAATG": 1119,
      "ATGAAT": 1120,
      "CTATTA": 1121,
      "ACCGTG": 1122,
      "GATATT": 1123,
      "ACCGTCG": 1124,
      "TAGAAA": 1125,
      "ACGCGG": 1126,
      "GGCAGG": 1127,
      "ACTTTG": 1128,
      "GATGAA": 1129,
      "CTTCAT": 1130,
      "GTAGAA": 1131,
      "ATCTTT": 1132,
      "TCCTGA": 1133,
      "AGGGGG": 1134,
      "TAACTG": 1135,
      "ATTCAT": 1136,
      "GCTGGG": 1137,
      "CGTCAT": 1138,
      "GCAATG": 1139,
      "ACGCT": 1140,
      "GCCCCA": 1141,
      "ACTTGG": 1142,
      "GTTTGA": 1143,
      "ACATTT": 1144,
      "CATTTA": 1145,
      "AGTTTG": 1146,
      "GTGCA": 1147,
      "AGGGTT": 1148,
      "CTTGAA": 1149,
      "AGCACG": 1150,
      "GTGGAA": 1151,
      "GGGTG": 1152,
      "AAGTCG": 1153,
      "CATTTT": 1154,
      "ACGGTCG": 1155,
      "TAAATTA": 1156,
      "CGTCGTCG": 1157,
      "GTGGCA": 1158,
      "CACCT": 1159,
      "TCCTTA": 1160,
      "ACCGGT": 1161,
      "GGAAAAA": 1162,
      "AGCTTG": 1163,
      "TTTTTTA": 1164,
      "ATGTCG": 1165,
      "AGGCT": 1166,
      "GTAATG": 1167,
      "AAGATT": 1168,
      "GTGTTA": 1169,
      "AGAACG": 1170,
      "CTCGCCG": 1171,
      "GACACA": 1172,
      "CACTCG": 1173,
      "GAAAAAAA": 1174,
      "ATACAA": 1175,
      "TCGC": 1176,
      "CAGTTG": 1177,
      "GTAAAAA": 1178,
      "AAATTTT": 1179,
      "TGTTTA": 1180,
      "CGTGGT": 1181,
      "TCTCTA": 1182,
      "GTCCTG": 1183,
      "AATGGG": 1184,
      "CCAGGA": 1185,
      "ACTGGT": 1186,
      "GAACAA": 1187,
      "AACCTG": 1188,
      "TAAGTT": 1189,
      "TGAGCA": 1190,
      "CCGGTCG": 1191,
      "GCTCCA": 1192,
      "CACGGT": 1193,
      "TAAGCA": 1194,
      "ACCGACG": 1195,
      "CAATTG": 1196,
      "GTCTTA": 1197,
      "CCTTCG": 1198,
      "CCCACA": 1199,
      "CCATGG": 1200,
      "ACACTG": 1201,
      "GCCTCA": 1202,
      "CCCTGG": 1203,
      "CACTC": 1204,
      "AATTTTT": 1205,
      "CTTCTA": 1206,
      "GGGTT": 1207,
      "AAGTTT": 1208,
      "TGATTTT": 1209,
      "AATGTT": 1210,
      "TCGCA": 1211,
      "AGTAAT": 1212,
      "AGCCCG": 1213,
      "GAAGCA": 1214,
      "CCGCT": 1215,
      "GCAAAAA": 1216,
      "ACAACG": 1217,
      "GCGGA": 1218,
      "AGTATT": 1219,
      "CAGACG": 1220,
      "GCGCA": 1221,
      "AGCAAG": 1222,
      "CATATA": 1223,
      "CGGTG": 1224,
      "AAATGT": 1225,
      "GACATT": 1226,
      "GTTCTA": 1227,
      "CAGCGG": 1228,
      "ACTCGG": 1229,
      "GAAAGAAA": 1230,
      "AGCATT": 1231,
      "ATAAAAT": 1232,
      "TACACA": 1233,
      "ACAGAG": 1234,
      "CCAAAAA": 1235,
      "ACAGTT": 1236,
      "GAGGTG": 1237,
      "CTAAAA": 1238,
      "ATTAAAA": 1239,
      "GGCTCA": 1240,
      "ACCTTG": 1241,
      "CAGTGA": 1242,
      "CCTCAT": 1243,
      "TCCCAA": 1244,
      "CTTTCG": 1245,
      "TATCTT": 1246,
      "AGAGGT": 1247,
      "TGAGTA": 1248,
      "TCGTA": 1249,
      "AAACAG": 1250,
      "TTTTCTT": 1251,
      "ATGCAA": 1252,
      "GTGGGA": 1253,
      "AAAGTG": 1254,
      "GAGCTG": 1255,
      "CATGGG": 1256,
      "TAGGTT": 1257,
      "AACACC": 1258,
      "TTAGG": 1259,
      "AGCAAT": 1260,
      "TAATATT": 1261,
      "AGGCGG": 1262,
      "CCAGCC": 1263,
      "ATACCG": 1264,
      "GTCTGA": 1265,
      "CTGCCG": 1266,
      "GTTTCC": 1267,
      "TTGCG": 1268,
      "CCTGAA": 1269,
      "ACCCT": 1270,
      "GGAGCA": 1271,
      "CATAAT": 1272,
      "GAAAATG": 1273,
      "CATTGG": 1274,
      "TCAGTA": 1275,
      "ACTCC": 1276,
      "TAACCA": 1277,
      "ATAGGG": 1278,
      "GATGTT": 1279,
      "CTGTTA": 1280,
      "CAGAAT": 1281,
      "GGCGG": 1282,
      "GGGAGA": 1283,
      "TTTCAA": 1284,
      "CTTTGA": 1285,
      "CGGCGACG": 1286,
      "TCTTTCTT": 1287,
      "ATCTCC": 1288,
      "AAAAAAAAA": 1289,
      "CCCTTG": 1290,
      "CTTTCC": 1291,
      "CCAGGG": 1292,
      "GCATTA": 1293,
      "CCACC": 1294,
      "AGTCGG": 1295,
      "CCCAGA": 1296,
      "ATAGTG": 1297,
      "CAAATA": 1298,
      "ATGGCG": 1299,
      "TCGGA": 1300,
      "ACCACC": 1301,
      "ATCACC": 1302,
      "TCACTA": 1303,
      "AGTCT": 1304,
      "TAATTAA": 1305,
      "ACATAT": 1306,
      "TAAGGA": 1307,
      "AGCTTT": 1308,
      "GAACTG": 1309,
      "GCACAA": 1310,
      "CCTCCG": 1311,
      "GCGTT": 1312,
      "TTGTTG": 1313,
      "GGCTC": 1314,
      "TCTTTTA": 1315,
      "TGACG": 1316,
      "CCTCCA": 1317,
      "GGGTCG": 1318,
      "GGCAAA": 1319,
      "ATGACG": 1320,
      "AGATGT": 1321,
      "TACATT": 1322,
      "ATATGT": 1323,
      "GCTATG": 1324,
      "ACTCCG": 1325,
      "CTCGTCG": 1326,
      "GAGTCA": 1327,
      "ATGATT": 1328,
      "GTTATG": 1329,
      "AAGCCG": 1330,
      "CTGCCA": 1331,
      "GTCTCC": 1332,
      "ATCCTT": 1333,
      "TGACCA": 1334,
      "AACCTT": 1335,
      "AAACAT": 1336,
      "TATATTA": 1337,
      "TTTAAT": 1338,
      "TGATCA": 1339,
      "ACTCAA": 1340,
      "AGCTCG": 1341,
      "GATGTG": 1342,
      "TGTCG": 1343,
      "GTCTTTT": 1344,
      "AAAACG": 1345,
      "ACTGTT": 1346,
      "GCTACA": 1347,
      "ATCGCG": 1348,
      "CTGGGA": 1349,
      "ATACGG": 1350,
      "CAAGTA": 1351,
      "AATTGT": 1352,
      "CAAGGA": 1353,
      "AGTGGT": 1354,
      "CCCTCA": 1355,
      "CAGCCG": 1356,
      "TAGCC": 1357,
      "CCAACG": 1358,
      "GTTGGA": 1359,
      "TTTTTG": 1360,
      "CAGGGT": 1361,
      "GCTATA": 1362,
      "CCAAAA": 1363,
      "ATTCTG": 1364,
      "TCTGAAA": 1365,
      "TGAGG": 1366,
      "ATGTTT": 1367,
      "TATGTT": 1368,
      "CGGCGCG": 1369,
      "GTTGTA": 1370,
      "AAGGCG": 1371,
      "CCCTGA": 1372,
      "TGACTA": 1373,
      "CTCGTT": 1374,
      "CAAGCA": 1375,
      "AGGATT": 1376,
      "CAATAA": 1377,
      "ATGCAG": 1378,
      "GAACTT": 1379,
      "ACAGTG": 1380,
      "CATGAA": 1381,
      "ATGCTG": 1382,
      "ATAGAT": 1383,
      "TCTAAAA": 1384,
      "AATAAG": 1385,
      "CCGACGG": 1386,
      "GAAGTG": 1387,
      "CGGGTG": 1388,
      "AATACT": 1389,
      "CAGTCA": 1390,
      "CCTCC": 1391,
      "AGCGTG": 1392,
      "GAGAGAGAGAGAGAGA": 1393,
      "CGTCGACG": 1394,
      "TATGTG": 1395,
      "TTGTGG": 1396,
      "GCAGTGA": 1397,
      "ACCGGCG": 1398,
      "TCTCCTT": 1399,
      "CACCCG": 1400,
      "TCCCAAA": 1401,
      "ATCGTG": 1402,
      "CCATTA": 1403,
      "CGGCAT": 1404,
      "AGGTTT": 1405,
      "GCATCA": 1406,
      "ATGCC": 1407,
      "TCAAATT": 1408,
      "CCTACG": 1409,
      "GATCTT": 1410,
      "CCGACCG": 1411,
      "GACAGG": 1412,
      "AGCAGT": 1413,
      "GGAGTG": 1414,
      "ATTCAG": 1415,
      "GTAGTA": 1416,
      "ACAGAT": 1417,
      "GAAGTT": 1418,
      "CAGGCG": 1419,
      "CTCGCGG": 1420,
      "TCTCAAA": 1421,
      "CTGCAG": 1422,
      "GGGTC": 1423,
      "GAGCTT": 1424,
      "CAATTT": 1425,
      "TATGAAA": 1426,
      "ATTTGT": 1427,
      "TATGAA": 1428,
      "AAGTTG": 1429,
      "GACATG": 1430,
      "AGCGGT": 1431,
      "ACAGGT": 1432,
      "GATATA": 1433,
      "CTCAAG": 1434,
      "AATCTT": 1435,
      "CTGTGA": 1436,
      "CCAGAG": 1437,
      "TAATTTA": 1438,
      "ATGCCG": 1439,
      "GGCAGA": 1440,
      "GCGAA": 1441,
      "CCCGGT": 1442,
      "CCTAAA": 1443,
      "ATTACT": 1444,
      "CCATCA": 1445,
      "CACTGA": 1446,
      "AATCGG": 1447,
      "GGACTA": 1448,
      "GACGG": 1449,
      "CGCGCG": 1450,
      "ATAAGT": 1451,
      "CTGTCA": 1452,
      "AAGCAA": 1453,
      "TCTCTCTCTCTCTCTC": 1454,
      "ATTCGG": 1455,
      "TTAATG": 1456,
      "GCAGCC": 1457,
      "ATCGGT": 1458,
      "CAAAAAAA": 1459,
      "CTTCAG": 1460,
      "GCACCA": 1461,
      "ACGGTT": 1462,
      "AACAGT": 1463,
      "GAGCAA": 1464,
      "AAAATG": 1465,
      "AATCAT": 1466,
      "CTTGGA": 1467,
      "CTCGAGG": 1468,
      "ATGAGT": 1469,
      "GAATAA": 1470,
      "AAACCT": 1471,
      "TCCTTTT": 1472,
      "AACTCT": 1473,
      "GAAGTA": 1474,
      "ATCGACG": 1475,
      "CAGTAA": 1476,
      "ACCCTG": 1477,
      "CAACCA": 1478,
      "ATTTTTG": 1479,
      "CTGTAA": 1480,
      "AGCATG": 1481,
      "TGATAA": 1482,
      "AAGCGG": 1483,
      "GCAGTT": 1484,
      "GGGTGG": 1485,
      "GGTGGT": 1486,
      "TAAATAA": 1487,
      "AAAGAAG": 1488,
      "CGTCGGG": 1489,
      "CTACTA": 1490,
      "AAAATTT": 1491,
      "GCTCTA": 1492,
      "CATTGT": 1493,
      "CTGTTT": 1494,
      "ACCTTT": 1495,
      "CTTGTA": 1496,
      "CGTCAC": 1497,
      "GAATGA": 1498,
      "AGACAA": 1499,
      "GAGTGA": 1500,
      "ACCTGT": 1501,
      "GCCTGA": 1502,
      "AGAAAAT": 1503,
      "GGTTTG": 1504,
      "ATTGGG": 1505,
      "CTCACG": 1506,
      "GGGGAA": 1507,
      "ATAATTT": 1508,
      "GAAGAAA": 1509,
      "CGGTT": 1510,
      "ACTACT": 1511,
      "TGTTA": 1512,
      "CCCGG": 1513,
      "ATCTCT": 1514,
      "AGTCCG": 1515,
      "TATATTTT": 1516,
      "AGCGTT": 1517,
      "CTCAAAA": 1518,
      "ATTGTG": 1519,
      "CCTCGACG": 1520,
      "CCTTTT": 1521,
      "ATCGTT": 1522,
      "TATTTCA": 1523,
      "AACGTT": 1524,
      "CCCCAA": 1525,
      "CTCTGG": 1526,
      "TATTTAA": 1527,
      "AAGGGT": 1528,
      "GGCTGA": 1529,
      "CAGTTT": 1530,
      "GGTGTG": 1531,
      "AGCCTG": 1532,
      "AACTGT": 1533,
      "CACTCA": 1534,
      "CCGTCGG": 1535,
      "TCTCATT": 1536,
      "CAAGCG": 1537,
      "GAATTTT": 1538,
      "GAATCA": 1539,
      "AAAAAGG": 1540,
      "CAGGAAA": 1541,
      "ACAAGT": 1542,
      "CATACA": 1543,
      "CTTCTT": 1544,
      "AGTATG": 1545,
      "TATTTTA": 1546,
      "ATCGTCG": 1547,
      "TTATAA": 1548,
      "CCGGCGG": 1549,
      "GAGGAAA": 1550,
      "ACGCTG": 1551,
      "AAAATGG": 1552,
      "CCCCCA": 1553,
      "AACGGT": 1554,
      "TTTGAAA": 1555,
      "CCAAAG": 1556,
      "CATTAAA": 1557,
      "AAATAAT": 1558,
      "AAGCTT": 1559,
      "GACTGA": 1560,
      "AACGTG": 1561,
      "CAATGA": 1562,
      "ACTGTG": 1563,
      "GGCACA": 1564,
      "ATACAT": 1565,
      "CCAGTA": 1566,
      "ACCGTT": 1567,
      "GGATGA": 1568,
      "ACACAA": 1569,
      "GTTTTTG": 1570,
      "CCGGGT": 1571,
      "GCATTTT": 1572,
      "ACGGCGG": 1573,
      "GTGCCA": 1574,
      "CCATTG": 1575,
      "GCAGTA": 1576,
      "GCCCTT": 1577,
      "ATTATTT": 1578,
      "TCGTC": 1579,
      "CACGCG": 1580,
      "GAACTA": 1581,
      "AGAGTG": 1582,
      "GTGGTT": 1583,
      "AGGATG": 1584,
      "GTGTGA": 1585,
      "CACTTG": 1586,
      "GTGCTT": 1587,
      "AGACTT": 1588,
      "CGCTA": 1589,
      "AGACGT": 1590,
      "GTGTCA": 1591,
      "CTATTT": 1592,
      "TCTTTA": 1593,
      "ATTAAG": 1594,
      "GCCTTA": 1595,
      "CGTCAG": 1596,
      "CGGTCGG": 1597,
      "GAACCA": 1598,
      "ACACTT": 1599,
      "AATAGT": 1600,
      "GACTCA": 1601,
      "CGGGTT": 1602,
      "CATGAAA": 1603,
      "AATGGT": 1604,
      "GCTAGG": 1605,
      "ATTCCG": 1606,
      "TGTTAAA": 1607,
      "ACTCAT": 1608,
      "GCGTA": 1609,
      "ATGGGT": 1610,
      "GCACTT": 1611,
      "TCTTAAA": 1612,
      "AATATTT": 1613,
      "TAAGAAA": 1614,
      "ACCAGG": 1615,
      "GGCCTG": 1616,
      "CCCGACG": 1617,
      "TCCCTA": 1618,
      "CTTCCT": 1619,
      "GTGGTA": 1620,
      "CGTCGGCG": 1621,
      "CTGCTA": 1622,
      "CGCGTT": 1623,
      "GGAGTT": 1624,
      "AGCCTT": 1625,
      "GGTAAA": 1626,
      "ACACCT": 1627,
      "CAAACAAA": 1628,
      "GATATG": 1629,
      "TCATGA": 1630,
      "TTCGTG": 1631,
      "GACCTT": 1632,
      "ATAGCG": 1633,
      "TAATATA": 1634,
      "AATCCG": 1635,
      "GCTAGA": 1636,
      "ATGCGG": 1637,
      "GGACTG": 1638,
      "ATACAG": 1639,
      "GGCATT": 1640,
      "CGTCGCCG": 1641,
      "CAGTTA": 1642,
      "AATCAG": 1643,
      "CCCTAA": 1644,
      "ACCAGT": 1645,
      "GGTGAA": 1646,
      "CCAGAT": 1647,
      "CAGCTA": 1648,
      "AGTGTT": 1649,
      "GTGTTTT": 1650,
      "AAGACC": 1651,
      "CAACTA": 1652,
      "GATCAA": 1653,
      "CGTCTCG": 1654,
      "GAGAAAA": 1655,
      "AAGCAG": 1656,
      "TGTGAAA": 1657,
      "CCCACC": 1658,
      "AAAATA": 1659,
      "GATGAAA": 1660,
      "ACTATT": 1661,
      "CTCTAA": 1662,
      "CATGGT": 1663,
      "TTACTT": 1664,
      "GATCTG": 1665,
      "CGGCAG": 1666,
      "GAGTTA": 1667,
      "AGACTG": 1668,
      "CAATCA": 1669,
      "CCTGGT": 1670,
      "GGATTACAGG": 1671,
      "CAAGGT": 1672,
      "TTTATTTT": 1673,
      "CACTGT": 1674,
      "TACATA": 1675,
      "GGGACG": 1676,
      "TTTTATG": 1677,
      "AAATATT": 1678,
      "GAGTAA": 1679,
      "AACACT": 1680,
      "GCTGAAA": 1681,
      "CTAGT": 1682,
      "GTACTG": 1683,
      "GCTCTC": 1684,
      "TGTTG": 1685,
      "TATGTA": 1686,
      "AAGAGT": 1687,
      "TGTGTA": 1688,
      "CATCAG": 1689,
      "TCATAA": 1690,
      "GGACTT": 1691,
      "CGGTGT": 1692,
      "TCTCCAA": 1693,
      "ACTATG": 1694,
      "GCATGA": 1695,
      "CAACAA": 1696,
      "CGGCGGG": 1697,
      "GACGA": 1698,
      "CCGCCGG": 1699,
      "CGCCTG": 1700,
      "ACGTTG": 1701,
      "GACCTG": 1702,
      "ATATAAT": 1703,
      "CACCAA": 1704,
      "AACCAG": 1705,
      "GATC": 1706,
      "CACTTT": 1707,
      "GACCAA": 1708,
      "AAAATTA": 1709,
      "CTGCTG": 1710,
      "AGGGGT": 1711,
      "GTAAATT": 1712,
      "AGCGACG": 1713,
      "TGGGG": 1714,
      "CGTACG": 1715,
      "TAACAAA": 1716,
      "GGTGTT": 1717,
      "ACTCCT": 1718,
      "GAAATTA": 1719,
      "CGTTG": 1720,
      "TGCCTCA": 1721,
      "AGCCGT": 1722,
      "ATATATT": 1723,
      "ACCGCCG": 1724,
      "CTTGCC": 1725,
      "ATCGAGG": 1726,
      "TCTGTA": 1727,
      "CTTCC": 1728,
      "ACCCAG": 1729,
      "CTGGCA": 1730,
      "CACGG": 1731,
      "ACACAG": 1732,
      "ATCAGT": 1733,
      "CCATGA": 1734,
      "AAACGT": 1735,
      "TAGGTG": 1736,
      "AACCGT": 1737,
      "TAAAAATT": 1738,
      "GAAAGAA": 1739,
      "TAAAATA": 1740,
      "ATAGGT": 1741,
      "CGATG": 1742,
      "ATACCT": 1743,
      "GTCAAAA": 1744,
      "CTATTG": 1745,
      "GGACAA": 1746,
      "TCTGATT": 1747,
      "AGTTGT": 1748,
      "AATACC": 1749,
      "TAATTTG": 1750,
      "CAACAG": 1751,
      "GGCCTT": 1752,
      "GGATTTT": 1753,
      "AGGTGT": 1754,
      "CGGCGTG": 1755,
      "GTTGCA": 1756,
      "CCACGT": 1757,
      "GGCTCC": 1758,
      "AAGCTG": 1759,
      "CTCTGTG": 1760,
      "CTCCAGCC": 1761,
      "CTCTTG": 1762,
      "TTACAA": 1763,
      "GGACCA": 1764,
      "CTCTTT": 1765,
      "GGAAGGAA": 1766,
      "TAAAGAA": 1767,
      "AGGTTG": 1768,
      "TTAGAA": 1769,
      "TGGTG": 1770,
      "GTGAAAA": 1771,
      "CACCGT": 1772,
      "CTTGCA": 1773,
      "ACACGT": 1774,
      "TGGGTG": 1775,
      "ACGAGT": 1776,
      "GGAGCC": 1777,
      "CAACCG": 1778,
      "CCTCTA": 1779,
      "ACTGCG": 1780,
      "CTATGG": 1781,
      "GGCATG": 1782,
      "AATAATT": 1783,
      "CCTCAG": 1784,
      "TACAGA": 1785,
      "AGCTGT": 1786,
      "GATTAAA": 1787,
      "ACTACC": 1788,
      "CTCTGTT": 1789,
      "ACATGT": 1790,
      "TTATCA": 1791,
      "ATCTGT": 1792,
      "GTAGTT": 1793,
      "CCTCGCG": 1794,
      "GGGTCA": 1795,
      "AAAAATG": 1796,
      "AGACAG": 1797,
      "CAGCCA": 1798,
      "CT": 1799,
      "ATAAATT": 1800,
      "GCGTC": 1801,
      "CTCGGT": 1802,
      "CACTTA": 1803,
      "ACTCTT": 1804,
      "GTGCTA": 1805,
      "CCATTT": 1806,
      "TCTTATT": 1807,
      "ACGGCCG": 1808,
      "GTACTT": 1809,
      "CGGAAG": 1810,
      "TTTATG": 1811,
      "TAGAGA": 1812,
      "CGCTCG": 1813,
      "TACATG": 1814,
      "ACCATG": 1815,
      "CCACTA": 1816,
      "CTTCCG": 1817,
      "TGAGAAA": 1818,
      "ATCACT": 1819,
      "CAATAAA": 1820,
      "TCCAAAA": 1821,
      "AGAAAAG": 1822,
      "CGTGAA": 1823,
      "CAATCG": 1824,
      "AATAGG": 1825,
      "CCCTCT": 1826,
      "TCAGCC": 1827,
      "AGCTCC": 1828,
      "CCTCTC": 1829,
      "GTTAAAA": 1830,
      "AGACCT": 1831,
      "TCCTAA": 1832,
      "ACTTGT": 1833,
      "CACTAA": 1834,
      "ATTGGT": 1835,
      "GGAGAAA": 1836,
      "CATCCG": 1837,
      "CCTTCCTT": 1838,
      "GGGAAG": 1839,
      "GTTTCTT": 1840,
      "AAAAGTT": 1841,
      "TATCAA": 1842,
      "CACGTCG": 1843,
      "GATACA": 1844,
      "ATAACG": 1845,
      "TAATCCCAGCA": 1846,
      "CCGCA": 1847,
      "CTAAAG": 1848,
      "TGAAATT": 1849,
      "CGTAAA": 1850,
      "CCCGCCG": 1851,
      "CATCC": 1852,
      "TCTTTTTT": 1853,
      "GTACAA": 1854,
      "AATCTG": 1855,
      "TGTATTTT": 1856,
      "CAGATG": 1857,
      "ATAAAAG": 1858,
      "TCGCTT": 1859,
      "ATCGCCG": 1860,
      "GGGTGA": 1861,
      "AGCCAG": 1862,
      "GATAGA": 1863,
      "CTCGGCG": 1864,
      "AGGAGTT": 1865,
      "TAAACAA": 1866,
      "CCATAT": 1867,
      "GTTTATT": 1868,
      "CGCGG": 1869,
      "TGAATA": 1870,
      "AATGTG": 1871,
      "CTACCA": 1872,
      "CCGTG": 1873,
      "ATTTTGG": 1874,
      "GTGTCC": 1875,
      "CCCCGT": 1876,
      "CCCGA": 1877,
      "TTTATTA": 1878,
      "AGTAGT": 1879,
      "CTCCAAA": 1880,
      "TTTTG": 1881,
      "TTTTTTTTTTTT": 1882,
      "CACACG": 1883,
      "TCATCC": 1884,
      "ATTTATT": 1885,
      "GAAGCC": 1886,
      "AGACAT": 1887,
      "ACGGCGACG": 1888,
      "CAAATTA": 1889,
      "CCCCAAA": 1890,
      "TCTTCTT": 1891,
      "CCCAAG": 1892,
      "TAGGAAA": 1893,
      "AAGAAGG": 1894,
      "CACGA": 1895,
      "AATACG": 1896,
      "CATTTTA": 1897,
      "CCCGGCG": 1898,
      "GTGCAA": 1899,
      "CCCTTT": 1900,
      "TCTCCTG": 1901,
      "TATTTTAA": 1902,
      "CTGATG": 1903,
      "CATCGT": 1904,
      "GTTTGTT": 1905,
      "TTGTCG": 1906,
      "GAGCCA": 1907,
      "GGCCAA": 1908,
      "CAAACC": 1909,
      "CATTTCA": 1910,
      "ATTACG": 1911,
      "CATCCA": 1912,
      "AGCTCT": 1913,
      "CCTATA": 1914,
      "CGGCCT": 1915,
      "GACTTA": 1916,
      "ATTACC": 1917,
      "TCAAATG": 1918,
      "GTATCA": 1919,
      "CTCCTT": 1920,
      "CAAAGT": 1921,
      "TAAATTTT": 1922,
      "AATCCT": 1923,
      "CTGAGGCA": 1924,
      "GCCCAA": 1925,
      "ATAAAGG": 1926,
      "GGTTAA": 1927,
      "CCGGCCG": 1928,
      "TATCTG": 1929,
      "CGGGT": 1930,
      "TGACAGA": 1931,
      "CTATCG": 1932,
      "GGAGAGA": 1933,
      "CAACAT": 1934,
      "GCTGCTG": 1935,
      "AGAAGGG": 1936,
      "CCCTTA": 1937,
      "CCAGAA": 1938,
      "TCCTCTG": 1939,
      "CAAACG": 1940,
      "GTAGCA": 1941,
      "CATTTG": 1942,
      "AGCACC": 1943,
      "CCTGAAA": 1944,
      "CTCGAAG": 1945,
      "CCGAA": 1946,
      "ATTCCT": 1947,
      "TTTTTAA": 1948,
      "CGTTGG": 1949,
      "CGGAGT": 1950,
      "CCTGTA": 1951,
      "CGTCGAGG": 1952,
      "TTACTG": 1953,
      "CTTGGG": 1954,
      "GTATAA": 1955,
      "CGGTTG": 1956,
      "GGCGA": 1957,
      "ACTCGT": 1958,
      "GACTAA": 1959,
      "CTTTGT": 1960,
      "TCAGAAA": 1961,
      "GTGTGTG": 1962,
      "CCGGGGG": 1963,
      "CCGGACG": 1964,
      "GCAGAGA": 1965,
      "CGACCG": 1966,
      "ATAATGG": 1967,
      "TTTTATTTT": 1968,
      "GGAAGAA": 1969,
      "AGGAAAA": 1970,
      "TTACTA": 1971,
      "AGCACT": 1972,
      "GCCTGGG": 1973,
      "CCATAG": 1974,
      "TCCCTC": 1975,
      "CTATAT": 1976,
      "TCCTCTT": 1977,
      "TTCGACG": 1978,
      "GGATCA": 1979,
      "TCGAGA": 1980,
      "ATGACC": 1981,
      "TATTCTT": 1982,
      "CCGGTGG": 1983,
      "TACTC": 1984,
      "TTTCAG": 1985,
      "GTTAATT": 1986,
      "CGCGTG": 1987,
      "GCGAGA": 1988,
      "CCACAG": 1989,
      "CATCCT": 1990,
      "TCCTTTG": 1991,
      "CTACCG": 1992,
      "GTCTAA": 1993,
      "CGTCGTG": 1994,
      "CACCCA": 1995,
      "CGCGACG": 1996,
      "GGGTTA": 1997,
      "ATCGGCG": 1998,
      "CGACGGG": 1999,
      "GGAAATG": 2000,
      "CCGAGT": 2001,
      "GCAAATT": 2002,
      "TAGATG": 2003,
      "ACACAT": 2004,
      "GCAGAAA": 2005,
      "CGGCTT": 2006,
      "AAAAAAAAAAAAAAAA": 2007,
      "CCGTTG": 2008,
      "CCTACA": 2009,
      "CACACC": 2010,
      "GGAGTA": 2011,
      "AAATCAA": 2012,
      "TCTAATT": 2013,
      "CCACCT": 2014,
      "CAACAAA": 2015,
      "TTTCTG": 2016,
      "TAGATT": 2017,
      "CCGAGCG": 2018,
      "GGTTTA": 2019,
      "CACAGT": 2020,
      "CCTAGA": 2021,
      "AAAATTG": 2022,
      "CTTTAAA": 2023,
      "AAAAAGT": 2024,
      "TACTTA": 2025,
      "CGTCC": 2026,
      "CTGCTCG": 2027,
      "TAATGAA": 2028,
      "AACTTTT": 2029,
      "CTATCA": 2030,
      "GGTCGG": 2031,
      "TAGTAA": 2032,
      "CGGCGTT": 2033,
      "ATACGT": 2034,
      "CAAGAAA": 2035,
      "ATCCGT": 2036,
      "GGGGAAA": 2037,
      "CAAACT": 2038,
      "CGTTAA": 2039,
      "ACGACCG": 2040,
      "CGTGTT": 2041,
      "ATAATTG": 2042,
      "TCTGTCTG": 2043,
      "CACAAG": 2044,
      "TTTTAATT": 2045,
      "CGGCCGG": 2046,
      "CTGGCC": 2047,
      "AGATTTT": 2048,
      "TAAATGA": 2049,
      "AAAAACT": 2050,
      "ATTTAAT": 2051,
      "TTAGTA": 2052,
      "CTAAGG": 2053,
      "GTCTCTG": 2054,
      "AGTTTTT": 2055,
      "TTTTAAAA": 2056,
      "CGGTTT": 2057,
      "CGTTT": 2058,
      "TATATAA": 2059,
      "CTCAAT": 2060,
      "GCTTTTA": 2061,
      "TTTTTCA": 2062,
      "ATAAGGG": 2063,
      "GGTC": 2064,
      "AGTGTG": 2065,
      "TTATTAA": 2066,
      "CATACC": 2067,
      "TTTTGTT": 2068,
      "CTTAAT": 2069,
      "CATAGA": 2070,
      "TAGGAA": 2071,
      "GAGAGAA": 2072,
      "GTAGCTG": 2073,
      "AGGCAA": 2074,
      "TTATGA": 2075,
      "CACAAT": 2076,
      "GTAGTG": 2077,
      "ACGACGG": 2078,
      "GGAGAGG": 2079,
      "CTACGT": 2080,
      "CTCTGAA": 2081,
      "TAGTC": 2082,
      "GGGCCG": 2083,
      "GACTCC": 2084,
      "CACCGACG": 2085,
      "TCCCTCC": 2086,
      "AATTATT": 2087,
      "TAATGTT": 2088,
      "CAGGTG": 2089,
      "AGGCAG": 2090,
      "CATCTA": 2091,
      "CCAGGT": 2092,
      "GCCACCA": 2093,
      "CTTCAA": 2094,
      "CTGTTCG": 2095,
      "GTACTA": 2096,
      "CGAGT": 2097,
      "TGGGAAA": 2098,
      "AGAAATT": 2099,
      "CGCCTT": 2100,
      "CTGCAA": 2101,
      "CATTTTT": 2102,
      "GCCCGG": 2103,
      "ATTGAAG": 2104,
      "GGAGGAA": 2105,
      "CCAAAT": 2106,
      "GTACCA": 2107,
      "AGAAGGT": 2108,
      "CGCAAA": 2109,
      "TTGCAG": 2110,
      "AAAGAGG": 2111,
      "TAACATT": 2112,
      "GCTAAAA": 2113,
      "CTGGCCG": 2114,
      "TCTTCTG": 2115,
      "GCCAAAA": 2116,
      "GTATGA": 2117,
      "CCTGCG": 2118,
      "GTCTTTG": 2119,
      "AGTACT": 2120,
      "TACTGA": 2121,
      "AATTCG": 2122,
      "TCCCAGG": 2123,
      "CCCAGT": 2124,
      "TTATTTA": 2125,
      "CGTCCCG": 2126,
      "TTAGTT": 2127,
      "ACACCGG": 2128,
      "GGACC": 2129,
      "CGTCCTCG": 2130,
      "TATAAAA": 2131,
      "CAAACAA": 2132,
      "CGGCGGCG": 2133,
      "CTTCTC": 2134,
      "ATCTTTT": 2135,
      "TCTATCTA": 2136,
      "AGA": 2137,
      "GAAATAA": 2138,
      "AGCCCT": 2139,
      "GTGTAA": 2140,
      "CTGACC": 2141,
      "AAAAACC": 2142,
      "GATAAAA": 2143,
      "CCATCT": 2144,
      "GCCCAGG": 2145,
      "AGTACC": 2146,
      "GCGATT": 2147,
      "CAAAAAA": 2148,
      "CCGCAG": 2149,
      "TACAGG": 2150,
      "GGCTAA": 2151,
      "ACTTTTT": 2152,
      "TAGCTT": 2153,
      "CATACT": 2154,
      "GTCTCTA": 2155,
      "CCAACC": 2156,
      "CTCCTGA": 2157,
      "AAGGAGG": 2158,
      "GAATAAA": 2159,
      "ATGGAAG": 2160,
      "TTACCA": 2161,
      "CCCGTCG": 2162,
      "GGGACA": 2163,
      "GCCACTG": 2164,
      "CGAGACG": 2165,
      "GTTTAAA": 2166,
      "GTCTGTG": 2167,
      "CGTCGGT": 2168,
      "TGACAAA": 2169,
      "TACATTTT": 2170,
      "ACGGTGG": 2171,
      "GCCACC": 2172,
      "AGTCAA": 2173,
      "TGTTTT": 2174,
      "CCACAT": 2175,
      "TAGCAA": 2176,
      "CACCGCG": 2177,
      "TTATAAA": 2178,
      "CAGCAT": 2179,
      "GACCCA": 2180,
      "AGAATTT": 2181,
      "GCAGC": 2182,
      "CCGGGCG": 2183,
      "CAGACAGA": 2184,
      "AGAAGTT": 2185,
      "CAGACC": 2186,
      "GCCCTA": 2187,
      "CGGACC": 2188,
      "TATTAAAA": 2189,
      "ATTGATG": 2190,
      "CCGACT": 2191,
      "CAGGTCG": 2192,
      "TCGATT": 2193,
      "AAA": 2194,
      "CGGAAT": 2195,
      "GAAGGAA": 2196,
      "GATCCA": 2197,
      "CCCTGT": 2198,
      "TATTTGA": 2199,
      "ACGTTT": 2200,
      "GTGAATT": 2201,
      "TACCTT": 2202,
      "AGGCTT": 2203,
      "CGTCACG": 2204,
      "CCTAGG": 2205,
      "CGGCGTCG": 2206,
      "TCGAAA": 2207,
      "ATATTTG": 2208,
      "AGAGAAG": 2209,
      "TGAAGAA": 2210,
      "ATTTCAA": 2211,
      "TCTCTCA": 2212,
      "AGATAAT": 2213,
      "GTCTCTT": 2214,
      "CCATGT": 2215,
      "GGAGGGG": 2216,
      "AGGCTG": 2217,
      "GTCTGTT": 2218,
      "AGGAGGG": 2219,
      "CTATGA": 2220,
      "CCTCGGG": 2221,
      "GGAAATT": 2222,
      "TTGGTG": 2223,
      "GCACACA": 2224,
      "TTGAAAA": 2225,
      "GCCTTTT": 2226,
      "CAATGT": 2227,
      "CAGTCC": 2228,
      "CCCAAT": 2229,
      "CTGGTA": 2230,
      "GCATCC": 2231,
      "TAGTTA": 2232,
      "GGGCGG": 2233,
      "GGCTTA": 2234,
